Repository: samcro1967/grylli
Catalog: app/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: Select the Apprise and Webhook destinations for this Messages.
ha: Zaɓi wuraren Apprise da Webhook don wannan sanarwar.

source: Save Destinations
ha: Ajiye Wurare

source: Edit Messages
ha: Jadawalin Sako

source: Create Messages
ha: Jadawalin Sako

source: Update the label, subject, and content of your Messages.
ha: Sabunta alamar, batun, da abun cikin sanarwar ku.

source: Fill out the form to create a new Messages.
ha: Cika fam din don ƙirƙirar asusun ku.

source: Content
ha: Abun ciki

source: Save Messages
ha: Jadawalin Sako

source: Show Messages Setup Help
ha: Nuna Taimako Saita SMTP

source: Hide Messages Setup Help
ha: Ɓoye Taimako Saita SMTP

source: Manage and send user Messagess from the system.
ha: Sarrafa da aika sanarwar masu amfani daga tsarin.

source: Add Messages
ha: An adana saƙon.

source: How to create and send a Messages
ha: Yadda za a ƙirƙira da aika imel

source: List Messages
ha: An adana saƙon.

source: Schedule Messages
ha: Jadawalin Imel

source: Message Details
ha: An share saƙon.

source: Check-in Interval
ha: Tazara duba ciki

source: Apprise URLs
ha: URL na Apprise

source: None assigned.
ha: Babu da aka sanya.

source: Back to Messages
ha: Komawa Ga Imel

source: Disable to edit Messages
ha: Komawa Ga Imel

source: Assign Destinations
ha: Sanya Wurare

source: Disable to assign destinations
ha: Sanya Wurare

source: Set Schedule
ha: Saita Jadawali

source: Disable to set schedule
ha: Saita Jadawali

source: View Details
ha: Duba Cikakkun bayanai

source: Send Test Messages
ha: Aika Wasikar Gwaji

source: Delete Messages
ha: Jadawalin Sako

source: Toggle Message On/Off
ha: Canja Sako A/Kashe

source: Messages is enabled
ha: Imel an kunna

source: Messages is disabled
ha: Imel an kashe

source: Enable only after schedule is set
ha: Kunna bayan an saita jadawali

source: Enable only after destinations are assigned
ha: Kunna bayan an sanya inda za a tafi

source: Click “Add Messages” and fill out the subject and content fields.
ha: Danna “Ƙara sanarwa” kuma cike filayen maudu'i da abun ciki.

source: Save the Messages to return to the overview.
ha: Ajiye sanarwar don komawa ga dubawa.

source: You need to create at least one apprise or webhook destination.
ha: Kana bukatar ƙirƙira aƙalla wurin manaji ko adireshin webhook guda.

source: You can create as many destinations as you like.
ha: Zaka iya ƙirƙira wurare da dama yadda kake so.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
ha: Danna 🧩 don sanya ɗaya ko fiye na wuraren Apprise da/ko Webhook.

source: Click ⏱️ to set a schedule and check-in interval.
ha: Danna ⏱️ don saita jadawali da tazara na duba ciki.

source: Enable the Messages using the 🔴/🟢 toggle button.
ha: Kunna imel ɗin ta amfani da maɓallin canji 🔴/🟢.

source: If you don’t check in before the grace period ends, the Messages will be sent.
ha: Idan ba ka duba ciki kafin lokacin halin tausayi ya kare ba, sanarwar za ta tura.

source: You can preview the Messages config using 🔍.
ha: Kuna iya duba tsarawar imel ta amfani da 🔍.

source: Once a Messages is sent, it will be automatically disabled.
ha: Da zarar an aika da imel mai aminci, za a musanya ta atomatik.

source: No Messagess available.
ha: Babu masu amfani a kasa.

source: Two-Factor Authentication (MFA)
ha: Tantanin Biyu (MFA)

source: Your Recovery Codes
ha: Lambobin Farfadowa na ku

source: Save these recovery codes in a safe place!
ha: Ajiye waɗannan lambobin farfadowa a wuri mai aminci!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
ha: Kowane lamba za'a iya amfani dashi sau ɗaya idan kun rasa damar zuwa mahimman tantanin ku. Waɗannan lambobin ba za'a nuna su ba sake.

source: OK, I've saved them
ha: OK, na adana su

source: MFA Settings
ha: Saitunan SMTP

source: Manual Entry:
ha: Shiga da hannu:

source: Administration
ha: Gudanarwa

source: Grylli | Admin | Overview
ha: Grylli | Admin | Bayani

source: Overview
ha: Bayani

source: Grylli | Admin | Users
ha: Grylli | Admin | Masu amfani

source: Grylli is a secure message scheduling and delivery platform.
ha: Grylli dandali ne na tsare-tsaren aika saƙonni da isar da su cikin tsari.

source: Home
ha: Gida

source: Check-ins Due
ha: Duba cikin ciki

source: Account
ha: Asusu

source: About
ha: Game da

source: Logout
ha: Fita

source: Grylli | Messages | Overview
ha: Grylli | Imel | Bayani

source: Overview of Messages settings
ha: Visión general de la configuración de notificaciones

source: Grylli | Messages | Apprise
ha: Gyara Sanarwa

source: Configure Apprise services
ha: Configurar servicios de Apprise

source: Grylli | Messages | Webhooks
ha: Gyara Sanarwa

source: Configure Webhook integrations
ha: Configurar integraciones de Webhook

source: Grylli | Emails | Overview
ha: Grylli | Imel | Bayani

source: Overview of secure email messages
ha: Visión general de mensajes de correo electrónico seguros

source: Grylli | Emails | SMTP
ha: Grylli | Imel | SMTP

source: Configure SMTP email settings
ha: Configurar configuraciones de correo SMTP

source: Grylli | Reminders | Overview
ha: Grylli | Tunatarwa | Bayani

source: Overview of reminders
ha: Bayani na tunatarwa

source: Select Theme
ha: Zaɓi daidai

source: Select theme
ha: Zaɓi daidai

source: Select language
ha: Zaɓi daidai

source: Collapse Sidebar
ha: Matsar da gefen gefen

source: Select the Apprise and Webhook destinations for this reminder.
ha: Zaɓi wuraren Apprise da Webhook don wannan sanarwar.

source: Link Email Reminder for
ha: Haɗa Email Tunatarwa don

source: Choose the email message and SMTP configuration to associate with this reminder.
ha: Zaɓi saƙon imel da saiti na SMTP don haɗawa da wannan tunatarwa.

source: None (Unassign)
ha: Babu wani tsarin SMTP da aka sanya

source: No sender address
ha: Babu adireshin mai aika

source: Email Message
ha: Jadawalin Sako

source: No subject
ha: Jigo

source: Save Email Reminder
ha: Ajiye Imel

source: How to use reminders
ha: Yadda ake sarrafa masu amfani

source: Review scheduled reminders and create new timed or recurring messages.
ha: Jadawalin tunatarwa don aiko a lokuta na musamman ko akai-akai.

source: Add Reminder
ha: Ƙara Imel

source: List Reminders
ha: Shirya Imel

source: Edit Reminder
ha: Shirya Imel

source: Create Reminder
ha: Ƙirƙirar Imel

source: Update the label, subject, and content of your reminder.
ha: Sabunta alamar, batun, da abun cikin sanarwar ku.

source: Fill out the form to schedule a reminder.
ha: Cika fom ɗin don ƙara sabon mai amfani.

source: Save Reminder
ha: Ajiye Imel

source: Schedule Reminder
ha: Jadawalin Imel

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
ha: Ana dubawa tunatarwa a kowane %(minutes)s minti, don haka aiwatarwa na iya jinkiri kaɗan.

source: Configure when and how often the reminder should be sent.
ha: Saukaka lokacin da sau nawa tunatarwa zai kasance.

source: Start Date & Time
ha: Ranar & Lokacin Farawa

source: Recurrence Rule
ha: Dokar Maigirka

source: (Optional) Enter RRULE or leave blank for one-time.
ha: (Zababbun) Shigar RRULE ko barin a fili don sau daya kawai.

source: End Date
ha: Aika Gwaji

source: (Optional) Stop sending after this date.
ha: (Zababbun) Tsaya aika bayan wannan ranar.

source: Max Occurrences
ha: Mafi yawan Lokuta

source: (Optional) Stop after this many reminders.
ha: (Zababbun) Daina bayan tunatarwa da yawa.

source: Help for RRULE syntax
ha: Taimako don tsarin RRULE

source: Reminder Details
ha: Duba Cikakkun bayanai

source: Start At
ha: Fara TLS

source: End At
ha: Aika Gwaji

source: Email Templates
ha: Validador de Correo

source: No email linked.
ha: Imel an kunna

source: Back to Reminders
ha: Komawa Ga Imel

source: Cannot assign destinations while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Assign Email Reminder
ha: Sanya Email Tunatarwa

source: Cannot assign email while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Send Test Reminder
ha: Aika Wasikar Gwaji

source: Delete reminder
ha: Sake Sabunta Tunatarwa

source: Delete Reminder
ha: Sake Sabunta Tunatarwa

source: Toggle Reminder On/Off
ha: Juyawa Imel A/Kashe

source: Start At:
ha: Fara TLS

source: Recurrence:
ha: Maigirka:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
ha: Danna “Ƙara sanarwa” kuma cike filayen maudu'i da abun ciki.

source: 💾 Save the reminder to return to the overview.
ha: Ajiye sanarwar don komawa ga dubawa.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
ha: 📣 Sanya Apprise, 🌐 Webhook, da/ko 📧 Manufa Email (SMTP) kamar yadda ake bukata.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
ha: ⏱️ Sanya jadawalin ta amfani da maballin jadawali don ayyana lokacin da za a aika tunatarwa.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
ha: 🔍 Danna "Duba Bayanai" don sake dubawa ko gyara wuraren da aka sanya da sauran saituna.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
ha: 🧪 Danna maballin Gwaji don tabbatar da duk wuraren da aka sanya suna aiki da kyau.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
ha: Kunna imel ɗin ta amfani da maɓallin canji 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
ha: 📤 Za a aika tunatarwa kamar yadda aka tsara zuwa wuraren da aka sanya.

source: Several tools are available to help generate an RRULE.
ha: Akwai kayan aiki da dama don taimakawa ƙirƙirar RRULE.

source: Use a search engine or AI tool to assist.
ha: Yi amfani da injin bincike ko kayan aikin AI don taimako.

source: Here is an example of one such online tool:
ha: Ga misali daya daga irin wannan kayan aikin kan layi:

source: RRULE Generator Tool
ha: RRULE Kayan Aikin Ƙirƙira

source: See here for some common examples:
ha: Mé juma magana gama misalai:

source: RRULE Help (GitHub)
ha: Taimakon RRULE (GitHub)

source: Create SMTP Destination
ha: Ƙirƙiri Wurin SMTP

source: Fill out the form to configure a new SMTP destination.
ha: Ƙirƙiri Wurin SMTP

source: Edit SMTP Destination
ha: Ƙirƙiri Wurin SMTP

source: Update the mail server settings or credentials for this destination.
ha: Shirya Makoma Apprise

source: Update Destination
ha: Ƙirƙiri Makoma

source: Show SMTP Setup Help
ha: Nuna Taimako Saita SMTP

source: Hide SMTP Setup Help
ha: Ɓoye Taimako Saita SMTP

source: SMTP Destinations
ha: Manufar SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
ha: Sarrafa saitunan sabar imel ɗin da ke fita don aika imel daga Grylli.

source: Add SMTP
ha: Ƙara SMTP

source: List SMTP
ha: Duba ciki na ƙarshe

source: Cannot edit while assigned to emails
ha: Ba za a iya gyara ba yayin da aka ɗora zuwa ga sanarwa

source: Cannot delete while assigned to emails
ha: Ba za a iya share ba yayin da aka ɗora zuwa ga sanarwa

source: Port:
ha: Tashar jiragen ruwa:

source: Need help finding your SMTP server settings? See here for some links to common providers:
ha: Ana buƙatar taimako wajen samun saitunan uwar garken SMTP naka? Ga wasu hanyoyi zuwa masu ba da sabis na gama gari:

source: SMTP Server Settings Help (GitHub)
ha: Taimakon Saitunan Uwar Garken SMTP (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
ha: Nemo hanyoyin haɗin da aka ambata don Gmail, Outlook, Yahoo, AOL, da sauran su.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
ha: Idan mai ba da sabis ɗinku ba ya cikin jerin, bincika shafin tallafinsu ko na'urar bincike don 'saitunan SMTP'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
ha: Wani lokaci masu ba da sabis (kamar Gmail, Yahoo) suna buƙatar 'Kalmomin Wuce' ko tsarin saitawa na musamman—duba takardunsu!

source: Host
ha: Mai masauki

source: Port
ha: Tashar jiragen ruwa

source: How to configure Webhooks
ha: Configurar integraciones de Webhook

source: Webhook Destinations
ha: Manufar Webhooks

source: Manage your webhook Messages endpoints.
ha: Sarrafa wuraren sanarwar webhook ɗinku.

source: Add Webhook
ha: Ƙara Webhook

source: Show Help
ha: Nuna Taimako Saita SMTP

source: Hide Help
ha: Taswirin Gudanarwa

source: Webhooks Destinations
ha: Manufar Webhooks

source: Endpoint
ha: Mahadin

source: Endpoint:
ha: Mahadin:

source: Description:
ha: Bayani:

source: Edit Webhook
ha: Gyara Webhook

source: Create Webhook
ha: Ƙirƙiri Webhook

source: Update the label, endpoint, or description of this webhook destination.
ha: Sabunta alamar, tsagin, ko bayanin wannan wurin tujuan webhook.

source: Fill out the form to add a new webhook destination.
ha: Cika fom ɗin don ƙara sabon mai amfani.

source: Cannot edit while assigned to Messagess
ha: Ba za a iya gyara ba yayin da aka ɗora zuwa ga sanarwa

source: Cannot delete while assigned to Messagess
ha: Ba za a iya share ba yayin da aka ɗora zuwa ga sanarwa

source: Click “Add Webhook” to register a new destination.
ha: Danna "Add Webhook" don yin rajista sabon wurin.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
ha: Shigar da sahihin URL na ƙarshen da zai karɓi buƙatar HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
ha: Zalunci bayar da bayani don bayyana manufar webhook.

source: Use the 🧪 icon to test that the webhook destination is working properly.
ha: Yi amfani da 🧪 alamomi don gwada cewa wurin webhook yana aiki daidai.

source: Webhooks in use by Messagess cannot be edited or deleted.
ha: Webhooks da aka yi amfani da su ta hanyar sanarwa ba za a iya gyara ko share su ba.

source: You can create and manage multiple webhooks for different systems or automations.
ha: Kuna iya ƙirƙira da gudanar da webhooks da yawa don daban-daban tsarin ko kai tsaye.

source: Please set your security questions before using the application.
ha: Da fatan a saita tambayoyin tsaro kafin amfani da aikace-aikacen.

source: Current password is required to change password.
ha: Ana buƙatar kalmar sirri ta yanzu don canza kalmar sirri.

source: Current password is incorrect.
ha: Kalmar sirri ta yanzu ba daidai bane.

source: Account updated successfully.
ha: An sabunta asusu da nasara.

source: No changes made.
ha: Ba a yi wani canji ba.

source: An error occurred while updating your account.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: An error occurred while loading translation info.
ha: An samu kuskure yayin sabunta mai amfani.

source: You cannot delete your account because you are the last admin.
ha: Ba za ku iya goge asusunku ba saboda ku ne admin na karshe.

source: Your account has been permanently deleted.
ha: Asusunku ya goge kuma ba za a dawo dashi ba.

source: An error occurred while trying to delete your account.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: Your account has been deleted
ha: Asusunku ya goge kuma ba za a dawo dashi ba.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
ha: Sannu {username}, An share asusunka akan {site_name}. Ka tuna ka goge fayilolin ka daga babban fayil na loda. Idan ba kai bane, da fatan a tuntuɓi ƙungiyar tallafi nan da nan. {site_url}

source: Each security question must be different.
ha: Duk tambayoyin uku dole su kasance daban-daban.

source: Security questions saved.
ha: Tambayoyin tsaro sun ajiye.

source: An error occurred while saving your security questions.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: Failed to load admin dashboard.
ha: Komawa Ga Imel

source: Invalid role.
ha: Matsayi mara kyau.

source: Failed to update user role.
ha: Gaza ƙirƙiri mai amfani.

source: Invalid Ferret Key.
ha: Matsayi mara kyau.

source: An internal error occurred. Please try again later.
ha: Wani kuskure mara tsammani ya faru. Da fatan za a sake gwadawa daga baya ko a tuntuɓi tallafi.

source: 🧪 Test notification sent successfully!
ha: 🧪 An aika sanarwar gwaji da nasara!

source: 🧪 Failed to send test notification:
ha: 🧪 An kasa aika sanarwar gwaji:

source: 🧪 Error sending test notification.
ha: 🧪 Kuskure wajen aika sanarwar gwaji.

source: Apprise destination created successfully.
ha: An ƙirƙiri makomar Apprise da nasara.

source: Failed to create Apprise destination.
ha: Ƙirƙiri Makoma Apprise

source: Failed to load Apprise destinations.
ha: Ƙirƙiri Makoma Apprise

source: Apprise destination updated successfully.
ha: An sabunta makomar Apprise da nasara.

source: Failed to update Apprise destination.
ha: Ƙirƙiri Makoma Apprise

source: Apprise destination deleted.
ha: An goge makomar Apprise.

source: Failed to delete Apprise destination.
ha: Shirya Makoma Apprise

source: Admin account created successfully.
ha: An ƙirƙiri asusun admin da nasara.

source: Your account is temporarily locked. Please try again later.
ha: Wani kuskure mara tsammani ya faru. Da fatan za a sake gwadawa daga baya ko a tuntuɓi tallafi.

source: An error occurred while creating the admin account.
ha: Wani kuskure ya faru yayin ƙirƙirar asusun admin.

source: Your account is not activated.
ha: Asusunku ya goge kuma ba za a dawo dashi ba.

source: Multi-factor authentication required.
ha: Sanarwa an kashe

source: Logged in successfully.
ha: An shiga da nasara.

source: Too many failed login attempts. Your account is locked for 15 minutes.
ha: Yawon shigar da sunan mai amfani da yawa suka kasa. Don Allah jira

source: Invalid username or password.
ha: Invalid username u password.

source: You have been logged out.
ha: An fita.

source: If a user with that email exists, we've sent the username to them.
ha: Idan akwai mai amfani da wannan imel, mun aika musu da sunan mai amfani.

source: An error occurred while sending your username reminder.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: No account found matching that username and email.
ha: Babu asusun da ya dace da wannan sunan mai amfani da imel.

source: An error occurred while checking your credentials.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: Session expired. Please start over.
ha: Zama ya ƙare. Da fatan a fara daga farko.

source: Too many failed attempts. Please try again later.
ha: Yawon shigar da sunan mai amfani da yawa suka kasa. Don Allah jira

source: A password reset link has been sent to your email.
ha: An aika haɗin sake saita kalmar sirri zuwa imel ɗinka.

source: One or more answers were incorrect.
ha: Amsoshi daya ko fiye sun yi kuskure.

source: An error occurred while verifying your answers.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: The reset link is invalid or has expired.
ha: Haɗin sake saiti bai dace ba ko ya ƙare.

source: Username and email do not match.
ha: Mai mai da imel ba su dace ba.

source: Your password has been reset. Please log in.
ha: An sake saita kalmar sirri. Da fatan shiga.

source: An error occurred while resetting your password.
ha: An samu kuskure yayin gogewa mai amfani.

source: Invalid registration PIN.
ha: PIN ɗin rijista ba daidai ba ne.

source: Username or email already exists.
ha: Mai amfani ko imel ya riga ya wanzu.

source: Activate Your Grylli Account
ha: Kun kaddamar da Asusun Grylli ɗinku

source: Hello {username}, Please activate your account by clicking...
ha: Barka da {username}, Da fatan za a kunna asusunka ta danna...

source: Account created! Please check your email to activate your account.
ha: An kammala ƙirƙirar asusu! Da fatan duba imel ɗin ku don kunna asusun ku.

source: An error occurred during signup.
ha: An samu kuskure yayin gogewa mai amfani.

source: Activation link is invalid or expired.
ha: Mahadar kunnawa ba daidai ba ce ko ta ƙare.

source: User not found.
ha: Ba a sami mai amfani ba.

source: Account already activated. Please log in.
ha: Asusu tuni an kunna shi. Da fatan shiga.

source: Your account has been activated! You can now log in.
ha: An kunna asusun ku! Yanzu zaku iya shiga.

source: Failed to activate account.
ha: An kasa ƙirƙirar madadin.

source: Security questions not set or user not found.
ha: Tambayoyin tsaro ba su saita ba ko mai amfani ba a samo ba.

source: Password reset email sent.
ha: Las contraseñas no coinciden.

source: Incorrect answer.
ha: Amsa mara kyau.

source: Invalid check-in link.
ha: Mahadar rajista ba daidai ba ce.

source: You are not authorized to check in for this item.
ha: Ba ku da izinin rajistar wannan abin.

source: Unsupported check-in type.
ha: Irin rajistar da ba a tallafawa ba.

source: An error occurred during check-in.
ha: An samu kuskure yayin sabunta mai amfani.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
ha: ⚠️ Ba za a iya kunna tunatarwa ba: Ranar farawa/lokaci yana cikin baya.

source: ✅ Enabled and timer started.
ha: ✅ An kunna kuma mai tsawo ya fara.

source: ⛔ Disabled.
ha: ⛔ An kashe.

source: ⚠️ Cannot toggle — missing schedule or destination.
ha: ⚠️ Ba za a iya daddawaya ba — babu jadawali ko inda za a tafi.

source: An error occurred while toggling status.
ha: An samu kuskure yayin sabunta mai amfani.

source: Failed to load email messages.
ha: Komawa Ga Imel

source: Message saved.
ha: An adana saƙon.

source: An error occurred while saving the message.
ha: An samu kuskure yayin sabunta mai amfani.

source: Message deleted.
ha: An share saƙon.

source: An error occurred while deleting the message.
ha: An samu kuskure yayin gogewa mai amfani.

source: Attached files updated.
ha: An sabunta fayilolin da aka haɗa.

source: An unexpected error occurred while loading attachments.
ha: An samu kuskure yayin sabunta mai amfani.

source: An error occurred while loading the message configuration.
ha: Wani kuskure ya faru yayin ƙirƙirar asusun admin.

source: SMTP configuration not assigned or is disabled.
ha: Ba a ba da SMTP ko ba a kunna ba.

source: Test email sent successfully.
ha: An aika imel ɗin gwaji da nasara.

source: Unknown error
ha: unedoo nølurre

source: Email failed: %(reason)s
ha: Imel ya kasa: %(reason)s

source: An unexpected error occurred while sending test email.
ha: An samu kuskure yayin gogewa mai amfani.

source: Access denied.
ha: An hana samun dama.

source: Schedule updated successfully.
ha: An sabunta jadawali da nasara.

source: An error occurred while updating the schedule.
ha: An samu kuskure yayin sabunta mai amfani.

source: SMTP configuration assigned.
ha: An ba da SMTP.

source: SMTP configuration removed.
ha: An ba da SMTP.

source: An error occurred while assigning SMTP configuration.
ha: Wani kuskure ya faru yayin sabunta asusunka.

source: Unable to fetch email status.
ha: An kasa aika imel ɗin gwaji:

source: An error occurred while loading the help page.
ha: An samu kuskure yayin sabunta mai amfani.

source: Error loading dashboard
ha: Komawa Ga Imel

source: Welcome to Grylli
ha: Barka da zuwa Grylli

source: Failed to determine locale.
ha: Gaza ƙirƙiri mai amfani.

source: Failed to load messages.
ha: Komawa Ga Imel

source: Message created successfully.
ha: An ƙirƙiri saƙon da nasara.

source: An error occurred while creating the message.
ha: An samu kuskure yayin sabunta mai amfani.

source: Message updated successfully.
ha: An sabunta saƙon da nasara.

source: An error occurred while updating the message.
ha: An samu kuskure yayin sabunta mai amfani.

source: Destinations updated.
ha: Destokyo tes ojadi.

source: An error occurred while assigning destinations.
ha: Wani kuskure ya faru yayin ƙirƙirar asusun admin.

source: An error occurred while loading the message.
ha: An samu kuskure yayin sabunta mai amfani.

source: Unable to fetch message status.
ha: An kasa ɗauko matsayi saƙon.
