Repository: samcro1967/grylli
Catalog: app/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: No destinations assigned to this message.
ha: Ba a ba da SMTP ko ba a kunna ba.

source: Test message sent successfully.
ha: An aika imel ɗin gwaji da nasara.

source: Test message failed:
ha: An adana saƙon.

source: You must enter a code from your authenticator.
ha: Dole ne ku shigar da lamba daga tantanin ku.

source: Invalid code. Please try again.
ha: Lambar ba daidai bane. Da fatan za a sake gwadawa.

source: Two-factor authentication disabled.
ha: Sanarwa an kashe

source: An unexpected error occurred while updating MFA settings.
ha: An samu kuskure yayin sabunta mai amfani.

source: Recovery codes are only shown immediately after enabling MFA.
ha: Ana nuna lambobin farfadowa ne kawai nan take bayan kunna MFA.

source: Could not load recovery codes.
ha: Ba a iya ɗora lambobin farfadowa.

source: No MFA challenge in progress.
ha: Babu kalubale na MFA a waje.

source: User not found for MFA challenge.
ha: Ba a sami mai amfani ba.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
ha: Kun yi amfani da lambobin farfadowa na karshe. MFA an kashe. Da fatan cire Grylli daga aikace-aikacen tantanin ku, kuma sake kunnawa MFA don kare asusunka.

source: Recovery code accepted. You have {remaining} recovery codes left.
ha: An karɓi lambar farfadowa. Kuna da {remaining} lambobin farfadowa na saura.

source: An unexpected error occurred during MFA challenge.
ha: An samu kuskure yayin gogewa mai amfani.

source: An error occurred while loading the Privacy Notice.
ha: An samu kuskure yayin sabunta mai amfani.

source: Failed to load reminders.
ha: Komawa Ga Imel

source: Reminder created successfully.
ha: An ƙirƙiri saƙon da nasara.

source: Failed to create reminder.
ha: Gaza ƙirƙiri mai amfani.

source: Reminder updated successfully.
ha: An sabunta mai amfani da nasara.

source: Failed to edit reminder.
ha: Aika Wasikar Gwaji

source: Reminder deleted.
ha: An goge mai amfani.

source: Failed to delete reminder.
ha: An kasa share madadin.

source: Failed to load or update destinations.
ha: Sanya Wurare

source: No destinations assigned to this reminder.
ha: Ba a ba da SMTP ko ba a kunna ba.

source: No email message linked to this reminder.
ha: Babu saƙon imel da aka haɗa da wannan tunatarwa.

source: SMTP configuration is disabled.
ha: Ba a ba da SMTP ko ba a kunna ba.

source: Test reminder sent successfully.
ha: An aika imel ɗin gwaji da nasara.

source: Test reminder failed:
ha: An adana saƙon.

source: Failed to send test reminder.
ha: An kasa aika imel ɗin gwaji:

source: Failed to load reminder details.
ha: Duba Cikakkun bayanai

source: Reminder schedule updated successfully.
ha: An sabunta jadawali da nasara.

source: Failed to load or save reminder schedule.
ha: An kasa ɗora ko ajiye tsarin tunatarwa.

source: None
ha: A'a

source: You must select both an SMTP config and an email message, or neither.
ha: Dole ne ku zaɓi duka tsarin SMTP da saƙon imel, ko babu ɗayansu.

source: Email reminder settings updated.
ha: Destokyo tes ojadi.

source: Failed to assign email reminder.
ha: Sanya Email Tunatarwa

source: Failed to load settings.
ha: An kasa aika imel ɗin gwaji. Duba saitunan SMTP.

source: Test Email from Grylli
ha: Imel ɗin Gwaji daga Grylli

source: This is a test email from the Grylli SMTP settings page.
ha: Wannan imel ɗin gwaji ne daga shafin saitunan SMTP na Grylli.

source: Failed to send test email:
ha: An kasa aika imel ɗin gwaji:

source: Backup created: %(filename)s
ha: An ƙirƙiri madadin: %(filename)s

source: Failed to create backup.
ha: An kasa ƙirƙirar madadin.

source: Invalid backup filename.
ha: Orihinal baƙin fayil ɗin ajiyar baya.

source: Backup deleted: %(filename)s
ha: An share madadin: %(filename)s

source: Backup file not found.
ha: Ba a sami fayil ɗin madadin ba.

source: Failed to delete backup.
ha: An kasa share madadin.

source: Unable to load SMTP configurations.
ha: Tsarin SMTP

source: SMTP destination created successfully.
ha: An ƙirƙiri wurin SMTP da nasara.

source: Error creating SMTP configuration.
ha: Tsarin SMTP

source: SMTP destination updated.
ha: An sabunta wurin SMTP.

source: Failed to load or update SMTP config.
ha: An kasa ɗora ko sabunta daidaitawar SMTP.

source: SMTP destination deleted.
ha: An share wurin SMTP.

source: Error deleting SMTP configuration.
ha: Kuskure wajen dasa tsarin configurin:

source: Test email sent successfully to your account email.
ha: An aika imel ɗin gwaji da nasara zuwa imel ɗin asusun ku.

source: Failed to send test email. Check SMTP settings.
ha: An kasa aika imel ɗin gwaji. Duba saitunan SMTP.

source: Error sending test email.
ha: Aika Wasikar Gwaji

source: Failed to load user list.
ha: Komawa Ga Imel

source: Password is required when creating a new user.
ha: Ana bukatar kalmar sirri lokacin ƙirƙirar sabon mai amfani.

source: Username already exists.
ha: Sunan mai amfani ya rigaya yana wanzu.

source: Email already exists.
ha: Imel ya rigaya yana wanzu.

source: User '%(username)s' created successfully.
ha: An ƙirƙiri mai amfani '%(username)s' cikin nasara.

source: Failed to create user.
ha: Gaza ƙirƙiri mai amfani.

source: User updated successfully.
ha: An sabunta mai amfani da nasara.

source: An error occurred while updating the user.
ha: An samu kuskure yayin sabunta mai amfani.

source: User deleted.
ha: An goge mai amfani.

source: An error occurred while deleting the user.
ha: An samu kuskure yayin gogewa mai amfani.

source: You cannot change your own enabled status.
ha: Ba za ku iya canza ikon kunnawa nawa ba.

source: User '%(username)s' has been %(status)s.
ha: An iya mai amfani '%(username)s' haɓɓaka zuwa %(status)s.

source: You cannot reset your own MFA.
ha: ⚪ = Ba za ka iya sake kashe asusunka ba.

source: MFA disabled for user '%(username)s'.
ha: MFA an kashe don mai amfani '%(username)s'.

source: An error occurred while resetting MFA.
ha: An samu kuskure yayin gogewa mai amfani.

source: Invalid role
ha: Matsayi mara kyau.

source: Role updated for %(username)s.
ha: MFA an kashe don mai amfani '%(username)s'.

source: An error occurred while updating the role.
ha: An samu kuskure yayin sabunta mai amfani.

source: User account unlocked.
ha: Asusunku ya goge kuma ba za a dawo dashi ba.

source: An error occurred while unlocking the account.
ha: Wani kuskure ya faru yayin ƙirƙirar asusun admin.

source: Webhook created successfully.
ha: An ƙirƙiri Webhook cikin nasara.

source: Failed to create webhook.
ha: An kasa ƙirƙirar madadin.

source: Could not load webhooks.
ha: Ba a iya ɗora lambobin farfadowa.

source: Webhook updated successfully.
ha: An sabunta Webhook cikin nasara.

source: Failed to update webhook.
ha: An kasa share madadin.

source: Failed to load or update webhook config.
ha: An kasa ɗora ko sabunta daidaitawar SMTP.

source: Webhook deleted.
ha: An goge Webhook.

source: Failed to delete webhook.
ha: An kasa share madadin.

source: Test notification sent.
ha: Gyara Sanarwa

source: Test failed: %(msg)s
ha: TLS bật: %(tls)s

source: Unexpected error sending test.
ha: An samu kuskure yayin gogewa mai amfani.
