Repository: samcro1967/grylli
Catalog: app/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: Enabled
ha: An kunna

source: Authenticator Code
ha: Code din tantanin

source: Save
ha: Ajiye

source: Authentication Code
ha: Sabunta Sanarwa

source: Please enter your authentication code.
ha: Da fatan shigar da lambobin tantanin ku.

source: Enter a valid 6-digit code or recovery code.
ha: Shigar da sahihiyar lambobin 6-ko lambobin farfadowa.

source: Invalid code format.
ha: Tsarin lamba mara kyau.

source: Verify
ha: Versión

source: Label
ha: Suna

source: Recipient Email
ha: Zu (Imel ɗin Mai Karɓa)

source: Subject
ha: Jigo

source: Message Body
ha: An adana saƙon.

source: Save Message
ha: Jadawalin Sako

source: SMTP Host
ha: Saitunan SMTP

source: SMTP Port
ha: SMTP

source: SMTP Username
ha: Aika Suna Mai Amfani

source: SMTP Password
ha: Sake Jima

source: Use TLS
ha: Amfani da TLS

source: Enable Email Sending
ha: Ajiye Imel

source: Save Settings
ha: Saitunan Tsari

source: Attach Selected Files
ha: Fayilolin Da Aka Hada

source: --- Select a question ---
ha: --- Zaɓi tambaya ---

source: In what city were you born?
ha: A wane birni aka haife ku?

source: What is the name of your childhood best friend?
ha: Menene sunan abokinku na yara?

source: What was the mascot of the high school you graduated from?
ha: Menene alamar makarantar sakandare da kuka kammala?

source: What is the name of the first elementary school you attended?
ha: Menene sunan makarantar firamare ta farko da kuka halarta?

source: What is your mother’s maiden name?
ha: Menene sunan iyayenku mata kafin aure?

source: What is your maternal grandmother's maiden name?
ha: Menene sunan kakaninku mata daga uwa kafin aure?

source: What is your paternal grandmother's maiden name?
ha: Menene sunan kakaninku mata daga uba kafin aure?

source: What is your father's middle name?
ha: Menene sunan tsakiyar ubanku?

source: What is your mother's middle name?
ha: Menene sunan tsakiyar mamanku?

source: Question 1
ha: Tambaya 1

source: Answer 1
ha: Amsa 1

source: Question 2
ha: Tambaya 2

source: Answer 2
ha: Amsa 2

source: Question 3
ha: Tambaya 3

source: Answer 3
ha: Amsa 3

source: Save Security Questions
ha: Ajiye Wurare

source: All three questions must be different.
ha: Duk tambayoyin uku dole su kasance daban-daban.

source: Question
ha: Versión

source: Your Answer
ha: Amsarku

source: Continue
ha: Abun ciki

source: Missing required config setting:
ha: Babu saitin config da ake bukata:

source: Failed to decrypt %(key)s: %(error)s
ha: Kasa warware %(key)s: %(error)s

source: Error loading config key:
ha: Kuskuren loda maɓallin saitin:

source: About Grylli
ha: Grylli

source: Pronounced
ha: Kara shi

source: like “grill-ee”
ha: kamar “grill-ee”

source: Our Mission
ha: Babban Manufarmu

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
ha: Grylli tsarin tsaro ne na tsara saƙonni da isar da su wanda aka tsara don tabbatar da cewa an isar da muhimman sakonninka — ko da ba za ka iya kasancewa wajen isar da su ba.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
ha: Ko kuna shirin gaba, kula da gaggawa, ko tsara dubawa cikin kwanciyar hankali, Grylli yana tabbatar da isar da saƙonninku a tsari mai aminci da jadawali.

source: What Grylli Offers
ha: Abinda Grylli ke Bayarwa

source: Automated message delivery via email, webhooks, and Apprise.
ha: Aruutta uke me tonam ilpussolu piskatandi.

source: Flexible check-in intervals and grace periods to match your needs.
ha: Saita lokacin duba ka da lokacin gafara.

source: Rich scheduling options: one-time, daily, weekly, or custom.
ha: Qorshee xusuusintaada: mar, maalinle, todobaadle, ama caado.

source: Attach files to emails.
ha: Zaɓi loda fayiloli don imel mai tsaro.

source: Full control over your SMTP configuration.
ha: Tsarin SMTP

source: Role-based access control and MFA for added security.
ha: Ikon shiga bisa rawar aiki da MFA don Ƙarin tsaro.

source: Getting Started
ha: Fara

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
ha: Grylli yana da sauƙin saiti. Da zarar an yi rijista, za ka iya fara ƙirƙirar saƙonni, tunatarwa, da wuraren zuwa nan da nan.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
ha: Fara da bincika dashboard ɗinka, ƙara wuraren zuwa, da daidaita saitunan duba ciki.

source: Privacy and Security First
ha: Sirri da Tsaro Farko

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
ha: Grylli an tsara shi tare da tunani akan sirrinku. An sami ɓoyayyen saƙonninku a lokacin hutawa, kuma babu wani bayanai da ake rabawa tare da wasu. Ana isarwa ne kawai idan ba ku duba hannu ba.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
ha: Ba mu amfani da masu bibiyar ko nazari, kuma kuna iya fitarwa ko share bayananku a kowane lokaci.

source: Grylli puts you in control of your message delivery securely and reliably.
ha: Ta hanyar hadewa da ƙarfi abubuwa tare da sassauci da bayyanawa, Grylli yana baka ikon sarrafa isar da sakonninka — cikin aminci da amintaccen hanya.

source: Help
ha: Taimako

source: Help & Overview
ha: Bayani

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
ha: Grylli waxay kaa caawineysaa inaad qorsheysato fariimaha, iimayllada, iyo xasuusinta si otomaatig ah loo diro haddii aad ku guuldareysato inaad waqtigeeda hubiso.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
ha: Waxay taageertaa siyaabo badan oo gaarsiinta, SMTP heerka isticmaalaha, jadwal faahin leh, iyo maareynta xogta amniga leh.

source: Key Areas
ha: Meelaha Muhiimka ah

source: Messages
ha: An adana saƙon.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
ha: Deji ogeysiisyada in la soo diro haddii aad seegto hubinta. Taageerada waqtiyada hubinta, muddada naxariista, iyo meelo kala duwan.

source: Reminders
ha: minti

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
ha: Qorshee xasuusin keli ah ama soo noqnoqota adoon u baahnayn hubin. Faa'iido leh fariimaha taariikh go'an.

source: Emails
ha: Correos electrónicos

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
ha: Dir iimaylo ammaan leh oo leh lifaaqyo feyl ikhtiyaari ah. Iimayllada waxaa loo isticmaali karaa labadaba fariimaha iyo xasuusinta.

source: SMTP Settings
ha: Saitunan SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
ha: Deji aqoonta iimaylkaaga gaarka ah ee gaarsiinta shakhsi ahaaneed. Isticmaal kastaa wuxuu dhisi karaa adeegga SMTP gaarkiisa.

source: Apprise Destinations
ha: Manufar Apprise

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
ha: Dir ogeysiisyo in ka badan 80 adeeg oo dhinac saddexaad ah sida Pushover, Gotify, Discord, Slack, iyo kuwo kale.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
ha: Soo kicin HTTP POST adeeg dibadeed ama qalab otomaatig ah marka fariin la gaarsiiyo.

source: Test Send
ha: Duba ciki na ƙarshe

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
ha: Si degdeg ah u xaqiiji in meelo loo socdo (iimayl, webhook, Apprise) ay u shaqeynayaan sidii loogu talagalay.

source: Security
ha: 🔐 Seguridad

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
ha: Dhammaan aqoonta xasaasiga ah waxay ku siraysan yihiin marka lagu nasto. Fariimahaaga waxaa la diraa oo keliya haddii aad ku guuldareysato inaad hubiso.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
ha: Ma u baahan tahay caawin wax gaar ah? Module kastaa Grylli wuxuu leeyahay guddiya gaar ah oo caawimo leh oo qaabeyso faahfaahsan.

source: Privacy
ha: Quyền riêng tư

source: Privacy Notice
ha: Avisu Privasidá

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
ha: Grylli tôn trọng quyền riêng tư của bạn và được thiết kế để giảm thiểu việc thu thập và lưu trữ dữ liệu cá nhân.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
ha: Tất cả dữ liệu được mã hóa một cách thích hợp và bạn hoàn toàn kiểm soát nếu tự lưu trữ nền tảng này.

source: What Data We Collect
ha: Dữ liệu chúng tôi thu thập

source: Email address and password hash (for authentication)
ha: Địa chỉ email và mã băm mật khẩu (dùng để xác thực)

source: Optional MFA secret and recovery codes (encrypted at rest)
ha: Mã MFA tuỳ chọn và mã khôi phục (được mã hóa khi lưu trữ)

source: Reminder and message content you configure
ha: Nội dung nhắc nhở và tin nhắn bạn cấu hình

source: User-specific settings and preferences
ha: Dejimaha isticmaalaha iyo doorbididda gaarka ah

source: SMTP configuration (if provided)
ha: An ba da SMTP.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
ha: Astaamo digniin oo dhinac saddexaad ah (tusaale, Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
ha: URL-yada Webhook iyo dejimaha habaynta

source: How Your Data Is Used
ha: Cách dữ liệu của bạn được sử dụng

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
ha: Dữ liệu của bạn chỉ được sử dụng để gửi nhắc nhở và tin nhắn theo tùy chọn của bạn.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
ha: Grylli không chia sẻ, bán hoặc truyền dữ liệu cá nhân của bạn cho bất kỳ bên thứ ba nào.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
ha: Goobo xasaasi ah sida erayga sirta ah iyo token-yada waxaa kaliya la kaydiyey haddii aad si cad u bixiso. Qiyamka jira weligood lama soo bandhigo ilaa aad doorato inaad muujiso.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
ha: Grylli waxba kama hayo falanqeyn dibadeed, eegta, ama qoraalo raadraac.

source: Your Rights
ha: Quyền của bạn

source: You can export all of your data at any time from the Account Settings page.
ha: Bạn có thể xuất toàn bộ dữ liệu của mình bất kỳ lúc nào từ trang Cài đặt Tài khoản.

source: You may permanently delete your account and all associated data.
ha: Ba za ku iya goge asusunku ba saboda ku ne admin na karshe.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
ha: Nếu bạn đang sử dụng một phiên bản tự lưu trữ, hãy liên hệ với quản trị viên phiên bản để yêu cầu dữ liệu.

source: Self-Hosting Responsibility
ha: Trách nhiệm tự lưu trữ

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
ha: Markaad adigu is-maamulka Grylli, waxaa kugu waajib ah inaad hubiso in dhammaan xogta isticmaalaha la kaydiyo lana maareeyo iyadoo la raacayo xeerarka gaarka ah ee khuseeya.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
ha: Thông báo này đã được cập nhật lần cuối vào tháng 6 năm 2025 và có thể phát triển để phản ánh những thay đổi trong phần mềm hoặc bối cảnh pháp lý.

source: System Status
ha: Saitunan Tsari

source: This endpoint provides system health and version information.
ha: Wannan tsagin yana bayar da bayanin lafiyar tsarin da kuma bayanin sigar.

source: System Info
ha: Bayani na Tsari

source: 📦 Environment Versions
ha: 📦 Versiones del Entorno

source: Category
ha: Categoría

source: Tool
ha: Herramienta

source: Version
ha: Versión

source: ⚙️ Core
ha: ⚙️ Núcleo

source: 🔐 Security
ha: 🔐 Seguridad

source: Email Validator
ha: Validador de Correo

source: Cryptography
ha: Criptografía

source: 🕰️ Scheduling
ha: 🕰️ Programación

source: 🌐 Frontend
ha: 🌐 Interfaz

source: Step 2 of 2
ha: Mataki na 2 daga 2

source: Set Security Questions
ha: Ajiye Wurare

source: Choose three different questions and provide answers only you know. These will help recover your account.
ha: Zaɓi tambayoyi uku daban-daban kuma ku bayar da amsoshinku. Za a yi amfani da waɗannan don tantance ku idan kun manta kalmar sirrin ku.

source: Please fix the following errors:
ha: Da fatan a gyara kurakuran da ke ƙasa:

source: Manage Account
ha: Gestionar Cuenta

source: Update your profile information and password.
ha: Actualiza tu información de perfil y contraseña.

source: Please enter a valid email address.
ha: Por favor ingrese una dirección de correo electrónico válida.

source: Hold to reveal
ha: Riƙe don bayyana

source: Password must meet all complexity requirements.
ha: La contraseña debe cumplir con todos los requisitos de complejidad.

source: Passwords do not match.
ha: Las contraseñas no coinciden.

source: Update Account
ha: Actualizar cuenta

source: Cancel
ha: Cancelar

source: Minimum 8 characters
ha: Mínimo 8 caracteres

source: At least one uppercase letter
ha: Al menos una letra mayúscula

source: At least one lowercase letter
ha: Al menos una letra minúscula

source: At least one number
ha: Al menos un número

source: At least one special character (e.g., !@#$%)
ha: A kalla ƙaramar alama ta musamman (e.g., !@#$%)

source: Download My Data
ha: Tải xuống Dữ liệu của tôi

source: Download all your account data as a JSON file...
ha: Sauke dukkan bayanan asusunku a matsayin fayil na JSON...

source: Download My Data (JSON)
ha: Tải xuống Dữ liệu của tôi (JSON)

source: Danger Zone
ha: Canza Matsayi

source: Deleting your account is permanent and cannot be undone.
ha: Goge asusunka yana dawwama kuma ba za'a iya mayarwa ba.

source: Are you sure you want to delete your account?
ha: Kuna tabbatar kuna son sake saita MFA don wannan mai amfani?

source: Delete My Account
ha: Actualizar cuenta

source: Security Questions
ha: 🔐 Seguridad

source: Set Your Security Questions
ha: Saita tambayoyin tsaronku

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
ha: Zaɓi tambayoyi uku daban-daban kuma ku bayar da amsoshinku. Za a yi amfani da waɗannan don tantance ku idan kun manta kalmar sirrin ku.

source: Each question must be different.
ha: Duk tambayoyin uku dole su kasance daban-daban.

source: Answer
ha: Amsa

source: Update
ha: Actualizar cuenta

source: Translations
ha: Fassara

source: Grylli currently supports multiple languages and more will be added.
ha: Grylli a halin yanzu yana tallafawa harsuna da yawa kuma za a ƙara ƙarin.

source: Many of the translations were performed with assistance from ChatGPT.
ha: Yawancin fassarorin an yi tare da taimakon ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
ha: Idan ka samo matsala a fassara ko kana son bayar da shawarwari, karɓar ka yana maraba!

source: How to request translation updates
ha: Yadda ake nema sabunta fassara

source: To contribute to translations, please use the following guidelines:
ha: Don bayar da gudummawa ga fassara, don Allah bi waɗannan ka'idodin:

source: Contribute missing or improved translations:
ha: An sami fassarar da ba ta cikakke?

source: Open the relevant .po translation file for your language.
ha: Bude fayil ɗin JSON na fassara don yaren ku. Misali:

source: Find untranslated or incomplete entries and add or improve translations.
ha: Nemo rubutun da ba a fassara ba ko waɗanda ba cikakke ba kuma ƙara ko inganta fassarar.

source: You may use a PO file editor or a text editor.
ha: Za ka iya amfani da edita na fayil ɗin PO ko edita na rubutu.

source: Copy the file path and the snippet of your changes.
ha: Kwafi hanyar fayil da kuma yanki na canje-canjen ka.

source: Paste the snippet directly into a new GitHub issue for review.
ha: Manna guntuwar da aka kwafi kai tsaye a cikin sharhi na batun GitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
ha: Kada ka loda cikakken fayil ɗin .po don kauce wa rikice-rikicen haɗawa.

source: Improving existing translations:
ha: Inganta fassarar da ake yi:

source: Open the relevant .po file for the translation you want to improve.
ha: Bude fayil ɗin .po mai dacewa don fassarar da kake son inganta.

source: Find the phrase(s) and its existing translation(s) you want to improve.
ha: Nemo kalmar (ko kalmomi) da fassarar da kake son inganta.

source: Update the phrase(s).
ha: Sabunta kalmar (ko kalmomi).

source: Copy the file name and path into the issue.
ha: Kwafi suna da hanya na fayil ɗin a cikin batun.

source: Paste the copied snippet directly into the GitHub issue comment.
ha: Manna guntuwar da aka kwafi kai tsaye a cikin sharhi na batun GitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
ha: Kada ka loda cikakken fayil ɗin .po don kauce wa rikice-rikicen haɗawa.

source: <strong>Example snippet:</strong>
ha: Misalin gutsu:

source: Report missing translations not yet discovered:
ha: Ruwaito fassarorin da ba a gano ba:

source: If you see text in the app that appears untranslated or missing, please report it to us.
ha: Idan ka ga rubutu a cikin app ɗin da bai gasha ba ko ba ya nan, don Allah ruwaito mana.

source: Provide the exact English phrase as it appears on the screen.
ha: Ba mu daidai kalmar Ingilishi kamar yadda ta bayyana akan allo.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
ha: Hada shafin ko sashin da ka ga kalmar (misali, shafin Saituna, sashin Akanta).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
ha: Bayar da wannan bayani ta hanyar sabon batun GitHub don mu iya kara ta zuwa fayilolin fassara kuma mu nannade ta don Babel.

source: Found a missing translation?
ha: An sami fassarar da ba ta cikakke?

source: This link will create a new GitHub issue pre-filled with a language code.
ha: Wannan haɗin zai ƙirƙiri sabon batu a GitHub cike da lambar yare.

source: Report it by opening a new GitHub issue
ha: Ruwaito ta hanyar buɗe sabon batun GitHub

source: Please specify the language code and exact phrase when reporting.
ha: Da fatan za a bayyana lambar yaren da kuma ainihin abin da za a bayar da rahoto.

source: Thank you for helping us make Grylli better!
ha: Na gode don taimaka mana inganta Grylli!

source: Answer Your Security Question
ha: Amsa tambayar tsaron ku

source: Please answer the question below to verify your identity before resetting your password.
ha: Da fatan za a amsa tambayar da ke ƙasa don tabbatar da ainihin ku kafin sake saita kalmar sirrin ku.

source: Security Question
ha: 🔐 Seguridad

source: Verify and Continue
ha: Tabbatarda kuma ci gaba

source: Create New User
ha: Ƙirƙiri Sabon Mai Amfani

source: Fill out the form to add a new user.
ha: Cika fom ɗin don ƙara sabon mai amfani.

source: Username
ha: Sunan Mai Amfani

source: Email
ha: Imel

source: Role
ha: Matsayi

source: New Password
ha: Sake Jima

source: Confirm Password
ha: Manta Kalmar Shiga

source: Create User
ha: Ƙirƙiri Mai Amfani

source: Edit User
ha: Gyara Mai Amfani

source: Update the details for this user account.
ha: Sabunta bayanan wannan asusun mai amfani.

source: Update User
ha: Share Mai Amfani

source: Admin Help
ha: Taswirin Gudanarwa

source: Reset Admin Password
ha: Sake Jima

source: If you've forgotten the admin password, you can reset it using the following Docker command:
ha: Idan ka manta da kalmar sirri ta admin, za ka iya maye gurbin ta ta amfani da wannan umarnin na Docker:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
ha: Wannan rubutun zai bukaci ka saka sabuwar kalmar sirri ga mai amfani da admin. Dole ka gudanar da shi daga tsarin masaukin da ke gudana da akwatin Grylli.

source: After resetting, you can log in with the new password immediately.
ha: Bayan ka maye gurbin, za ka iya shiga tare da sabuwar kalmar sirri nan take.

source: Return to Login
ha: Koma zuwa Dashboard

source: Admin Help Access
ha: Taimako na Admin

source: Enter your Ferret Key to unlock admin-only help documentation.
ha: Saka Mabudin Ferret naka don bude takardun taimako na admin kadai.

source: How to Find Your FERRET_KEY
ha: Yadda za a Nemo FERRET_KEY naka

source: The FERRET_KEY is set as an environment variable when running Grylli.
ha: FERRET_KEY an saita shi a matsayin madaidaicin yanayin lokacin gudanar da Grylli.

source: Option 1: Check docker-compose.yml
ha: Zabi na 1: Duba docker-compose.yml

source: Option 2: Use docker inspect
ha: Zabi na 2: Yi amfani da docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
ha: Wannan yana nuna FERRET_KEY kamar yadda aka wuce zuwa garejin a lokacin gudanar da lokaci.

source: Admin Panel
ha: Taswirin Gudanarwa

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
ha: Barka da zuwa Grylli Taswirin Gudanarwa. Yi amfani da hanyoyin da ke ƙasa don sarrafa tsarin.

source: View Application Logs
ha: Duba Log ɗin Aikace-aikace

source: Logs
ha: Fita

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
ha: Duba fitowar log na baya daga aikace-aikacen. Duba daha annan tare da docker logs ko fayilolin log a cikin directory na bayanai.

source: Reports
ha: Tashar jiragen ruwa

source: View account summaries and scheduler activity in tabbed reports.
ha: Nuna tattauna labarun asusu da ayyukan jadawalin cikin rahotanni masu ginshiki.

source: Settings
ha: Saitunan SMTP

source: View system configuration, environment variables, and global SMTP settings.
ha: Nuna tsararren tsarin, mahallin muhalli, da saitunan SMTP na duniya.

source: Tools
ha: Herramienta

source: Trigger or delete backups and run version check.
ha: Yi amfani da ko share madogara da gudanar da duba sigar.

source: Manage Users
ha: Sarrafa Masu Amfani

source: Users
ha: Masu amfani

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
ha: Kirkira, gyara, kunna/rufe, bude, canza rawuna, sake saita MFA, ko share asusun masu amfani.

source: View Admin Guide / README
ha: Duba Jagorar Gudanarwa / README akan GitHub

source: View README
ha: Duba Cikakkun bayanai

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
ha: Cikakken bayanin da ya shafi siffofi, tsari, saitawa, aikacewa, tsaro, gwaji, da sauƙaƙawa.

source: ⚠️ Admin Tips
ha: ⚠️ Tukwici na Gudanarwa

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
ha: Kada a taɓa gudu a cikin samarwa tare da DEBUG kunna. Yanayin debugging yana bayyana cikakkun bayanai na ciki da kuma bin kwayoyin halitta.
