Repository: samcro1967/grylli
Catalog: app/translations/ha/LC_MESSAGES/messages.po
Languages: ha

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
ha: Log ɗin aikace-aikace suna rubutawa kai tsaye zuwa fayiloli a directory na bayanai tare da jujjuyawa a kunne (7 fayiloli, 10MB kowanne).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
ha: Masu gudanarwa na iya duba log ɗin yanzu a cikin UI, ko duba cikakkun log daga diski ko ta amfani da kayan aiki na kwantena kamar docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
ha: Koyaushe saka Grylli a bayan wakili mai bada amsa (e.g. Caddy, Nginx, ko Traefik) kuma raba shi ta hanyar HTTPS. Dole ne bayanan masu amfani masu mahimmanci su zama an ɓoye yayin tafiya.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
ha: Tabbatar cewa folda ɗin bayanai (database) an yi ajiyar baƙin ciki a kan mai masaukinka

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
ha: Galka wax lagu shubaa waa la wadaagaa. Si aad u gooni u yeelato lifaaquo kaste user, waxay ku talisaa qaxwooyinka heerka hab-maamulka iyo xakame dadka isticmaala.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
ha: Don dawo da madadin: dakatar da akwati, maye gurbin data/grylli.db da wanda ke daga manyan fayilolin madadin, sannan kuma sake kunna akwatin.

source: Admins cannot remove their own admin role to prevent accidental lockout.
ha: Maamuleyaasha ma tirtiri karaan jagadaada maamul si looga hortago go'doominta lama filaanka ah.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
ha: Xadka heerka iyo xayiraadaha xisaabta otomaatigga ah ayaa lagu soo rogayaa si looga ilaaliyo isku-dayga galaangal xoog ku galid.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
ha: Furayaasha sirta ah, aqoonsiga SMTP, iyo token-yada API waxaa lagu sir-gudbiyaa siidayn marka lagu nasto adoo isticmaalaya Fernet.

source: How to manage users
ha: Yadda ake sarrafa masu amfani

source: Hide Instructions
ha: Boye Umarnin

source: Manage user accounts, change roles, and remove or disable access.
ha: Sarrafa asusun masu amfani, canja rawuna, da cire ko musaki damar shiga.

source: Table View
ha: Ra'ayin Tebur

source: Card View
ha: Ra'ayin Katin

source: Add User
ha: Ƙara Mai Amfani

source: Change Role
ha: Canza Matsayi

source: Changing role for:
ha: Sanya Wurare domin

source: Select Role
ha: Zaɓi daidai

source: Admin
ha: Taswirin Gudanarwa

source: User
ha: Masu amfani

source: Save Changes
ha: Ajiye Makalai

source: List Users
ha: Gyara Mai Amfani

source: You cannot edit your own account
ha: ⚪ = Ba za ka iya sake kashe asusunka ba.

source: Change Role for
ha: Sanya Wurare domin

source: You cannot change your own role
ha: Ba za ku iya canza ikon kunnawa nawa ba.

source: Are you sure you want to reset MFA for this user?
ha: Kuna tabbatar kuna son sake saita MFA don wannan mai amfani?

source: Reset MFA
ha: Sake Jima

source: Unlock account for
ha: Furitiisha akoon oo gaar ah

source: Unlock Account
ha: Asusu

source: Delete user
ha: Share mai amfani

source: Delete User
ha: Share Mai Amfani

source: You cannot delete your own account
ha: ⚪ = Ba za ka iya sake kashe asusunka ba.

source: You cannot disable yourself
ha: Ba za ka iya kashe kanka ba

source: Disable
ha: Kashe

source: Enable
ha: Kunna

source: Email:
ha: Imel:

source: Role:
ha: Matsayi:

source: Click ➕ Add User to create a new account.
ha: Danna Create User don adana asusun.

source: Fill in a unique username, valid email, and strong password.
ha: Shigar da sunan mai amfani mai mahimmanci, adireshin imel ɗin inganci, da ƙarin kalmar sirri.

source: Assign a role:
ha: Sanya Email Tunatarwa

source: or
ha: Tashar jiragen ruwa

source: Admins can manage users and settings. Users can only manage their own content.
ha: Maamuleyaashu waxay maamuli karaan isticmaalayaasha iyo dejimaha. Isticmaalayaashu waxay maamuli karaan oo keliya waxyaabaha ay leeyihiin.

source: Click Create User to save the new account.
ha: Danna Create User don adana asusun.

source: Click ✏️ to edit a user's information.
ha: Guji ✏️ si aad wax uga bedesho macluumaadka isticmaalaha.

source: Click 🗑️ to delete a user (confirmation required).
ha: 🧪 An kasa aika sanarwar gwaji:

source: Click 🔴 or 🟢 to disable or enable a user account.
ha: Don kashe ko kunna mai amfani, danna 🔴 ko 🟢.

source: 🟢 = Active: user can log in.
ha: 🟢 = Mai amfani yana kunnawa kuma zai iya shiga.

source: 🔴 = Disabled: user is locked out.
ha: 🔴 = Aan la hawlgabin: isticmaalaha waa la xidhay.

source: ⚪ = You cannot disable your own admin account.
ha: ⚪ = Ba za ka iya sake kashe asusunka ba.

source: Click 🛡️ to change a user’s role (admin ↔ user).
ha: Don canza rawar mai amfani, danna 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
ha: Don sake saita MFA, danna 🔑 (ana iya gani kawai idan an kunna MFA).

source: Accounts are automatically locked after repeated failed login attempts.
ha: Akoonnada waxaa si otomaatig ah loo xiraa ka dib isku dayada far badan ee soo galidda.

source: To unlock an account immediately, click 🔓 next to the user’s row.
ha: Si loo furo akoon isla markiiba, guji 🔓 soo xiga safka isticmaalaha.

source: Accounts will also unlock automatically after a short delay.
ha: Akoonnadu sidoo kale si otomaatig ah ayay u furan doonaan ka dib dib u dhac gaaban.

source: All actions are logged for accountability. Passwords and secrets are never visible.
ha: Dhammaan tallaabooyinka waa la duubay si loo hubiyo xisaabtanka. Erayada sirta ah iyo siraha waligood lama arki karo.

source: Actions
ha: Ayyuka

source: No users available.
ha: Babu masu amfani a kasa.

source: Created At
ha: An Halitta A

source: MFA Enabled
ha: An kunna

source: Locked Until
ha: Asusu

source: Showing up to %(count)s recent log entries (newest first).
ha: Ana nuna har zuwa %(count)s labaran log na baya-bayan nan (sabbin suna farko).

source: Filter logs
ha: Tantance log

source: Level
ha: Suna

source: All
ha: Duka

source: Text Contains
ha: Rubutu ya ƙunsa

source: e.g. login or scheduler
ha: misali shiga ko jadawali

source: After (ISO Time)
ha: Bayan (ISO Time)

source: Apply Filters
ha: Aiwatar da Tacewa

source: Timestamp
ha: Gwajewa

source: Message
ha: An adana saƙon.

source: No matching log entries found.
ha: Babu log ɗin da suka dace da aka samu.

source: Only showing the most recent %(count)s entries.
ha: Nuna kawai shigarwar kwanan nan na %(count)s.

source: from the log file.
ha: daga fayil ɗin log.

source: Date
ha: Actualizar cuenta

source: Job Name
ha: Sunan Aiki

source: Status
ha: Saitunan Tsari

source: Details
ha: Correos electrónicos

source: No scheduler activity found.
ha: Ba a sami wani aikin mai tsara lokaci ba.

source: Admin Reports
ha: Taswirin Gudanarwa

source: Grylli | Reports | Accounts
ha: Taswirin Gudanarwa

source: Accounts
ha: Asusu

source: Grylli | Reports | Scheduler
ha: Koma zuwa Dashboard

source: Scheduler Activity
ha: Jadawalin Imel

source: Application Logs
ha: Ayyuka

source: Grylli System Settings
ha: Saitunan Tsari

source: Grylli | Settings | System
ha: Grylli | Imel | SMTP

source: System
ha: Bayani na Tsari

source: Grylli | Settings | SMTP
ha: Grylli | Imel | SMTP

source: Key
ha: Maɓalli

source: Value
ha: Kima

source: No SMTP settings found.
ha: Saitunan SMTP

source: Send Test Email to
ha: Aika Wasikar Gwaji

source: No configuration values found.
ha: Babu wani tsarin SMTP da aka sanya

source: Database Backups
ha: Madadin Database

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
ha: Sarrafa bayanan ajiyar Grylli mai ɓoye. Sai kawai 'yan yaba zasu iya ƙirƙirar ko share bayanan ajiyar.

source: Create Backup
ha: Ƙirƙiri Ajiyar Baya

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
ha: Ajiyoyin baya suna ƙunsar dukkan bayanai na aikace-aikacenku. Ajiye a amintacce. An ɓoye mahimman bayanai a cikin DB ta tsoho.

source: Tasks
ha: Ayyuka

source: Run administrative tasks manually.
ha: Gudanar da ayyuka na gudanarwa a hannu.

source: Task
ha: Aiki

source: Description
ha: Bayani

source: Action
ha: Ayyuka

source: Version Check
ha: Tulayari na Manwal na Bersion

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
ha: Duba idan akwai sabuwar sigar Grylli ta hanyar gudanar da aikin duba sigar a hannu.

source: Run
ha: Gudanar

source: Admin Tools
ha: ⚠️ Tukwici na Gudanarwa

source: Grylli | Tools | Backups
ha: Grylli | Admin | Ajiyayyen Bayanai

source: Backups
ha: Ajiyar Bayanai

source: Grylli | Tools | Tasks
ha: ⚠️ Tukwici na Gudanarwa

source: Filename
ha: Sunan Fayil

source: Delete
ha: Share

source: Delete Backup
ha: Ƙirƙiri Ajiyar Baya

source: No backups found.
ha: Babu sauran ajiyoyi da aka samu.

source: Show help
ha: Nuna Taimako Saita SMTP

source: Hide help
ha: Taswirin Gudanarwa

source: Add Destination
ha: Ƙara Makoma

source: Edit
ha: Shirya

source: Test
ha: Gwajewa

source: Enabled:
ha: An kunna:

source: Created:
ha: An kirkiro:

source: Edit Apprise Destination
ha: Shirya Makoma Apprise

source: Create Apprise Destination
ha: Ƙirƙiri Makoma Apprise

source: Update the label or URL for this Apprise destination.
ha: Shirya Makoma Apprise

source: Enter a label and the Apprise URL to create a new destination.
ha: Danna “Add Apprise” don rajistar sabon wurin niyya.

source: Create Destination
ha: Ƙirƙiri Makoma

source: Need help with Apprise URLs? See the
ha: Kuna buƙatar taimako tare da URL na Apprise? Duba

source: Apprise Messages Services documentation
ha: Takaddun Hidimar Sanarwa na Apprise

source: How to configure Apprise
ha: Configurar servicios de Apprise

source: Manage your Apprise Messages endpoints.
ha: Sarrafa wuraren sanarwar Apprise ɗinku.

source: Add Apprise
ha: Ƙara Apprise

source: Cannot edit while in use
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Click “Add Apprise” to register a new destination.
ha: Danna “Add Apprise” don rajistar sabon wurin niyya.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
ha: Manna wata ingantacciyar URL Apprise da aka bayar ta hanyar sabis (misali, Discord, Pushover, da dai sauransu).

source: Label the destination to identify it easily in Messagess.
ha: Yi lakabi da wurin niyya don gano shi cikin sauƙi a cikin sanarwa.

source: Use the 🧪 icon to test that the destination is working properly.
ha: Yi amfani da alamar 🧪 don gwada cewa wurin niyya yana aiki yadda ya kamata.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
ha: Apprise destinations da faɗakarwa ke amfani da su ba za a iya gyara ko gogewa ba.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
ha: Yi amfani da maɓallin 🔴/🟢 don kunna ko kashe tasha gaba ɗaya.

source: Switch between table and card view using the top-left buttons.
ha: Canjawa tsakanin kallon tebur da kati ta amfani da maɓallan haura hagu.

source: You can create and manage multiple destinations for different alerting tools.
ha: Kuna iya ƙirƙira da sarrafa wurare da yawa don kayan aiki daban-daban na faɗakarwa.

source: Step 1 of 2
ha: Mataki na 1 daga 2

source: Create Admin Account
ha: Ƙirƙiri Asusun Admin

source: Let’s get started by creating your first admin account.
ha: Bari mu fara da ƙirƙirar asusun admin dinku na farko.

source: Hold to reveal password
ha: Riƙe don nuna kalmar wucewa

source: Hold to reveal confirm password
ha: Riƙe don nuna kalmar wucewa

source: Forgot Password
ha: Manta Kalmar Shiga

source: Please answer your security questions to continue.
ha: Da fatan shigar da lambobin tantanin ku.

source: Enter your username and email. We'll send you a link to reset your password.
ha: Shigar da sunan mai amfani da imel ɗinku. Za mu aika muku da hanyar haɗi don sake saita kalmar wucewa.

source: Submit Answers
ha: Gabatar da Amsoshi

source: Next
ha: Na gaba

source: Forgot Username
ha: Manta Suna Mai Amfani

source: Enter your email address, and we'll send you your username.
ha: Shigar da adireshin imel ɗinku, za mu aiko muku da sunan mai amfani da ku.

source: Send Username
ha: Aika Suna Mai Amfani

source: Log In
ha: Shiga

source: Forgot Username?
ha: Manta Suna Mai Amfani?

source: Forgot Password?
ha: Manta Kalmar Shiga?

source: Sign Up
ha: Yi Rijista

source: Please Wait
ha: Fadlan Sug

source: Too many attempts. Please try again in
ha: Yawon shigar da sunan mai amfani da yawa suka kasa. Don Allah jira

source: seconds.
ha: darakiku...

source: Redirecting to login...
ha: Koma zuwa Dashboard

source: Reset Password
ha: Sake Jima

source: Enter your username, email, and new password.
ha: Shiga sunan ku, imel, da sabon kalmar shiga.

source: Show/hide password
ha: Riƙe don nuna kalmar wucewa

source: Fill out the form to create your account.
ha: Cika fam din don ƙirƙirar asusun ku.

source: Create Account
ha: Ƙirƙiri Asusun Admin

source: Already Checked In
ha: Duba ciki na ƙarshe

source: You have already checked in for this item. No further action is needed at this time.
ha: Ka riga ka yi rajista don wannan abin. Babu sauran aikin da ake bukata a wannan lokacin.

source: Check-in for:
ha: An bincika a cikin:

source: Return to Dashboard
ha: Koma zuwa Dashboard

source: Check-In Disabled
ha: Imel an kashe

source: This check-in is currently disabled and cannot be completed.
ha: Wannan rajistar a halin yanzu an katange kuma ba za a iya kammala ba.

source: Already Executed & Disabled
ha: An riga An aiwatar & An katange

source: This check-in has already been executed and is now disabled. No further action is required.
ha: Wannan rajistar tuni an aiwatar da ita yanzu kuma an katange. Babu sauran aikin da ake bukata.

source: Check-In Successful
ha: Binciken Nasara

source: Thank you for checking in.
ha: Na gode da samun shiga.

source: Checked in for:
ha: An bincika a cikin:

source: ⚠️ Grylli is not using a secure HTTPS connection.
ha: ⚠️ Gryllis ba ya amfani da haɗin haɗin HTTPS mai aminci.

source: Data is not encrypted in transit across the network.
ha: Bayanan ba a ɓoye su a cikin zirga-zirgar cibiyar sadarwa ba.

source: Your Grylli Dashboard
ha: Koma zuwa Dashboard

source: Grylli | Dashboard | Config
ha: Koma zuwa Dashboard

source: Config
ha: Saiti

source: Grylli | Dashboard | Schedule
ha: Koma zuwa Dashboard

source: Schedule
ha: APScheduler

source: Grylli | Dashboard | Activity
ha: Koma zuwa Dashboard

source: Activity
ha: Aiki

source: Grylli | Dashboard | Linked Items
ha: Grylli | Dashboard | Abubuwan da aka Danganta

source: Linked Items
ha: Abubuwan da aka Danganta

source: Your Activity History
ha: Tarihin Ayyukanka

source: Type
ha: Nau'in

source: No recent activity found in the application log.
ha: Duba log na aikace-aikacen na baya-bayan nan

source: New Messages
ha: An adana saƙon.

source: New Apprise
ha: Apprise

source: New Webhook
ha: Gyara Webhook

source: New Email
ha: Ajiye Imel

source: New SMTP
ha: SMTP

source: New Reminder
ha: Ajiye Imel

source: Linked Destinations
ha: Ajiye Wurare

source: Reminder
ha: minti

source: Enabled Messages
ha: Jadawalin Sako

source: Interval
ha: Tazara duba ciki

source: Grace Period
ha: Ťaƙaitan Lokaci

source: Last Check-in
ha: Duba ciki na ƙarshe

source: Check In Now
ha: An bincika a cikin:

source: Enabled Emails
ha: Ajiye Imel

source: Enabled Reminders
ha: Ƙara Imel

source: Start Time
ha: Fara TLS

source: Recurrence
ha: Maigirka

source: Last Sent
ha: Duba ciki na ƙarshe

source: One-time
ha: Sau daya kawai

source: configured
ha: Abun ciki

source: enabled
ha: An kunna

source: No Apprise destinations have been configured yet.
ha: An goge makomar Apprise.

source: Disabled
ha: Kashe

source: + %(count)s more
ha: + %(count)s daha

source: View All
ha: Duba Cikakkun bayanai

source: New Destination
ha: Ajiye Wurare

source: You haven't created any email messages yet.
ha: Cika fam din don ƙirƙirar asusun ku.

source: You haven't created any messages yet.
ha: Zaka iya ƙirƙira wurare da dama yadda kake so.

source: You haven't created any reminders yet.
ha: Gaza ƙirƙiri mai amfani.

source: No SMTP servers have been configured yet.
ha: Ba a sake saita sabobin SMTP ba tukuna.

source: No webhooks have been configured yet.
ha: An fita.

source: Grylli Full Layout Debug Page
ha: Shafin Gyara Kayan Aiki na Grylli

source: Select Page to Debug
ha: Zaɓi Shafi da za a Duba

source: Choose a Page...
ha: Zaɓi Shafi...

source: Export Selected Page
ha: Fitar da Shafin da aka Zaɓa

source: Export Layout Debug
ha: Fitar da Dabarbajo Yanayin

source: Clear Storage & Cookies
ha: Share Ma'aji & Kukis

source: Refresh Debug Info
ha: Sabunta Bayanin Dabarbajo

source: Theme & DOM State
ha: Jigo & Siffar DOM

source: Stimulus & Event Listeners
ha: Stimulus & Ƙara Lewa Masu Gani

source: Accessibility & Focus
ha: Aiwatarwa & Mayar da hankali

source: Scroll, Overflow & Visibility
ha: Juyawa, Cikowa & Bayyanawa

source: Sidebar Debug
ha: Binciken Gefen Shafi

source: Header Debug
ha: Binciken Kan Shafi

source: Footer DOM Snapshot
ha: Samun Hoto na DOM na Kasa

source: Computed Styles & CSS Variables
ha: Siffofi da Sauyar CSS da Aka Ciro

source: Page Assets & Context
ha: Kayayyakin Shafi & Matsayin Muhalli

source: Forms & Inputs
ha: Fom & Shigarwa

source: Memory Usage (Experimental)
ha: Amfanin Ƙwaƙwalwa (Gwaji)

source: Current User (Sanitized)
ha: Mai Amfani na Yanzu (An Tsaftace)

source: Rendered HTML Snapshot
ha: Samun Hoto na HTML da Aka Samar

source: 📧 Assign SMTP Config to:
ha: 📧 Sanya SMTP Config zuwa:

source: No SMTP (Unassign)
ha: Babu wani tsarin SMTP da aka sanya

source: This email will not use any SMTP configuration.
ha: Wannan imel ba zai yi amfani da kowane tsari na SMTP ba.

source: Attach Files for:
ha: Makala Fayiloli don:

source: Select files from the uploads folder to attach to this message.
ha: Zaɓi fayiloli daga babban fayil ɗin da aka loda don haɗawa da wannan saƙon.

source: Available Files
ha: Fayilolin da ake da su

source: No files found in the upload directory.
ha: Babu fayiloli da aka samu a cikin anzomulment directory.

source: Save Attachments
ha: Ajiye Makalai

source: File Attach Notes
ha: Rubuta Lahadin Fayil

source: Important:
ha: Tashar jiragen ruwa:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
ha: Kawai fayiloli da suke cikin babban fayil ɗin 'uploads' (samar da admin na tsarin ku) za a nuna su a nan. Idan ba ku ga fayilinku (s), da fatan za a tuntuɓi admin na Grylli.

source: Accepted file types:
ha: Nau'ikan fayil da aka karba:

source: Documents:
ha: Takardu:

source: Images:
ha: Hotuna:

source: Maximum file size:
ha: Matsakaicin girman fayil:

source: 10 MB per file
ha: 10 MB a kowane fayil

source: Total upload size:
ha: Jimlar girman loda:

source: 20 MB (all files combined)
ha: 20 MB (duk fayiloli an haɗa su)

source: Edit Email
ha: Shirya Imel

source: Create Email
ha: Ƙirƙirar Imel

source: Fill out the form to create or edit an email message.
ha: Cika fam din don ƙirƙirar asusun ku.

source: Save Email
ha: Ajiye Imel

source: How to create and send an email
ha: Yadda za a ƙirƙira da aika imel

source: Manage and schedule email messages to be delivered through configured channels.
ha: Sarrafa kuma tsara imel ɗin saƙonni don isar da su ta tashar da aka tanada.

source: Add Email Message
ha: Jadawalin Sako

source: List Emails
ha: Shirya Imel

source: Schedule Email
ha: Jadawalin Imel

source: Set how long until check-in is expected and how much grace time is allowed.
ha: Saita tsawon lokacin da ake tsammanin shiga da kuma tsawon lokacin alerwa da aka yarda da shi.

source: Years
ha: Shekaru

source: Months
ha: Wata-wata

source: Weeks
ha: Mako-mako

source: Days
ha: Rana

source: Hours
ha: Awanni

source: Minutes
ha: Minti

source: Check-in
ha: Duba cikin ciki

source: Save Schedule
ha: Ajiye Tsari

source: Email Configuration
ha: Tsarin Imel

source: Recipient
ha: Mai Karɓa

source: Body
ha: Jiki

source: Attached Files
ha: Fayilolin Da Aka Hada

source: No files attached
ha: Babu fayilolin da aka hade

source: SMTP Configuration
ha: Tsarin SMTP

source: Label:
ha: Suna:

source: Host:
ha: Umarni:

source: Username:
ha: Sunan mai amfani:

source: Yes
ha: Ee

source: No
ha: A'a

source: No SMTP configuration assigned
ha: Babu wani tsarin SMTP da aka sanya

source: Schedule Information
ha: Bayani Kan Taƙama

source: Check-in Interval:
ha: Yanayin Dubawa:

source: minutes
ha: minti

source: Grace Period:
ha: Ťaƙaitan Lokaci:

source: Last Check-in:
ha: Aƙalla Duba Cikin ciki:

source: No check-in has occurred yet
ha: Babu wata dubawa da ta faru a yanzu

source: Back to Emails
ha: Komawa Ga Imel

source: Cannot edit while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Attach Files
ha: Makalai Makalai

source: Cannot attach files while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Assign SMTP Config
ha: 📧 Sanya SMTP Config zuwa:

source: Cannot assign SMTP while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: Cannot schedule while enabled
ha: Ḣnu-uw hí káubu'un iwaba🌐

source: View Email Details
ha: Duba Cikakkun bayanai

source: Send Test Email
ha: Aika Wasikar Gwaji

source: Toggle Email On/Off
ha: Juyawa Imel A/Kashe

source: Email is enabled
ha: Imel an kunna

source: Email is disabled
ha: Imel an kashe

source: Subject:
ha: Jigo

source: To:
ha: Zuwwa:

source: Created At:
ha: An Halitta A

source: Click “Add Email” and fill out the subject, content, and recipient address.
ha: Danna “Add Email” kuma cike taken, abun ciki, da adireshin mai karɓa.

source: Attach any optional files (if needed).
ha: Hada duk wani fayil na zaɓi (idan an buƙata).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
ha: Danna 🧩 don sanya wani ƙarfin SMTP guda ɗaya da za a yi amfani da shi don aika imel.

source: Click ⏱️ to set a check-in interval and grace period for the email.
ha: Danna ⏱️ don saita tafiyar lokaci da tsawon lokaci ga imel.

source: Enable the email using the 🔴/🟢 toggle button.
ha: Kunna imel ɗin ta amfani da maɓallin canji 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
ha: Danna 🧪 don gwada imel ɗin ta hanyar aika shi zuwa wajanka (ba mai karɓa ba).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
ha: Idan ba ku duba kafin lokutan taƙaita ya ƙare ba, imel ɗin za a aika ta atomatik.

source: You can preview the email configuration using 🔍.
ha: Kuna iya duba tsarawar imel ta amfani da 🔍.

source: Once a secure email is sent, it will be automatically disabled.
ha: Da zarar an aika da imel mai aminci, za a musanya ta atomatik.

source: To
ha: Zu

source: No emails available.
ha: Imel an kunna

source: Sorry, the page you are looking for does not exist.
ha: Yi hakuri, shafin da kuke nema baya nan.

source: Return Home
ha: Koma zuwa Dashboard

source: Something went wrong
ha: Wani abu ya gaza

source: An unexpected error occurred. Please try again later or contact support.
ha: Wani kuskure mara tsammani ya faru. Da fatan za a sake gwadawa daga baya ko a tuntuɓi tallafi.

source: Switching Language...
ha: Sauya Harshen...

source: Applying new language...
ha: Aikace sabuwar harshe...

source: Assign Destinations for
ha: Sanya Wurare domin
