Repository: samcro1967/grylli
Catalog: app/translations/sn/LC_MESSAGES/messages.po
Languages: sn

source: Unable to fetch message status.
sn: Hatigoni kuvhima chimiro chemashoko.

source: No destinations assigned to this message.
sn: SMTP kugadzirisa hakuna kupihwa kana kukudzimwa.

source: Test message sent successfully.
sn: Email yekuedza yakatumirwa zvakabudirira.

source: Test message failed:
sn: Mharidzo yakachengetwa.

source: You must enter a code from your authenticator.
sn: Unofanirwa kupinda imwe kodhi kubva kune yako kodhita.

source: Invalid code. Please try again.
sn: Kodhi isiriyo. Ndokumbirawo edza zvakare.

source: Two-factor authentication disabled.
sn: Ziviso yadzimwa

source: An unexpected error occurred while updating MFA settings.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Recovery codes are only shown immediately after enabling MFA.
sn: Makodhi ekudzorera anongoratidzwa panguva yekumisikidza MFA.

source: Could not load recovery codes.
sn: Makodhi ekudzorera haana kukwanisa kurodha.

source: No MFA challenge in progress.
sn: Hapana challenge yeMFA iri kuitika.

source: User not found for MFA challenge.
sn: Mushandisi haawanikwi.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
sn: Wapedza kodhi yako yekupedzisira yekudzorera. MFA yabviswa. Ndapota bvisa Grylli kubva kune yako kodhita app, uye gadzirisa MFA kuti dzivirire akaunti yako.

source: Recovery code accepted. You have {remaining} recovery codes left.
sn: Makodhi ekudzorera akagamuchirwa. Une {remaining} makodhi ekudzorera asara.

source: An unexpected error occurred during MFA challenge.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: An error occurred while loading the Privacy Notice.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Failed to load reminders.
sn: Dzokera kuEmails

source: Reminder created successfully.
sn: Mharidzo yagadzirwa zvakabudirira.

source: Failed to create reminder.
sn: Kutadza kugadzira mushandisi.

source: Reminder updated successfully.
sn: Mushandisi akagadziridzwa zvinobudirira.

source: Failed to edit reminder.
sn: Tumira Email Yekuedza

source: Reminder deleted.
sn: Mushandisi abviswa.

source: Failed to delete reminder.
sn: Kutadza kubvisa backup.

source: Failed to load or update destinations.
sn: Gadza Nzvimbo dzekuenda

source: No destinations assigned to this reminder.
sn: SMTP kugadzirisa hakuna kupihwa kana kukudzimwa.

source: No email message linked to this reminder.
sn: Hapana meseji ye email yakabatanidzwa kune kuyeuka uku.

source: SMTP configuration is disabled.
sn: SMTP kugadzirisa hakuna kupihwa kana kukudzimwa.

source: Test reminder sent successfully.
sn: Email yekuedza yakatumirwa zvakabudirira.

source: Test reminder failed:
sn: Mharidzo yakachengetwa.

source: Failed to send test reminder.
sn: Kutadza kutumira email yekuyedza:

source: Failed to load reminder details.
sn: Tarisa Chimwe Chadziripo

source: Reminder schedule updated successfully.
sn: Chirongwa chakagadziridzwa zvakabudirira.

source: Failed to load or save reminder schedule.
sn: Zvakundikana kukanda kana kuchengetedza chirongwa cherimweye mhirizhonga.

source: None
sn: Kwete

source: You must select both an SMTP config and an email message, or neither.
sn: Unofanirwa kusarudza zvese SMTP config uye meseji ye email, kana hapana.

source: Email reminder settings updated.
sn: Nzvimbo dzagadziridzwa.

source: Failed to assign email reminder.
sn: Tsaurira Email Rambira

source: Failed to load settings.
sn: Kutadza kutumira email yekuyedza. Tarisa zvigadziriso zvemSMTP.

source: Test Email from Grylli
sn: Test Email kubva kuGrylli

source: This is a test email from the Grylli SMTP settings page.
sn: Iyi ndiyo email yekuyedza kubva kuGrylli SMTP peji rekuseta.

source: Failed to send test email:
sn: Kutadza kutumira email yekuyedza:

source: Backup created: %(filename)s
sn: Backup yagadzirwa: %(filename)s

source: Failed to create backup.
sn: Kutadza kugadzira backup.

source: Invalid backup filename.
sn: Zita refaira yakaipa.

source: Backup deleted: %(filename)s
sn: Backup yabviswa: %(filename)s

source: Backup file not found.
sn: Backup file haina kuwanikwa.

source: Failed to delete backup.
sn: Kutadza kubvisa backup.

source: Unable to load SMTP configurations.
sn: SMTP Kugadzirisa

source: SMTP destination created successfully.
sn: SMTP nzvimbo yagadzirwa zvakabudirira.

source: Error creating SMTP configuration.
sn: SMTP Kugadzirisa

source: SMTP destination updated.
sn: Nzvimbo yeSMTP yagadziridzwa.

source: Failed to load or update SMTP config.
sn: Zvakundikana kuburitsa kana kugadziridza SMTP jagiriji.

source: SMTP destination deleted.
sn: Nzvimbo yeSMTP yabviswa.

source: Error deleting SMTP configuration.
sn: Kukanganisa pakuisa system config:

source: Test email sent successfully to your account email.
sn: Test email yakatumirwa zvinobudirira kuemail yeaccount yako.

source: Failed to send test email. Check SMTP settings.
sn: Kutadza kutumira email yekuyedza. Tarisa zvigadziriso zvemSMTP.

source: Error sending test email.
sn: Tumira Email Yekuedza

source: Failed to load user list.
sn: Dzokera kuEmails

source: Password is required when creating a new user.
sn: Password inodiwa pakugadzira mushandisi mutsva.

source: Username already exists.
sn: Zita remushandisi ratovepo.

source: Email already exists.
sn: Email yatovepo.

source: User '%(username)s' created successfully.
sn: Mushandisi '%(username)s' agadzirwa zvakabudirira.

source: Failed to create user.
sn: Kutadza kugadzira mushandisi.

source: User updated successfully.
sn: Mushandisi akagadziridzwa zvinobudirira.

source: An error occurred while updating the user.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: User deleted.
sn: Mushandisi abviswa.

source: An error occurred while deleting the user.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: You cannot change your own enabled status.
sn: Haungagone kuchinja chimiro chako chekungwaririra.

source: User '%(username)s' has been %(status)s.
sn: Mushandisi '%(username)s' ave %(status)s.

source: You cannot reset your own MFA.
sn: ⚪ = Haubvumidzwi kudzimisa ako account.

source: MFA disabled for user '%(username)s'.
sn: MFA yabviswa kumushandisi '%(username)s'.

source: An error occurred while resetting MFA.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: Invalid role
sn: Basa risina maturo.

source: Role updated for %(username)s.
sn: MFA yabviswa kumushandisi '%(username)s'.

source: An error occurred while updating the role.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: User account unlocked.
sn: Akaunti yako yabviswa zvachose.

source: An error occurred while unlocking the account.
sn: Kukanganisa kwaitika pakusikwa kweakaunti yomutungamiriri.

source: Webhook created successfully.
sn: Webhook yagadzirwa zvakabudirira.

source: Failed to create webhook.
sn: Kutadza kugadzira backup.

source: Could not load webhooks.
sn: Makodhi ekudzorera haana kukwanisa kurodha.

source: Webhook updated successfully.
sn: Webhook yavandudzwa zvakabudirira.

source: Failed to update webhook.
sn: Kutadza kubvisa backup.

source: Failed to load or update webhook config.
sn: Zvakundikana kuburitsa kana kugadziridza SMTP jagiriji.

source: Webhook deleted.
sn: Webhook yabviswa.

source: Failed to delete webhook.
sn: Kutadza kubvisa backup.

source: Test notification sent.
sn: Edita Ziviso

source: Test failed: %(msg)s
sn: TLS yakaiswa: %(tls)s

source: Unexpected error sending test.
sn: Pakaitika kukanganisa pakubvisa mushandisi.
