Repository: samcro1967/grylli
Catalog: app/translations/sn/LC_MESSAGES/messages.po
Languages: sn

source: Enabled
sn: Yakagoneswa

source: Authenticator Code
sn: Kodhi yevhidhiyo

source: Save
sn: Chengeta

source: Authentication Code
sn: Gadziridza Ziviso

source: Please enter your authentication code.
sn: Ndokumbirawo pinda kodhi yako yekusimbisa.

source: Enter a valid 6-digit code or recovery code.
sn: Pinda kodhi yevatanhatu pamberi kana kodhi yekudzorera inoshanda.

source: Invalid code format.
sn: Fomati yepatigiti isiri pamutemo.

source: Verify
sn: Shanduro

source: Recipient Email
sn: Kuti (Email Yemugashiri)

source: Subject
sn: Musoro

source: Message Body
sn: Mharidzo yakachengetwa.

source: Save Message
sn: Purogiramu Mharidzo

source: SMTP Host
sn: SMTP Zvirongwa

source: SMTP Port
sn: SMTP

source: SMTP Username
sn: Tuma Zita remushandisi

source: SMTP Password
sn: Dzorerazve Pasiwedi

source: Use TLS
sn: Shandisa TLS

source: Enable Email Sending
sn: Chengeta Email

source: Save Settings
sn: Zvirongwa zvehurumende

source: Attach Selected Files
sn: Mafaera Akabatanidzwa

source: --- Select a question ---
sn: --- Sarudza mubvunzo ---

source: In what city were you born?
sn: Muguta ripi iwe wakazvarwa?

source: What is the name of your childhood best friend?
sn: Ndezvipi zita reshangu yako yepamusha?

source: What was the mascot of the high school you graduated from?
sn: Ndeipi mweya yekoreji wakapedza chiteshi kubva?

source: What is the name of the first elementary school you attended?
sn: Ndeipi zita resangano repuraimari yekutanga yawakapinda?

source: What is your mother’s maiden name?
sn: Zita renyu rekubereka nderei?

source: What is your maternal grandmother's maiden name?
sn: Zita remuzukuru wako wemuchinda wechisikana nderei?

source: What is your paternal grandmother's maiden name?
sn: Zita raambuya vako vepamari iesimba nderei?

source: What is your father's middle name?
sn: Zita rababa vako repakati nderei?

source: What is your mother's middle name?
sn: Zita ramai vaka repakati nderei?

source: Question 1
sn: Mubvunzo 1

source: Answer 1
sn: Mhinduro 1

source: Question 2
sn: Mubvunzo 2

source: Answer 2
sn: Mhinduro 2

source: Question 3
sn: Mubvunzo 3

source: Answer 3
sn: Mhinduro 3

source: Save Security Questions
sn: Chengeta Nzvimbo dzekuenda

source: All three questions must be different.
sn: Mibvunzo mitatu yose inofanira kusiyana.

source: Question
sn: Shanduro

source: Your Answer
sn: Mhinduro Yako

source: Continue
sn: Zviri mukati

source: Missing required config setting:
sn: Kusavapo kwemhando inodikanwa yekuseta config:

source: Failed to decrypt %(key)s: %(error)s
sn: Kutadza kubvisa chisimbiso %(key)s: %(error)s

source: Error loading config key:
sn: Kukanganisa kurodha kiyi yekuseta:

source: About Grylli
sn: Grylli

source: Pronounced
sn: Inoparadzirwa

source: like “grill-ee”
sn: senge “grill-ee”

source: Our Mission
sn: Chinangwa Chedu

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
sn: Grylli isisitimu yakachengeteka yekufambisa nekutumira mashoko yakagadzirirwa kuona kuti mashoko ako akakosha anosvitswa — kunyangwe kana usingakwanise kutumira iwo.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
sn: Kunyangwe urikuronga kumberi, kubata mamiriro ekukurumidzira, kana kumisikidza kuongororwa kwekuvheneka kwekugadzikana, Grylli inovimbisa kuchengetedzwa kuendesa kwayakatarwa kwekutaurirana kwako.

source: What Grylli Offers
sn: Zvakanakira Grylli

source: Automated message delivery via email, webhooks, and Apprise.
sn: Tumira kune imwe kana kupfuura nzvimbo dzekutengesa.

source: Flexible check-in intervals and grace periods to match your needs.
sn: Isa nguva yekuongorora uye nguva yekufema.

source: Rich scheduling options: one-time, daily, weekly, or custom.
sn: Ronga chirangaridzo chako: kamwe, zuva nezuva, vhiki nevhiki, kana zvimwe.

source: Attach files to emails.
sn: Sarudza kuisa mafaira ekuchengetedza maemails.

source: Full control over your SMTP configuration.
sn: SMTP Kugadzirisa

source: Role-based access control and MFA for added security.
sn: Kudzora kwekugovana maererano nebasa uye MFA zvekuchengetedzwa kwepamusoro.

source: Getting Started
sn: Kutanga

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
sn: Grylli iri nyore kugadzika. Kana wanyoresa, unogona kutanga kugadzira mameseji, zviyeuchidzo, nezviendo pakarepo.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
sn: Tanga nekuongorora dhesibhodhi yako, uchiwedzera zvinonziya uye zvinogadziriswa.

source: Privacy and Security First
sn: Kuvanzika uye Kuchengetedza Kudari

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
sn: Grylli inogadzirwa nechivande chako mupfungwa. Mharidzo dzako dzinochengetwa netsoka dzakadzivirirwa, uye hapana dhata rinogovaniswa nevatatu. Kuendesa kunongoitika kana kuongororwa kwako kwekuvheneka kusingaitike.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
sn: Hatishandisi zvinouraya kana zvemakemikari, uye unogona kutumira kana kudzima dhata yako chero nguva.

source: Grylli puts you in control of your message delivery securely and reliably.
sn: Nokubatanidza kusina kusimba nemikana uye kujeka, Grylli inokupa simba rekutonga kuburitsa meseji yako — nekuchengetedzeka uye kwakavimbika.

source: Help
sn: Rubatsiro

source: Help & Overview
sn: Mhedziso

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
sn: Grylli inokubatsira kuronga mashoko, maemail, uye zviyeuchidzo zvinotumirwa otomatiki kana ukasa tarisa nenguva.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
sn: Inotsigira nzira dzakawanda dzekutakura, SMTP yemushandisi, kurongedza kwakapfuma, uye kushandisa data kwakachengeteka.

source: Key Areas
sn: Nzvimbo Dzakakosha

source: Messages
sn: Mharidzo yakachengetwa.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
sn: Ronga ziviso kuti dzitumirwe kana ukasa tarisa. Inotsigira nguva dzekutarisa, nguva dzekubvumidza, uye kwawakaenda kwakawanda.

source: Reminders
sn: maminitsi

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
sn: Ronga zviyeuchidzo zvega kana zvekudzokorora usingatyi tarisa. Zvinobatsira kune mashoko ezuva rakatarwa.

source: Emails
sn: Maimero

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
sn: Tumira maemail akachengeteka ane zvinongedzo zvefaira. Maemail anogona kushandiswa nemashoko uye zviyeuchidzo.

source: SMTP Settings
sn: SMTP Zvirongwa

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
sn: Gadziridza yako wega email zvitupa zvekutumirwa wemunhu. Mushandisi wese anogona kutsanangura yavo SMTP sevha.

source: Apprise Destinations
sn: Apprise Nzvimbo

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
sn: Tumira zviziviso kumasevhisi epadivi anopfuura 80 saPushover, Gotify, Discord, Slack, nezvimwe.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
sn: Tangisa HTTP POST kune imwe sevhisi yekunze kana chishandiso chinobudirira pakutumira mashoko.

source: Test Send
sn: Last Check-in

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
sn: Kurumidza kuona kuti kwauri kuenda (email, webhook, Apprise) kuri kushanda sezvinotarisirwa.

source: Security
sn: 🔐 Chengetedzo

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
sn: Zvitupa zvese zvinozivikanwa zvakachengetedzwa kana zvakagara. Mashoko anongotumirwa kana ukatadza kuangisa.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
sn: Unoda rubatsiro nechinhu chimwe chete? Module imwe neimwe muGrylli inosanganisira yayo yekubatsira panel ine rairo yakadzama.

source: Privacy
sn: Kuvanzika

source: Privacy Notice
sn: Chiziviso Chekuvanzika

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
sn: Grylli inokoshesa kuvanzika kwako uye yakagadzirirwa kudzikisa kuunganidza nekuchengetedza data remunhu.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
sn: Dhata yese inodiwa nekuchengetedzwa uye inoramba iri pasi pekutonga kwako kana ukashandisa chikuva ichi mumba maro.

source: What Data We Collect
sn: Zvatinounganidza Maoko

source: Email address and password hash (for authentication)
sn: Kero yeEmail uye password hash (yekusimbiswa)

source: Optional MFA secret and recovery codes (encrypted at rest)
sn: Optional MFA secret uye makodhi erudzikinuro (akachengetedzwa achinyarara)

source: Reminder and message content you configure
sn: Zvirimo zvechiyeuchidzo nemashoko aunogadzirisa

source: User-specific settings and preferences
sn: Marongero emushandisi uye zvido zvemunhu

source: SMTP configuration (if provided)
sn: SMTP kugadzirisa kwakapihwa.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
sn: Mavara ekuzivisa echitatu (e.g., Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
sn: Webhook URLs uye marongero ekugadzirisa

source: How Your Data Is Used
sn: Mashandisiro Anoitwa Dhata Rako

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
sn: Dhata rako rinoshandiswa chete pakutuma zviyeuchidzo nemashoko maererano nezvaunoda.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
sn: Grylli haagovani, kutengesa, kana kutumira dhata yako kune chero mapato echitatu.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
sn: Minda inozivikanwa semapassword nematokeni inochengetwa chete kana ukaapa pachena. Zvihosha zviripo hazvibudiswi kunze kwekuda kuzviona.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
sn: Grylli haina zvayakabatanidza zveanalytics, telemetry, kana skripti dzekutevera.

source: Your Rights
sn: Kodzero Dzenyu

source: You can export all of your data at any time from the Account Settings page.
sn: Unogona kurodha ese data rako panguva ipi neipi kubva papeji reSungano Yako.

source: You may permanently delete your account and all associated data.
sn: Haugone kudzima akaunti yako nekuti iwe ndiye mutariri wekupedzisira.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
sn: Kana uchishandisa Grylli pane server yako, taura nehutongi hwepasi pakubvunza dhata.

source: Self-Hosting Responsibility
sn: Mutoro weKuzvigadzira Wega

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
sn: Kana uchitsigira wega Grylli, iwe unoona nezvekuvimbisa kuti data yose yemushandisi inotora uye kugadziriswa mukutevedzera mirau yekuchengetedza yakakodzera.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
sn: Chiziviso ichi chakapedzisira kugadziridzwa muna June 2025 uye chinogona kushanduka kuti chiratidze shanduko muchirongwa kana muto.

source: System Status
sn: Zvirongwa zvehurumende

source: This endpoint provides system health and version information.
sn: Iyi endpoint inopa ruzivo nezvehutano hwehurongwa uye shanduro.

source: 📦 Environment Versions
sn: 📦 Shanduro dzeNzvimbo

source: Category
sn: Chikamu

source: Tool
sn: Chishandiso

source: Version
sn: Shanduro

source: ⚙️ Core
sn: ⚙️ Pakati

source: 🔐 Security
sn: 🔐 Chengetedzo

source: Email Validator
sn: Muongorori weMaimero

source: 🕰️ Scheduling
sn: 🕰️ Kuronga

source: 🌐 Frontend
sn: 🌐 Pamberi

source: Step 2 of 2
sn: Danho 2 pa 2

source: Set Security Questions
sn: Chengeta Nzvimbo dzekuenda

source: Choose three different questions and provide answers only you know. These will help recover your account.
sn: Sarudza mibvunzo mitatu yakasiyana wopeya nema mhinduro dzako. Izvi zvichashandiswa kuona kuti hanzvadzi yechokwadi here kana wakanganwa password.

source: Please fix the following errors:
sn: Ndokumbira kugadzirisa zvikanganiso zvinotevera:

source: Manage Account
sn: Tungamirira Akaunzi

source: Update your profile information and password.
sn: Gadzirisa ruzivo rweprofile yako nepasiwedi.

source: Please enter a valid email address.
sn: Ndapota pinda kero yeimeyero inoshanda.

source: Hold to reveal
sn: Bata kuti uone

source: Password must meet all complexity requirements.
sn: Pasiwedi inofanira kuzadzisa zvese zvinodiwa nekomplekiti.

source: Passwords do not match.
sn: Mapasiwedi haafananidzi.

source: Update Account
sn: Gadzirisa Akaunzi

source: Cancel
sn: Dzima

source: Minimum 8 characters
sn: Minimum 8 mavara

source: At least one uppercase letter
sn: Kangodaro tsamba imwechete huru

source: At least one lowercase letter
sn: Kangodaro tsamba imwechete duku

source: At least one number
sn: Kangodaro nhamba imwechete

source: At least one special character (e.g., !@#$%)
sn: Zvirinani kanenge chimwe chinhu chinokosha (senzira, !@#$%)

source: Download My Data
sn: Dhavhanhura Dhata Rangu

source: Download all your account data as a JSON file...
sn: Dhawunirodha iyo data yese yeakaunti yako sebhainda reJSON...

source: Download My Data (JSON)
sn: Dhavhanhura Dhata Rangu (JSON)

source: Danger Zone
sn: Chinja Basa

source: Deleting your account is permanent and cannot be undone.
sn: Kudzima akaunti yako kune simba uye hakugone kudzoserwa kumashure.

source: Are you sure you want to delete your account?
sn: Une chokwadi here kuti unoda kudzoreredza MFA yemushandisi uyu?

source: Delete My Account
sn: Gadzirisa Akaunzi

source: Security Questions
sn: 🔐 Chengetedzo

source: Set Your Security Questions
sn: Sarudza Mibvunzo Yako Yekuchengetedza

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
sn: Sarudza mibvunzo mitatu yakasiyana wopeya nema mhinduro dzako. Izvi zvichashandiswa kuona kuti hanzvadzi yechokwadi here kana wakanganwa password.

source: Each question must be different.
sn: Mibvunzo mitatu yose inofanira kusiyana.

source: Answer
sn: Mhinduro

source: Update
sn: Gadzirisa Akaunzi

source: Translations
sn: Dudziro

source: Grylli currently supports multiple languages and more will be added.
sn: Grylli parizvino inotsigira mitauro yakawanda uye mimwe ichawedzerwa.

source: Many of the translations were performed with assistance from ChatGPT.
sn: Dzimwe dzenyaya dzekududzira dzakaitwa nerubatsiro rweChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
sn: Kana uchiona dambudziko redudziro kana kuda kupa zano rekuvandudza, mazano ako anogamuchirwa!

source: How to request translation updates
sn: Nzira yekukumbira zvinotsvaga kududzira

source: To contribute to translations, please use the following guidelines:
sn: Kuti upe mipiro kumadudzira, ndapota shandisa mirairo inotevera:

source: Contribute missing or improved translations:
sn: Wawana dudziro inoshaikwa?

source: Open the relevant .po translation file for your language.
sn: Vhura faira reJSON rekududzira re mutauro wako. Semuenzaniso:

source: Find untranslated or incomplete entries and add or improve translations.
sn: Tsvaga zvisati zvashandurwa kana kuti zvapera uye wedzera kana kuvandudza shanduro.

source: You may use a PO file editor or a text editor.
sn: Unogona kushandisa PO file editor kana text editor.

source: Copy the file path and the snippet of your changes.
sn: Kopa nzira yefaira uye chidimbu chezvawakachinja.

source: Paste the snippet directly into a new GitHub issue for review.
sn: Namira chidimbu chakopiwa chakananga muGitHub nyaya komendi.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
sn: Usarwadze kuendesa faira yakazara .po kudzivisa kunetsana kwekubatanidza.

source: Improving existing translations:
sn: Kuvandudza madudziro aripo:

source: Open the relevant .po file for the translation you want to improve.
sn: Vhura faira rakakodzera .po remutauro waunoda kuvandudza.

source: Find the phrase(s) and its existing translation(s) you want to improve.
sn: Tsvaga chirevo nezvinodudzira zviriko zvaunoda kuvandudza.

source: Update the phrase(s).
sn: Gadziridza chirevo.

source: Copy the file name and path into the issue.
sn: Kopa zita refaira nemugwagwa mukuisa panyaya.

source: Paste the copied snippet directly into the GitHub issue comment.
sn: Namira chidimbu chakopiwa chakananga muGitHub nyaya komendi.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
sn: Usarwadze kuendesa faira yakazara .po kudzivisa kunetsana kwekubatanidza.

source: <strong>Example snippet:</strong>
sn: Chiratidziro chemuenzaniso:

source: Report missing translations not yet discovered:
sn: Taura madudziro asipo asati awanikwa:

source: If you see text in the app that appears untranslated or missing, please report it to us.
sn: Kana uine zviratidziro muapp zvisina kududzirwa kana kushayikwa, ndapota zviratidze kwatiri.

source: Provide the exact English phrase as it appears on the screen.
sn: Ipa chirevo chakakwana cheChirungu semazviri pachiratidziri.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
sn: Sanganisira peji kana chikamu chaunoona chirevo (senzira, Peji resetingi, Chikamu cheAccount).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
sn: Tumira ruzivo urwu kuburikidza neGitHub nyaya itsva kuti tiwedzere kumafaira ekududzira uye kuputira neBabel.

source: Found a missing translation?
sn: Wawana dudziro inoshaikwa?

source: This link will create a new GitHub issue pre-filled with a language code.
sn: Iyi link ichagadzira nyaya itsva paGitHub yakazadzwa nekodhi yemutauro.

source: Report it by opening a new GitHub issue
sn: Ripotera nekutanga GitHub nyaya nyowani

source: Please specify the language code and exact phrase when reporting.
sn: Tapota tsanangura kodhi yemutauro uye chirevo chaiyo kana uchimhan'ara.

source: Thank you for helping us make Grylli better!
sn: Kutenda kwauri nekubatsira kugadzira Grylli zvirinani!

source: Answer Your Security Question
sn: Pindura Mubvuzo Wako Wekuchengetedza

source: Please answer the question below to verify your identity before resetting your password.
sn: Tapota pindura mubvunzo uri pasi apa kuti uone hukama hwako hwechokwadi usati wachinja password yako.

source: Security Question
sn: 🔐 Chengetedzo

source: Verify and Continue
sn: Simbisa uye Rambisa

source: Create New User
sn: Gadzira Mushandisi Itsva

source: Fill out the form to add a new user.
sn: Zadza fomu kuti uwedzere mushandisi mutsva.

source: Username
sn: Zita remushandisi

source: New Password
sn: Dzorerazve Pasiwedi

source: Confirm Password
sn: Wakanganwa Password

source: Create User
sn: Gadzira Mushandisi

source: Edit User
sn: Gadzirisa Mushandisi

source: Update the details for this user account.
sn: Vandudza zvakatsanangurwa zviri pakaundi yemushandisi uyu.

source: Update User
sn: Bvisa Mushandisi

source: Admin Help
sn: Panera Yevatariri

source: Reset Admin Password
sn: Dzorerazve Pasiwedi

source: If you've forgotten the admin password, you can reset it using the following Docker command:
sn: Kana wakanganwa password yeadmin, unogona kuiresetisha uchishandisa Docker command inotevera:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
sn: Script ino inokumbira kuti upinde password nyowani yeadmin user. Unofanira kuimhanya kubva panzvimbo panomhanyisa Grylli container.

source: After resetting, you can log in with the new password immediately.
sn: Mushure mekuresetisha, unogona kupinda nepassword nyowani ipapo ipapo.

source: Return to Login
sn: Dzokera kuDashboard

source: Enter your Ferret Key to unlock admin-only help documentation.
sn: Pinda Ferret Key yako kuti utore admin-only help documentation.

source: How to Find Your FERRET_KEY
sn: Maitiro Ekutsvaga FERRET_KEY Yako

source: The FERRET_KEY is set as an environment variable when running Grylli.
sn: FERRET_KEY inoiswa seas an environment variable paunenge uchimhanya Grylli.

source: Option 1: Check docker-compose.yml
sn: Option 1: Tarisa docker-compose.yml

source: Option 2: Use docker inspect
sn: Option 2: Shandisa docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
sn: Izvi zvinoratidza FERRET_KEY sezvapa container panguva yekumhanya.

source: Admin Panel
sn: Panera Yevatariri

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
sn: Kugamuchirwa kuGrylli Admin Panel. Shandisa zvibatanidza pazasi kugadzirisa hurongwa.

source: View Application Logs
sn: Ona Dhayari Rechidhiraivha Cheapplication

source: Logs
sn: Kubuda

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
sn: Ona kubuda kwechidhiraivha chinogara chiri kubva kune application. Ungawana zvimwe nekuona docker logs kana mabhuku echidhiraivha mudhatabhesi.

source: Reports
sn: Chiteshi

source: View account summaries and scheduler activity in tabbed reports.
sn: Tarisa mazwi eakaundi uye zviitiko zve scheduler mumishumo yetabhu.

source: Settings
sn: SMTP Zvirongwa

source: View system configuration, environment variables, and global SMTP settings.
sn: Tarisa marongero esystem, zvine nharaunda, uye marongero e SMTP epasi rose.

source: Tools
sn: Chishandiso

source: Trigger or delete backups and run version check.
sn: Manikidza kana kudzima backups nekuita cheki yeshanduro.

source: Manage Users
sn: Gadzirisa Vashandisi

source: Users
sn: Vashandisi

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
sn: Gadzira, gadzirisa, bvisa kana kuvhura, shandura mabasa, dzorera MFA, kana kudzima maakaundi evashandisi.

source: View Admin Guide / README
sn: Tarisa Mirayiridzo yeAdministraton / README paGitHub

source: View README
sn: Tarisa Chimwe Chadziripo

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
sn: Magwaro akazara anofukidza maficha, chimiro, setupi, deployment, chengetedzo, kuyedza, uye kuwanika.

source: ⚠️ Admin Tips
sn: ⚠️ Zano revatariri

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
sn: Usambo mhanya kugadzira neDEBUG yakaiswa. Mode yezvipatara inoratidza zvakadzama mukati uye stack traces.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
sn: Mabhuku echidhiraivha echidhiraivha anonyorwa otomatiki kumafaira mudhatabhesi nekutenderera kunoshanda (zvitungu 7, 10MB yega).
