Repository: samcro1967/grylli
Catalog: app/translations/sn/LC_MESSAGES/messages.po
Languages: sn

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
sn: Vatungamiriri vanogona kuona zvakagadziriswa mabhuku muUI, kana kuongorora mabhuku akazara zvakananga kubva mudhisiki kana kuburikidza nemidziyo yakadai sedocker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
sn: Nguva dzose tumira Grylli kumashure kwepakati pekutendeuka (semuenzaniso Caddy, Nginx, kana Traefik) uye uishumire pamusoro peHTTPS. Dhata remushandisi rinodikanwa rinofanira kuiswa chisungo pachinhambwe.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
sn: Itaurirane folda yedata (database) yakabckupa host yenyu

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
sn: Fodorodha yezvinotorwa yakagoverwa. Kuti uzvivhenekere zvakasiyana zvakasiyana, gadziridza dhairekitiriyisi yemunhu uye nzira dzekuwana.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
sn: Kuti udzorere backupa: mira mugaba, kutsiva data/grylli.db neimwe kubva kufolda yebackups, uye utangezve mugaba.

source: Admins cannot remove their own admin role to prevent accidental lockout.
sn: Varindi havagone kubvisa basa ravo rekuvhura kuitira kudzivirira kusungwa.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
sn: Mari dzirege uye kuzvikanganisa kweakaunta kuzvikanganisa kwakamanikidzwa kudzivirira kuedza kupinda nenhava.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
sn: Mapassword, zvitupa zveSMTP, uye matokeni eAPI akachengetedzwa kana akagara uchishandisa Fernet.

source: How to manage users
sn: Maitiro ekubata nevashandisi

source: Hide Instructions
sn: Vanza Mirayiridzo

source: Manage user accounts, change roles, and remove or disable access.
sn: Gadzirisa maakaundi evashandisi, shandura mabasa, uye bvisa kana kumbomisa kuwana.

source: Add User
sn: Wedzera Mushandisi

source: Change Role
sn: Chinja Basa

source: Changing role for:
sn: Gadza Nzvimbo dzekuenda

source: Select Role
sn: Sarudza yakakodzera

source: Admin
sn: Panera Yevatariri

source: User
sn: Vashandisi

source: Save Changes
sn: Chengeta Zvakabatanidzwa

source: List Users
sn: Gadzirisa Mushandisi

source: You cannot edit your own account
sn: ⚪ = Haubvumidzwi kudzimisa ako account.

source: Change Role for
sn: Gadza Nzvimbo dzekuenda

source: You cannot change your own role
sn: Haungagone kuchinja chimiro chako chekungwaririra.

source: Are you sure you want to reset MFA for this user?
sn: Une chokwadi here kuti unoda kudzoreredza MFA yemushandisi uyu?

source: Reset MFA
sn: Dzorerazve Pasiwedi

source: Unlock account for
sn: Svinudzira account ye

source: Unlock Account
sn: Akaunti

source: Delete user
sn: Bvisa mushandisi

source: Delete User
sn: Bvisa Mushandisi

source: You cannot delete your own account
sn: ⚪ = Haubvumidzwi kudzimisa ako account.

source: You cannot disable yourself
sn: Hamugone kuzvidzima

source: Disable
sn: Dzima

source: Enable
sn: Gonesa

source: Click ➕ Add User to create a new account.
sn: Dzvanya Gadzira Mushandisi kuchengetedza account.

source: Fill in a unique username, valid email, and strong password.
sn: Pinda zita remushandisi rakasarudzika, kero yeemail inoshanda, uye password inakira.

source: Assign a role:
sn: Tsaurira Email Rambira

source: or
sn: Chiteshi

source: Admins can manage users and settings. Users can only manage their own content.
sn: Varindi vanogona kutonga vashandisi uye marongero. Vashandisi vanogona kungotonga zvavo zvemukati.

source: Click Create User to save the new account.
sn: Dzvanya Gadzira Mushandisi kuchengetedza account.

source: Click ✏️ to edit a user's information.
sn: Dzvanya ✏️ kuti uronge ruzivo rwemushandisi.

source: Click 🗑️ to delete a user (confirmation required).
sn: 🧪 Kukundikana kutumira chiziviso chekuedza:

source: Click 🔴 or 🟢 to disable or enable a user account.
sn: Kuti udzime kana kugonesa mushandisi, dzvanya 🔴 kana 🟢.

source: 🟢 = Active: user can log in.
sn: 🟢 = Mushandisi anogoneswa uye anogona kupinda.

source: 🔴 = Disabled: user is locked out.
sn: 🔴 = Chakaremara: mushandisi avharirwa.

source: ⚪ = You cannot disable your own admin account.
sn: ⚪ = Haubvumidzwi kudzimisa ako account.

source: Click 🛡️ to change a user’s role (admin ↔ user).
sn: Kuti uchinje basa remushandisi, zvinya 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
sn: Kuti vataziri MFA, dzvanya 🔑 (inooneka chete kana MFA yakaitwa).

source: Accounts are automatically locked after repeated failed login attempts.
sn: Maakaunti anozvivharira otomatiki mushure mekuyedza kwakanzura kwekupinda.

source: To unlock an account immediately, click 🔓 next to the user’s row.
sn: Kuti ukurumidze kuvhura account, clivha 🔓 padyo nemutsetse wemushandisi.

source: Accounts will also unlock automatically after a short delay.
sn: Maakaunti anovhurwazve otomatiki mushure mekumbopa.

source: All actions are logged for accountability. Passwords and secrets are never visible.
sn: Maitiro ose anorekodhwa kwekuzvibatanidza. Mapassword uye zvakavanzika hazvimbovonekwa.

source: Actions
sn: Zvipo

source: No users available.
sn: Hapana vashandisi available.

source: Created At
sn: Yakagadzirwa Pa

source: MFA Enabled
sn: Yakagoneswa

source: Locked Until
sn: Akaunti

source: Showing up to %(count)s recent log entries (newest first).
sn: Kuratidza kusvika ku %(count)s zvakagadziriswa zvemabhuku (zvinyorwa zvitsva pakutanga).

source: Filter logs
sn: Zvigadzirise mabhuku echidhiraivha

source: Level
sn: Label

source: All
sn: Zvese

source: Text Contains
sn: Zviri muChinyorwa

source: e.g. login or scheduler
sn: e.g. login kana scheduler

source: After (ISO Time)
sn: Mushure (ISO Time)

source: Apply Filters
sn: Shandisa Zvigadzirwa

source: Timestamp
sn: Kuedza

source: Message
sn: Mharidzo yakachengetwa.

source: No matching log entries found.
sn: Hapana mabhuku echidhiraivha akafanana akawanikwa.

source: Only showing the most recent %(count)s entries.
sn: Kurudziro inoratidza zvichangobva kuitika %(count)s zvinyorwa.

source: from the log file.
sn: kubva mufaira re log.

source: Date
sn: Gadzirisa Akaunzi

source: Job Name
sn: Zita yebasa

source: Status
sn: Zvirongwa zvehurumende

source: Details
sn: Maimero

source: No scheduler activity found.
sn: Hapana basa rekusunga rawanikwa.

source: Admin Reports
sn: Panera Yevatariri

source: Grylli | Reports | Accounts
sn: Panera Yevatariri

source: Accounts
sn: Akaunti

source: Grylli | Reports | Scheduler
sn: Dzokera kuDashboard

source: Scheduler Activity
sn: Ronga Email

source: Application Logs
sn: Zvipo

source: Grylli System Settings
sn: Zvirongwa zvehurumende

source: Grylli | Settings | System
sn: Grylli | Maemail | SMTP

source: System
sn: System Info

source: Grylli | Settings | SMTP
sn: Grylli | Maemail | SMTP

source: Key
sn: Ki

source: Value
sn: Kukosha

source: No SMTP settings found.
sn: SMTP Zvirongwa

source: Send Test Email to
sn: Tumira Email Yekuedza

source: No configuration values found.
sn: Hapana SMTP kugadzirisa kwakapihwa

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
sn: Gadzirisa encrypted backups edhatabhesi yako yeGrylli. Chete maadmins anogona kugadzira kana kubvisa backups.

source: Create Backup
sn: Gadzira Backup

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
sn: Backups dzine data rese reapp yenyu. Chengetedza zvinobudirira. Data rinotapudzika rakavharirwa muDB pakutanga.

source: Tasks
sn: Mabasa

source: Run administrative tasks manually.
sn: Mamwe mabasa echirongwa mhanyiswa nemaoko.

source: Task
sn: Basa

source: Description
sn: Tsananguro

source: Action
sn: Zvipo

source: Version Check
sn: Kutarisa Version Yemanyorero

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
sn: Ongorora kana shanduro itsva yeGrylli iripo uchishandisa mabasa echirongwa ekuongorora shanduro nemaoko.

source: Run
sn: Mhanya

source: Admin Tools
sn: ⚠️ Zano revatariri

source: Grylli | Tools | Backups
sn: Grylli | Admin | Zvekuchengetedza

source: Grylli | Tools | Tasks
sn: ⚠️ Zano revatariri

source: Filename
sn: Zita refaira

source: Delete
sn: Bvisa

source: Delete Backup
sn: Gadzira Backup

source: No backups found.
sn: Hapana backups dzawanikwa.

source: Show help
sn: Ratidza SMTP Setup Rubatsiro

source: Hide help
sn: Panera Yevatariri

source: Add Destination
sn: Wedzera Nzvimbo

source: Edit
sn: Chinja

source: Test
sn: Kuedza

source: Enabled:
sn: Yakagoneswa:

source: Created:
sn: Yakagadzirwa:

source: Edit Apprise Destination
sn: Chinja Apprise Nzvimbo

source: Create Apprise Destination
sn: Gadzira Apprise Nzvimbo

source: Update the label or URL for this Apprise destination.
sn: Chinja Apprise Nzvimbo

source: Enter a label and the Apprise URL to create a new destination.
sn: Dzvanya “Wedzera Apprise” kunyoresa nzvimbo itsva.

source: Create Destination
sn: Gadzira Nzvimbo

source: Need help with Apprise URLs? See the
sn: Unoda kubatsirwa neApprise URLs? Ona iyo

source: Apprise Messages Services documentation
sn: Apprise Notification Services zvinyorwa

source: How to configure Apprise
sn: Ronga masevhisi eApprise

source: Manage your Apprise Messages endpoints.
sn: Gadzirisa Apprise notification endpoints yako.

source: Add Apprise
sn: Wedzera Apprise

source: Cannot edit while in use
sn: Haugone kugadzirisa uchiri kushandiswa

source: Cannot delete while in use
sn: Haugone kudzima uchiri kushandiswa

source: Click “Add Apprise” to register a new destination.
sn: Dzvanya “Wedzera Apprise” kunyoresa nzvimbo itsva.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
sn: Namira Apprise URL yakakodzera yakapihwa nebasa (semuenzaniso, Discord, Pushover, nezvimwe).

source: Label the destination to identify it easily in Messagess.
sn: Nyora zita renzvimbo kuti itozivikanwe nyore mukuzivisa.

source: Use the 🧪 icon to test that the destination is working properly.
sn: Shandisa taal 🧪 kuyedza kuti nzvimbo ishandike zvakanaka here.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
sn: Nzvimbo dzeApprise dzinoshandiswa mukuzivisa hadzikwanise kushandurwa kana kudzikwachidzwa.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
sn: Shandisa taal 🔴/🟢 kuvhura kana kuvhara nzvimbo dzose.

source: Switch between table and card view using the top-left buttons.
sn: Chinja pakati petafura uye kadhi mashandisirwo mashandisirwo mabhatani epamusoro-kurudyi.

source: You can create and manage multiple destinations for different alerting tools.
sn: Unogona kugadzira uye kutarisa nzvimbo zhinji dzematurusi akasiyana ekuyambira.

source: Step 1 of 2
sn: Danho 1 pa 2

source: Create Admin Account
sn: Gadzira Akaunti yeAdmin

source: Let’s get started by creating your first admin account.
sn: Ngatitangei nekugadzira yako yekutanga admin account.

source: Hold to reveal password
sn: Bata kuratidza password

source: Hold to reveal confirm password
sn: Bata kuratidza password

source: Forgot Password
sn: Wakanganwa Password

source: Please answer your security questions to continue.
sn: Ndokumbirawo pinda kodhi yako yekusimbisa.

source: Enter your username and email. We'll send you a link to reset your password.
sn: Pindai zita rako remushandisi uye email. Tichakutumira chinongedzo chekuseta patsva password yako.

source: Submit Answers
sn: Tumira Mhinduro

source: Next
sn: Tevera

source: Forgot Username
sn: Wakanganwa Zita remushandisi

source: Enter your email address, and we'll send you your username.
sn: Pindai kero yako yeemail, uye tichakutumira zita rako remushandisi.

source: Send Username
sn: Tuma Zita remushandisi

source: Log In
sn: Pinda

source: Forgot Username?
sn: Wakanganwa Zita remushandisi?

source: Forgot Password?
sn: Wakanganwa Password?

source: Sign Up
sn: Saina Up

source: Please Wait
sn: Ndapota Mirira

source: Too many attempts. Please try again in
sn: Kuyedza kwakawanda kwekupinda zvakundikana. Ndokumbira umirire

source: seconds.
sn: sekondi...

source: Redirecting to login...
sn: Dzokera kuDashboard

source: Reset Password
sn: Dzorerazve Pasiwedi

source: Enter your username, email, and new password.
sn: Isa zita rako remushandisi, email, uye password itsva.

source: Show/hide password
sn: Bata kuratidza password

source: Fill out the form to create your account.
sn: Zadza fomu kuti ugadzire account yako.

source: Create Account
sn: Gadzira Akaunti yeAdmin

source: Already Checked In
sn: Last Check-in

source: You have already checked in for this item. No further action is needed at this time.
sn: Watonyoresa kukiyi iyi. Hapana chimwe chitinho chinodiwa parizvino.

source: Check-in for:
sn: Wapinda kwe:

source: Return to Dashboard
sn: Dzokera kuDashboard

source: Check-In Disabled
sn: Email yakadzimwa

source: This check-in is currently disabled and cannot be completed.
sn: Kiyi iyi yakaremara parizvino uye haigone kuzadzikiswa.

source: Already Executed & Disabled
sn: Yakatogadziriswa & Yakaremara

source: This check-in has already been executed and is now disabled. No further action is required.
sn: Kiyi iyi yatozadzikiswa uye yave kuremara. Hapana chimwe chitinho chinodiwa.

source: Check-In Successful
sn: Kupinda kwemashoko kwakabudirira

source: Thank you for checking in.
sn: Tinokutendai nemapinda.

source: Checked in for:
sn: Wapinda kwe:

source: ⚠️ Grylli is not using a secure HTTPS connection.
sn: ⚠️ Gryllis haisi kushandisa HTTPS yakachengeteka.

source: Data is not encrypted in transit across the network.
sn: Data haina kuchengetedzwa mune zvakavanzika mukufamba-mukati-mesangano.

source: Your Grylli Dashboard
sn: Dzokera kuDashboard

source: Grylli | Dashboard | Config
sn: Dzokera kuDashboard

source: Config
sn: Gadziriro

source: Grylli | Dashboard | Schedule
sn: Dzokera kuDashboard

source: Schedule
sn: APScheduler

source: Grylli | Dashboard | Activity
sn: Dzokera kuDashboard

source: Activity
sn: Chiitiko

source: Grylli | Dashboard | Linked Items
sn: Grylli | Dhibhodhi | Zvinhu Zvakabatana

source: Linked Items
sn: Zvinhu Zvakabatana

source: Your Activity History
sn: Nhoroondo Yechiitiko Chako

source: Type
sn: Rudzi

source: No recent activity found in the application log.
sn: Ona mabhuku echidhiraivha echidhiraivha

source: New Messages
sn: Mharidzo yakachengetwa.

source: New Apprise
sn: Apprise

source: New Webhook
sn: Gadzirisa Webhook

source: New Email
sn: Chengeta Email

source: New SMTP
sn: SMTP

source: New Reminder
sn: Chengeta Email

source: Linked Destinations
sn: Chengeta Nzvimbo dzekuenda

source: Reminder
sn: maminitsi

source: Enabled Messages
sn: Purogiramu Mharidzo

source: Interval
sn: Nganonyorera Nguva

source: Grace Period
sn: Nguva Yonzwelo

source: Check In Now
sn: Wapinda kwe:

source: Enabled Emails
sn: Chengeta Email

source: Enabled Reminders
sn: Wedzera Email

source: Start Time
sn: Kutanga TLS

source: Recurrence
sn: Kubudikidza

source: Last Sent
sn: Last Check-in

source: One-time
sn: Kamwe chete

source: configured
sn: Zviri mukati

source: enabled
sn: Yakagoneswa

source: No Apprise destinations have been configured yet.
sn: Kwainoenda Apprise kwabviswa.

source: Disabled
sn: Dzima

source: + %(count)s more
sn: + %(count)s zvakawanda

source: View All
sn: Tarisa Chimwe Chadziripo

source: New Destination
sn: Chengeta Nzvimbo dzekuenda

source: You haven't created any email messages yet.
sn: Zadza fomu kuti ugadzire account yako.

source: You haven't created any messages yet.
sn: Unogona kugadzira nzvimbo zhinji sezvaunoda.

source: You haven't created any reminders yet.
sn: Kutadza kugadzira mushandisi.

source: No SMTP servers have been configured yet.
sn: Hapana maseva eSMTP akambogadzingwa.

source: No webhooks have been configured yet.
sn: Makaburitswa.

source: Grylli Full Layout Debug Page
sn: Grylli Yakazara Layout Debug Page

source: Select Page to Debug
sn: Sarudza Peji Kuti Ukanganise

source: Choose a Page...
sn: Sarudza Peji...

source: Export Selected Page
sn: Tumira Peji Rakasarudzwa

source: Export Layout Debug
sn: Tumira Kukanganisa Kuronga

source: Clear Storage & Cookies
sn: Bvisa Kuchengetera & Makiki

source: Refresh Debug Info
sn: Dzokorora Kukanganisa Ruzivo

source: Theme & DOM State
sn: Dingindira & DOM State

source: Accessibility & Focus
sn: Kuonekerwa & Tarisiro

source: Scroll, Overflow & Visibility
sn: Kufambisa, Kufashukira & Kuonekwa

source: Computed Styles & CSS Variables
sn: Yakayerwa Maitiro & CSS Zvinovaraidzo

source: Page Assets & Context
sn: Zvinhu zvePeji & Context

source: Forms & Inputs
sn: Fomu & Zviyero

source: Memory Usage (Experimental)
sn: Mushandisi Wengozi (Yekuedza)

source: Current User (Sanitized)
sn: Mushandisi Wazvino (Yakachena)

source: Rendered HTML Snapshot
sn: HTML Inooneka Snapshot

source: 📧 Assign SMTP Config to:
sn: 📧 Gadzira SMTP Config kune:

source: No SMTP (Unassign)
sn: Hapana SMTP kugadzirisa kwakapihwa

source: This email will not use any SMTP configuration.
sn: Email iyi haizotyisidzirwa kushandisa chero SMTP config.

source: Attach Files for:
sn: Namata Mafaira kune:

source: Select files from the uploads folder to attach to this message.
sn: Sarudza mafaira kubva mufolda yekurodha kuti ubatanidze pameseji iyi.

source: Available Files
sn: Mafaira Aripo

source: No files found in the upload directory.
sn: Hapana mafaira awanikwa mudhairekitori rekuendesa.

source: Save Attachments
sn: Chengeta Zvakabatanidzwa

source: File Attach Notes
sn: Mhinduro dzeMafaira Akarongedzwa

source: Important:
sn: Chiteshi:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
sn: Mafaira ari mu 'uploads' folder chete (anopiwa ne system administrator yako) ndiwo anoratidzwa pano. Kana usingaone faira yako, ndapota taura ne Grylli administrator yako.

source: Accepted file types:
sn: Mhando dzemafaira dzinogamuchirwa:

source: Documents:
sn: Magwaro:

source: Images:
sn: Mifananidzo:

source: Maximum file size:
sn: Saizi yemafaira yakakura:

source: 10 MB per file
sn: 10 MB pafaera

source: Total upload size:
sn: Saizi yese yekuendesa:

source: 20 MB (all files combined)
sn: 20 MB (mafaira ese akasanganiswa)

source: Edit Email
sn: Vandudza Email

source: Create Email
sn: Gadzira Email

source: Fill out the form to create or edit an email message.
sn: Zadza fomu kuti ugadzire account yako.

source: Save Email
sn: Chengeta Email

source: How to create and send an email
sn: Maitiro ekugadzira nekutumira email

source: Manage and schedule email messages to be delivered through configured channels.
sn: Gadzirisa uye rarama mameseji eemail kuti aendeswe kuburikidza nematanho akanyatsogadziriswa.

source: Add Email Message
sn: Purogiramu Mharidzo

source: List Emails
sn: Vandudza Email

source: Schedule Email
sn: Ronga Email

source: Set how long until check-in is expected and how much grace time is allowed.
sn: Ronga chinhambwe chinosara kusvika paunotarisirwa kupinda uye nguva yakakodzera yakapihwa.

source: Years
sn: Makore

source: Months
sn: Mwedzi

source: Weeks
sn: Mavhiki

source: Days
sn: Mazuva

source: Hours
sn: Maawa

source: Minutes
sn: Maminitsi

source: Check-in
sn: Kusununguka

source: Save Schedule
sn: Chengetedza Chakarongwa

source: Email Configuration
sn: Email Kugadzirisa

source: Recipient
sn: Mugamuchiri

source: Body
sn: Muviri

source: Attached Files
sn: Mafaera Akabatanidzwa

source: No files attached
sn: Hapana mafaera akabatanidzwa

source: SMTP Configuration
sn: SMTP Kugadzirisa

source: Label:
sn: Chikero:

source: Username:
sn: Zita remushandisi:

source: Yes
sn: Ehe

source: No
sn: Kwete

source: No SMTP configuration assigned
sn: Hapana SMTP kugadzirisa kwakapihwa

source: Schedule Information
sn: Ruzivo rwechakarongwa

source: Check-in Interval:
sn: Nguva Yokusununguka:

source: minutes
sn: maminitsi

source: Grace Period:
sn: Nguva Yonzwelo:

source: Last Check-in:
sn: Kusungwa Kwekupedzisira:

source: No check-in has occurred yet
sn: Hakuna kusununguka kwakamboitika

source: Back to Emails
sn: Dzokera kuEmails

source: Cannot edit while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: Attach Files
sn: Namata Mafaira

source: Cannot attach files while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: Assign SMTP Config
sn: 📧 Gadzira SMTP Config kune:

source: Cannot assign SMTP while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: Cannot schedule while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: View Email Details
sn: Tarisa Chimwe Chadziripo

source: Send Test Email
sn: Tumira Email Yekuedza

source: Toggle Email On/Off
sn: Shandura Email Pamusana/Pasi

source: Email is enabled
sn: Email yakavhurwa

source: Email is disabled
sn: Email yakadzimwa

source: Subject:
sn: Musoro

source: To:
sn: Kune:

source: Created At:
sn: Yakagadzirwa Pa

source: Click “Add Email” and fill out the subject, content, and recipient address.
sn: Dzvanya “Wedzera Email” uye zadza musoro wenyaya, zvirimo, uye kero yemugamuchiri.

source: Attach any optional files (if needed).
sn: Batanidza chero mafaera anogona kuumbwa (kana achidiwa).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
sn: Dzvanya 🧩 kuti umise SMTP chimiro chimwe chete icho chichashandiswa kutumira email.

source: Click ⏱️ to set a check-in interval and grace period for the email.
sn: Dzvanya ⏱️ kuti umise nguva yekuongorora uye nguva yonzwelo reemail.

source: Enable the email using the 🔴/🟢 toggle button.
sn: Batidza email uchishandisa bhatani rekutendeuka 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
sn: Dzvanya 🧪 kuti uedze email nekuizvitumira (kwete kumugamuchiri).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
sn: Kana usina kungoona usati nguva yonzwelo yapera, email ichatumirwa otomatiki.

source: You can preview the email configuration using 🔍.
sn: Unogona kuona kugadzira kweemail uchishandisa 🔍.

source: Once a secure email is sent, it will be automatically disabled.
sn: Kana email yakachengeteka yatumirwa, ichabatwa otomatiki.

source: To
sn: Kuti

source: No emails available.
sn: Email yakavhurwa

source: Sorry, the page you are looking for does not exist.
sn: Tine urombo, peji rauri kutsvaga haripo.

source: Return Home
sn: Dzokera kuDashboard

source: Something went wrong
sn: Chimwe chakanganisika

source: An unexpected error occurred. Please try again later or contact support.
sn: Kanganiso isingatarisirwi yaitika. Ndokumbira uedzezve gare gare kana kubata rutsigiro.

source: Switching Language...
sn: Kuchinja Mutauro...

source: Applying new language...
sn: Kushandisa mutauro mutsva...

source: Assign Destinations for
sn: Gadza Nzvimbo dzekuenda

source: Select the Apprise and Webhook destinations for this Messages.
sn: Sarudza Apprise uye Webhook nzvimbo dzekuenda kwechiziviso ichi.

source: Save Destinations
sn: Chengeta Nzvimbo dzekuenda

source: Edit Messages
sn: Purogiramu Mharidzo

source: Create Messages
sn: Purogiramu Mharidzo

source: Update the label, subject, and content of your Messages.
sn: Gadziridza chitambi, musoro, uye zvemukati zvechiziviso chako.

source: Fill out the form to create a new Messages.
sn: Zadza fomu kuti ugadzire account yako.

source: Content
sn: Zviri mukati

source: Save Messages
sn: Purogiramu Mharidzo
