Repository: samcro1967/grylli
Catalog: app/translations/sn/LC_MESSAGES/messages.po
Languages: sn

source: Show Messages Setup Help
sn: Ratidza SMTP Setup Rubatsiro

source: Hide Messages Setup Help
sn: Vanza SMTP Setup Rubatsiro

source: Manage and send user Messagess from the system.
sn: Gadzirisa uye tumira zviziviso zvevashandisi kubva pahurongwa.

source: Add Messages
sn: Mharidzo yakachengetwa.

source: How to create and send a Messages
sn: Maitiro ekugadzira nekutumira email

source: List Messages
sn: Mharidzo yakachengetwa.

source: Schedule Messages
sn: Ronga Email

source: Message Details
sn: Mharidzo yabviswa.

source: Check-in Interval
sn: Nganonyorera Nguva

source: None assigned.
sn: Hapana yapiwa.

source: Back to Messages
sn: Dzokera kuEmails

source: Disable to edit Messages
sn: Dzokera kuEmails

source: Assign Destinations
sn: Gadza Nzvimbo dzekuenda

source: Disable to assign destinations
sn: Gadza Nzvimbo dzekuenda

source: Set Schedule
sn: Gadza Purogiramu

source: Disable to set schedule
sn: Gadza Purogiramu

source: View Details
sn: Tarisa Chimwe Chadziripo

source: Send Test Messages
sn: Tumira Email Yekuedza

source: Delete Messages
sn: Purogiramu Mharidzo

source: Toggle Message On/Off
sn: Chinja Mharidzo On/Off

source: Messages is enabled
sn: Email yakavhurwa

source: Messages is disabled
sn: Email yakadzimwa

source: Enable only after schedule is set
sn: Batidza chete mushure mekunge hurongwa hwagadzwa

source: Enable only after destinations are assigned
sn: Batidza chete mushure mekunge nzvimbo dzagadzwa

source: Click “Add Messages” and fill out the subject and content fields.
sn: Dzvanya “Wedzera ziviso” uye zadza minda yemusoro nezviri mukati.

source: Save the Messages to return to the overview.
sn: Chengeta ziviso kuti udzokere kudenderedzwa.

source: You need to create at least one apprise or webhook destination.
sn: Unoda kugadzira imwe chete apprise kana webhook nzvimbo.

source: You can create as many destinations as you like.
sn: Unogona kugadzira nzvimbo zhinji sezvaunoda.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
sn: Dzvanya 🧩 kuti ugovere imwe kana dzakawanda Apprise uye/ kana Webhook nzvimbo.

source: Click ⏱️ to set a schedule and check-in interval.
sn: Dzvanya ⏱️ kuti ugazire purogiramu uye nguva yekutarisa.

source: Enable the Messages using the 🔴/🟢 toggle button.
sn: Batidza email uchishandisa bhatani rekutendeuka 🔴/🟢.

source: If you don’t check in before the grace period ends, the Messages will be sent.
sn: Kana usinga tarisei usati nguva yengamuchiro yapera, ziviso ichatumirwa.

source: You can preview the Messages config using 🔍.
sn: Unogona kuona kugadzira kweemail uchishandisa 🔍.

source: Once a Messages is sent, it will be automatically disabled.
sn: Kana email yakachengeteka yatumirwa, ichabatwa otomatiki.

source: No Messagess available.
sn: Hapana vashandisi available.

source: Two-Factor Authentication (MFA)
sn: Kusimbiswa kweVatatu (MFA)

source: Your Recovery Codes
sn: Makodhi ako Ekudzorera

source: Save these recovery codes in a safe place!
sn: Chengetedzai makodhi aya ekudzorera munzvimbo yakachengeteka!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
sn: Imwe neimwe kodhi inogona kushandiswa kamwe chete kana ukarasika mukana kune yako kodhita. Makodhi aya haazoratidzwi zvakare.

source: OK, I've saved them
sn: OK, ndazviichengeta

source: MFA Settings
sn: SMTP Zvirongwa

source: Manual Entry:
sn: Kupinda Maoko:

source: Administration
sn: Hutungamiriri

source: Grylli | Admin | Overview
sn: Grylli | Admin | Tarisiro

source: Overview
sn: Mhedziso

source: Grylli | Admin | Users
sn: Grylli | Admin | Vashandisi

source: Grylli is a secure message scheduling and delivery platform.
sn: Grylli ipuratifomu yakachengeteka yekuronga uye kutumira meseji.

source: Home
sn: Kumba

source: Check-ins Due
sn: Kusununguka

source: Account
sn: Akaunti

source: About
sn: Nezve

source: Logout
sn: Kubuda

source: Grylli | Messages | Overview
sn: Grylli | Maemail | Tarisiro

source: Overview of Messages settings
sn: Kuona zvikamu zvemazvo zvekuzviziviso

source: Grylli | Messages | Apprise
sn: Edita Ziviso

source: Configure Apprise services
sn: Ronga masevhisi eApprise

source: Grylli | Messages | Webhooks
sn: Edita Ziviso

source: Configure Webhook integrations
sn: Ronga kubatanidza kweWebhook

source: Grylli | Emails | Overview
sn: Grylli | Maemail | Tarisiro

source: Overview of secure email messages
sn: Kuona maimeyero emaitiro akachengeteka

source: Grylli | Emails | SMTP
sn: Grylli | Maemail | SMTP

source: Configure SMTP email settings
sn: Ronga masetingi emaimeyero eSMTP

source: Grylli | Reminders | Overview
sn: Grylli | Zviyeuchidzo | Tarisiro

source: Overview of reminders
sn: Tarisiro yezvayeuka

source: Select Theme
sn: Sarudza yakakodzera

source: Select theme
sn: Sarudza yakakodzera

source: Select language
sn: Sarudza yakakodzera

source: Menu
sn: Menyu

source: Collapse Sidebar
sn: Kudza Parutivi

source: Select the Apprise and Webhook destinations for this reminder.
sn: Sarudza Apprise uye Webhook nzvimbo dzekuenda kwechiziviso ichi.

source: Link Email Reminder for
sn: Batanidza Email Rambira ku

source: Choose the email message and SMTP configuration to associate with this reminder.
sn: Sarudza meseji yeemail uye SMTP configuration yekubatanidza nechiyeuchidzo ichi.

source: None (Unassign)
sn: Hapana SMTP kugadzirisa kwakapihwa

source: No sender address
sn: Hapana kero yemutumi

source: Email Message
sn: Purogiramu Mharidzo

source: No subject
sn: Musoro

source: Save Email Reminder
sn: Chengeta Email

source: How to use reminders
sn: Maitiro ekubata nevashandisi

source: Review scheduled reminders and create new timed or recurring messages.
sn: Ronga zvayeuka kuti zviendeswe nenguva yakatarwa kana kazhinji.

source: Add Reminder
sn: Wedzera Email

source: List Reminders
sn: Vandudza Email

source: Edit Reminder
sn: Vandudza Email

source: Create Reminder
sn: Gadzira Email

source: Update the label, subject, and content of your reminder.
sn: Gadziridza chitambi, musoro, uye zvemukati zvechiziviso chako.

source: Fill out the form to schedule a reminder.
sn: Zadza fomu kuti uwedzere mushandisi mutsva.

source: Save Reminder
sn: Chengeta Email

source: Schedule Reminder
sn: Ronga Email

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
sn: Zviyevedzva zvinotariswa maminetsi ese %(minutes)s, saka kuitwa kunogona kunonoka zvishoma.

source: Configure when and how often the reminder should be sent.
sn: Gadzirisa nguva uye kakawanda kuchiyeuchidzo chinofanira kuendeswa.

source: Start Date & Time
sn: Tanga Zuva & Nguva

source: Recurrence Rule
sn: Chirevo Chekubudikidza

source: (Optional) Enter RRULE or leave blank for one-time.
sn: (Sarudzo) Isa RRULE kana siya isina chinhu ku kamwe chete.

source: End Date
sn: Tumira Muedzo

source: (Optional) Stop sending after this date.
sn: (Sarudzo) Rega kutumira mushure mezuva iri.

source: Max Occurrences
sn: Yakakwira Kuwanda

source: (Optional) Stop after this many reminders.
sn: (Sarudzo) Mira mushure mezviyeuka zvakawanda izvi.

source: Help for RRULE syntax
sn: Rubatsiro rweRRULE syntax

source: Reminder Details
sn: Tarisa Chimwe Chadziripo

source: Start At
sn: Kutanga TLS

source: End At
sn: Tumira Muedzo

source: Email Templates
sn: Muongorori weMaimero

source: No email linked.
sn: Email yakavhurwa

source: Back to Reminders
sn: Dzokera kuEmails

source: Cannot assign destinations while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: Assign Email Reminder
sn: Tsaurira Email Rambira

source: Cannot assign email while enabled
sn: Haugone kugadzirisa uchiri kushandiswa

source: Send Test Reminder
sn: Tumira Email Yekuedza

source: Delete reminder
sn: Gadziridza Rambira

source: Delete Reminder
sn: Gadziridza Rambira

source: Toggle Reminder On/Off
sn: Shandura Email Pamusana/Pasi

source: Start At:
sn: Kutanga TLS

source: Recurrence:
sn: Kubudikidza:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
sn: Dzvanya “Wedzera ziviso” uye zadza minda yemusoro nezviri mukati.

source: 💾 Save the reminder to return to the overview.
sn: Chengeta ziviso kuti udzokere kudenderedzwa.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
sn: 📣 Tsaurira Apprise, 🌐 Webhook, uye/kana 📧 Email (SMTP) nzvimbo sezvinodiwa.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
sn: ⏱️ Gadza urongwa uchishandisa bhatani rerojongedzere kuti utsanangure kana zvayeuka zvichatumirwa.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
sn: 🔍 Dzvanya “Ona Zvakawanda” kuti uongorora kana kugadzirisa nzvimbo dzakagoverwa nedzimwe marongero.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
sn: 🧪 Dzvanya bhatani redzidza kuti utarise kana nzvimbo dzakagoverwa dzichishanda nemazvo.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
sn: Batidza email uchishandisa bhatani rekutendeuka 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
sn: 📤 Zvayeuka zvichatumirwa sekurongwa kunzvimbo dzakashandirwa.

source: Several tools are available to help generate an RRULE.
sn: Zvimwewo zvishandiso zviripo kubatsira kugadzira RRULE.

source: Use a search engine or AI tool to assist.
sn: Shandisa injini yekutsvaga kana chishandiso cheAI kubatsira.

source: Here is an example of one such online tool:
sn: Iyi ndiyo muenzaniso wekumwe chishandiso chepamhepo:

source: RRULE Generator Tool
sn: RRULE Kugadzira Chishandiso

source: See here for some common examples:
sn: Ona pano mamwe emienzaniso yakajairika:

source: RRULE Help (GitHub)
sn: RRULE Rubatsiro (GitHub)

source: Create SMTP Destination
sn: Gadzira SMTP Nzvimbo

source: Fill out the form to configure a new SMTP destination.
sn: Gadzira SMTP Nzvimbo

source: Edit SMTP Destination
sn: Gadzira SMTP Nzvimbo

source: Update the mail server settings or credentials for this destination.
sn: Chinja Apprise Nzvimbo

source: Update Destination
sn: Gadzira Nzvimbo

source: Show SMTP Setup Help
sn: Ratidza SMTP Setup Rubatsiro

source: Hide SMTP Setup Help
sn: Vanza SMTP Setup Rubatsiro

source: SMTP Destinations
sn: Kwainoenda SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
sn: Gadzirisa marongero epakita yetsamba inobuda yekutumira maemail kubva kuGrylli.

source: Add SMTP
sn: Wedzera SMTP

source: List SMTP
sn: Last Check-in

source: Cannot edit while assigned to emails
sn: Haugone kugadzirisa uchakapihwa kune zvinzwi

source: Cannot delete while assigned to emails
sn: Haugone kudzima uchakapihwa kune zvinzwi

source: Port:
sn: Chiteshi:

source: Need help finding your SMTP server settings? See here for some links to common providers:
sn: Unoda rubatsiro kutsvaga zvekugadzirisa SMTP server yako? Onai pano mamwe emalink kune vanowanzopa.

source: SMTP Server Settings Help (GitHub)
sn: SMTP Server Settings Rubatsiro (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
sn: Tsvaga zvinyorwa zvepamutemo zvinongedzo zveGmail, Outlook, Yahoo, AOL, nevamwe.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
sn: Kana provider wako asina kutaurwa, tsvaga pane yavo peji rerutsigiro kana injini yekutsvaga 'SMTP settings'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
sn: Vamwe vanopa sevhisi (saGmail, Yahoo) vanoda 'App Passwords' kana setup yakakosha—ona magwaro avo!

source: Host
sn: Mutariri

source: Port
sn: Chiteshi

source: How to configure Webhooks
sn: Ronga kubatanidza kweWebhook

source: Webhook Destinations
sn: Kwainoenda Webhook

source: Manage your webhook Messages endpoints.
sn: Gadzirisa nzvimbo dzekuisa mavara ekuonekwa kwewebhook yako.

source: Add Webhook
sn: Wedzera Webhook

source: Show Help
sn: Ratidza SMTP Setup Rubatsiro

source: Hide Help
sn: Panera Yevatariri

source: Webhooks Destinations
sn: Kwainoenda Webhook

source: Endpoint
sn: Nzvimbo

source: Endpoint:
sn: Nzvimbo:

source: Description:
sn: Tsananguro:

source: Edit Webhook
sn: Gadzirisa Webhook

source: Create Webhook
sn: Gadzira Webhook

source: Update the label, endpoint, or description of this webhook destination.
sn: Gadziridza chitambi, endpoint, kana tsanangudzo yenharaunda iyi yewebhook.

source: Fill out the form to add a new webhook destination.
sn: Zadza fomu kuti uwedzere mushandisi mutsva.

source: Cannot edit while assigned to Messagess
sn: Haugone kugadzirisa uchakapihwa kune zvinzwi

source: Cannot delete while assigned to Messagess
sn: Haugone kudzima uchakapihwa kune zvinzwi

source: Click “Add Webhook” to register a new destination.
sn: Dzvanya “Wedzera Webhook” kuti unyore mujinga mutsva.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
sn: Isa endpoint URL inoshanda ichagamuchira chikumbiro cheHTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
sn: Sarudza kupawo tsananguro kuratidza chinangwa chewebhook.

source: Use the 🧪 icon to test that the webhook destination is working properly.
sn: Shandisa chinomiririra 🧪 kuti umise kuti webhook remashoko riri kushanda nemazvo.

source: Webhooks in use by Messagess cannot be edited or deleted.
sn: Webhooks zvinoshandiswa netsamba hadzigone kugadziridzwa kana kubviswa.

source: You can create and manage multiple webhooks for different systems or automations.
sn: Unogona kugadzira nekugadzirisa webhooks dzakawanda dzemasisitimu akasiyana kana otomatiki.

source: Please set your security questions before using the application.
sn: Ndapota isa mibvunzo yako yedziviriro usati washandisa chirongwa.

source: Current password is required to change password.
sn: Pasiwedhi yoripo inodiwa kugadzirisa pasiwedhi.

source: Current password is incorrect.
sn: Pasiwedhi yoripo haina kururama.

source: Account updated successfully.
sn: Akaunti yagadziriswa zvakabudirira.

source: No changes made.
sn: Hapana shanduko dzakaitwa.

source: An error occurred while updating your account.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: An error occurred while loading translation info.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: You cannot delete your account because you are the last admin.
sn: Haugone kudzima akaunti yako nekuti iwe ndiye mutariri wekupedzisira.

source: Your account has been permanently deleted.
sn: Akaunti yako yabviswa zvachose.

source: An error occurred while trying to delete your account.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: Your account has been deleted
sn: Akaunti yako yabviswa zvachose.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
sn: Mhoro {username}, Akaunti yako pa {site_name} yabviswa.Rangarira kubvisa mafaera ako kubva mufolda yeuploads.Kana izvi zvisiri iwe, ndapota bata rutsigiro nekukurumidza. {site_url}

source: Each security question must be different.
sn: Mibvunzo mitatu yose inofanira kusiyana.

source: Security questions saved.
sn: Mibvunzo yedziviriro yakachengetwa.

source: An error occurred while saving your security questions.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: Failed to load admin dashboard.
sn: Dzokera kuEmails

source: Invalid role.
sn: Basa risina maturo.

source: Failed to update user role.
sn: Kutadza kugadzira mushandisi.

source: Invalid Ferret Key.
sn: Basa risina maturo.

source: An internal error occurred. Please try again later.
sn: Kanganiso isingatarisirwi yaitika. Ndokumbira uedzezve gare gare kana kubata rutsigiro.

source: 🧪 Test notification sent successfully!
sn: 🧪 Chiziviso chekuedza chatumwa zvakabudirira!

source: 🧪 Failed to send test notification:
sn: 🧪 Kukundikana kutumira chiziviso chekuedza:

source: 🧪 Error sending test notification.
sn: 🧪 Kukanganisa pakutumira chiziviso chekuedza.

source: Apprise destination created successfully.
sn: Kwainoenda Apprise kwakasikwa zvakabudirira.

source: Failed to create Apprise destination.
sn: Gadzira Apprise Nzvimbo

source: Failed to load Apprise destinations.
sn: Gadzira Apprise Nzvimbo

source: Apprise destination updated successfully.
sn: Kwainoenda Apprise kwakagadziridzwa zvakabudirira.

source: Failed to update Apprise destination.
sn: Gadzira Apprise Nzvimbo

source: Apprise destination deleted.
sn: Kwainoenda Apprise kwabviswa.

source: Failed to delete Apprise destination.
sn: Chinja Apprise Nzvimbo

source: Admin account created successfully.
sn: Akaunti yomutungamiriri yakasikwa zvakabudirira.

source: Your account is temporarily locked. Please try again later.
sn: Kanganiso isingatarisirwi yaitika. Ndokumbira uedzezve gare gare kana kubata rutsigiro.

source: An error occurred while creating the admin account.
sn: Kukanganisa kwaitika pakusikwa kweakaunti yomutungamiriri.

source: Your account is not activated.
sn: Akaunti yako yabviswa zvachose.

source: Multi-factor authentication required.
sn: Ziviso yadzimwa

source: Logged in successfully.
sn: Mwapinda zvakabudirira.

source: Too many failed login attempts. Your account is locked for 15 minutes.
sn: Kuyedza kwakawanda kwekupinda zvakundikana. Ndokumbira umirire

source: Invalid username or password.
sn: Username kana pasiwedhi haina kururama.

source: You have been logged out.
sn: Makaburitswa.

source: If a user with that email exists, we've sent the username to them.
sn: Kana munhu ane email iyoyo aripo, tapedza username kwavari.

source: An error occurred while sending your username reminder.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: No account found matching that username and email.
sn: Hapana akaunti yakawanikwa inokwana username neemail iyoyo.

source: An error occurred while checking your credentials.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: Session expired. Please start over.
sn: Chikamu chapera nguva. Ndokumbira utange patsva.

source: Too many failed attempts. Please try again later.
sn: Kuyedza kwakawanda kwekupinda zvakundikana. Ndokumbira umirire

source: A password reset link has been sent to your email.
sn: Chinongedzo chekumutsidzira pasiwedhi chatumwa kuemail yako.

source: One or more answers were incorrect.
sn: Mukupfuura mhinduro dzakanga dzisina kururama.

source: An error occurred while verifying your answers.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: The reset link is invalid or has expired.
sn: Chinongedzo chekumutsidzira hachina kufanira kana kuti chapera.

source: Username and email do not match.
sn: Zita yemushandisi uye imel haifanani.

source: Your password has been reset. Please log in.
sn: Pasiwedi yako yagadzirwazve. Ndokumbira upinde.

source: An error occurred while resetting your password.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: Invalid registration PIN.
sn: PIN yekunyoresa haina kunaka.

source: Username or email already exists.
sn: Zita remushandisi kana email yatovepo.

source: Activate Your Grylli Account
sn: Bvumidza Akaunti Yako yeGrylli

source: Hello {username}, Please activate your account by clicking...
sn: Mhoro {username}, Ndokumbirawo bvumidza akaunti yako nekudzvanya...

source: Account created! Please check your email to activate your account.
sn: Akaunti yagadzirwa! Ndapota tarisa email yako kuti umutsiridze account yako.

source: An error occurred during signup.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: Activation link is invalid or expired.
sn: Link yekubvumidza haina kunaka kana yapera.

source: User not found.
sn: Mushandisi haawanikwi.

source: Account already activated. Please log in.
sn: Account yatobvumidzwa. Ndokumbira upinde.

source: Your account has been activated! You can now log in.
sn: Account yako yave kubvumidzwa! Iwe zvino unogona kupinda.

source: Failed to activate account.
sn: Kutadza kugadzira backup.

source: Security questions not set or user not found.
sn: Mibvunzo yedziviriro haisati yaiswa kana mushandisi haana kuwanikwa.

source: Password reset email sent.
sn: Mapasiwedi haafananidzi.

source: Incorrect answer.
sn: Mhinduro isina kururama.

source: Invalid check-in link.
sn: Link yekupinda haina kunaka.

source: You are not authorized to check in for this item.
sn: Iwe haukwanisi kupinda kwechinhu ichi.

source: Unsupported check-in type.
sn: Rudzi rwecheck-in harutsigirwi.

source: An error occurred during check-in.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
sn: ⚠️ Haugone kugonesa kuyeuka: Zuva reKutanga/nguva zvirikumashure.

source: ✅ Enabled and timer started.
sn: ✅ Yakagoneswa uye timer yatangwa.

source: ⛔ Disabled.
sn: ⛔ Yakaremara.

source: ⚠️ Cannot toggle — missing schedule or destination.
sn: ⚠️ Haisi kukwanisa kuchinja — kushaya chirongwa kana nzvimbo.

source: An error occurred while toggling status.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Failed to load email messages.
sn: Dzokera kuEmails

source: Message saved.
sn: Mharidzo yakachengetwa.

source: An error occurred while saving the message.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Message deleted.
sn: Mharidzo yabviswa.

source: An error occurred while deleting the message.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: Attached files updated.
sn: Mafaira akabatanidzwa akagadziridzwa.

source: An unexpected error occurred while loading attachments.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: An error occurred while loading the message configuration.
sn: Kukanganisa kwaitika pakusikwa kweakaunti yomutungamiriri.

source: SMTP configuration not assigned or is disabled.
sn: SMTP kugadzirisa hakuna kupihwa kana kukudzimwa.

source: Test email sent successfully.
sn: Email yekuedza yakatumirwa zvakabudirira.

source: Unknown error
sn: Chikanganiso chisina kuzivikanwa

source: Email failed: %(reason)s
sn: Email yakundikana: %(reason)s

source: An unexpected error occurred while sending test email.
sn: Pakaitika kukanganisa pakubvisa mushandisi.

source: Access denied.
sn: Kupinda kwarambwa.

source: Schedule updated successfully.
sn: Chirongwa chakagadziridzwa zvakabudirira.

source: An error occurred while updating the schedule.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: SMTP configuration assigned.
sn: SMTP kugadzirisa kwakapihwa.

source: SMTP configuration removed.
sn: SMTP kugadzirisa kwakapihwa.

source: An error occurred while assigning SMTP configuration.
sn: Kukanganisa kwaitika pakugadzirisa akaunti yako.

source: Unable to fetch email status.
sn: Kutadza kutumira email yekuyedza:

source: An error occurred while loading the help page.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Error loading dashboard
sn: Dzokera kuEmails

source: Welcome to Grylli
sn: Kugamuchirwa kuGrylli

source: Failed to determine locale.
sn: Kutadza kugadzira mushandisi.

source: Failed to load messages.
sn: Dzokera kuEmails

source: Message created successfully.
sn: Mharidzo yagadzirwa zvakabudirira.

source: An error occurred while creating the message.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Message updated successfully.
sn: Mharidzo yagadziridzwa zvakabudirira.

source: An error occurred while updating the message.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.

source: Destinations updated.
sn: Nzvimbo dzagadziridzwa.

source: An error occurred while assigning destinations.
sn: Kukanganisa kwaitika pakusikwa kweakaunti yomutungamiriri.

source: An error occurred while loading the message.
sn: Pakaitika kukanganisa pakuvandudza mushandisi.
