Repository: samcro1967/grylli
Catalog: app/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
ig: Iji weghachi ndabere: kwụsị otu ngwongwo ahụ, dochie data/grylli.db na otu site na nchekwa ndabere, ma malitegharịa otu ngwongwo ahụ.

source: Admins cannot remove their own admin role to prevent accidental lockout.
ig: Ndị nchịkwa enweghị ike iwepụ ọrụ nchịkwa nke ha iji gbochie nchịkwa ngwa ngwa.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
ig: A na-agba ọsọ oke ọsọ na ịmata akaụntụ akpaaka iji chebe megide ọgbaghara nke nnukwu ụfọdụ akaụntụ.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
ig: Okwuntughe, usoro SMTP na mkpado API na-echekwa n'ala n'iji Fernet.

source: How to manage users
ig: Esi ejikwa ndị ọrụ

source: Hide Instructions
ig: Zoo Ntụziaka

source: Manage user accounts, change roles, and remove or disable access.
ig: Jikwaa akaụntụ ndị ọrụ, gbanwee ọrụ, ma wepụ ma ọ bụapụ njikwa.

source: Table View
ig: Nlele tebụl

source: Card View
ig: Nlele kaadị

source: Add User
ig: Tinye Onye ọrụ

source: Change Role
ig: Chanje Wòl

source: Changing role for:
ig: Gosipụta ọba akụ maka

source: Select Role
ig: Họrọ nke zuru ibu

source: Admin
ig: Panel Ndabere

source: User
ig: Ndị ọrụ

source: Save Changes
ig: Chekwa ntinye faịlụ

source: List Users
ig: Dezie Onye ọrụ

source: You cannot edit your own account
ig: ⚪ = I nwereghi ike gbanyụọ akaụntụ gị.

source: Change Role for
ig: Gosipụta ọba akụ maka

source: You cannot change your own role
ig: Ịchọghị ike ịgbanwe ọnọdụ gị nke gị onwe gị.

source: Are you sure you want to reset MFA for this user?
ig: Èske ou sèten ou vle réinitialiser MFA pou itilizatè sa a?

source: Reset MFA
ig: Reset Egbeama

source: Unlock account for
ig: Meghee akaụntụ maka

source: Unlock Account
ig: Akaụntụ

source: Delete user
ig: Hichapụ onye ọrụ

source: Delete User
ig: Hichapụ Onye Ọrụ

source: You cannot delete your own account
ig: ⚪ = I nwereghi ike gbanyụọ akaụntụ gị.

source: You cannot disable yourself
ig: Ị nweghị ike gbanyụọ onwe gị

source: Disable
ig: Gbanyụọ

source: Enable
ig: Mepee

source: Role:
ig: Ọrụ:

source: Click ➕ Add User to create a new account.
ig: Pịa Mepụta Onye Ọrụ iji chekwaa akaụntụ.

source: Fill in a unique username, valid email, and strong password.
ig: Tinye aha onye ọrụ pụrụ iche, adreesị ozi-e ziri ezi, na okwuntụ siri ike.

source: Assign a role:
ig: Nye Maarumara maka Email

source: or
ig: Pọt

source: Admins can manage users and settings. Users can only manage their own content.
ig: Ndị nchịkwa nwere ike ịchịkọta ụmụ mmadụ na ntọala. Ndị ọrụ nwere ike ijikwa naanị ọdịnaya nke ha.

source: Click Create User to save the new account.
ig: Pịa Mepụta Onye Ọrụ iji chekwaa akaụntụ.

source: Click ✏️ to edit a user's information.
ig: Pịa ✏️ iji meegharị banyere onye ọrụ ndụmọdụ.

source: Click 🗑️ to delete a user (confirmation required).
ig: 🧪 Enweghị ike izipu nnọchi anya ule:

source: Click 🔴 or 🟢 to disable or enable a user account.
ig: Iji gbanyụọ ma ọ bụ mepee onye ọrụ, pịa 🔴 ma ọ bụ 🟢.

source: 🟢 = Active: user can log in.
ig: 🟢 = Onye ọrụ arụ ọrụ na nwee ike ili na.

source: 🔴 = Disabled: user is locked out.
ig: 🔴 = Ikechaa: onye ọrụ gbaghara akaụntụ.

source: ⚪ = You cannot disable your own admin account.
ig: ⚪ = I nwereghi ike gbanyụọ akaụntụ gị.

source: Click 🛡️ to change a user’s role (admin ↔ user).
ig: Ịgbanwe ọrụ onye ọrụ, pịa 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
ig: Iji tọghatara MFA, pịa 🔑 (n'egosi naanị mgbe a na-arụ ọrụ MFA).

source: Accounts are automatically locked after repeated failed login attempts.
ig: A ga-pụọ akaụntụ akpaghị aka mgbe e furu oke ọgba aghara.

source: To unlock an account immediately, click 🔓 next to the user’s row.
ig: Iji meegharị akaụntụ aka, pịa 🔓 n'akụkụ ezinụlọ onye ọrụ.

source: Accounts will also unlock automatically after a short delay.
ig: A ga-pụọ akaụntụ na-akpaghị aka mgbe emechara oge ntabi.

source: All actions are logged for accountability. Passwords and secrets are never visible.
ig: A na-edegara gị aha omume niile maka nlekọta. Okwuntughe na egwuregwu abụghị ndị a ga-ahụ.

source: Actions
ig: Ịrụ Ọrụ

source: No users available.
ig: Enweghị ndị ọrụ ọ bụla.

source: Created At
ig: E mepụtara Na

source: MFA Enabled
ig: Kwadoro

source: Locked Until
ig: Akaụntụ

source: Showing up to %(count)s recent log entries (newest first).
ig: Gosi na ruo na %(count)s ndekọ ndekọ mmepụta dị nso (ọhụrụ mbụ).

source: Filter logs
ig: Nlọpụlọsi akwụkwọ

source: Level
ig: Aha

source: All
ig: Nile

source: Text Contains
ig: Ozi Ọdụ Sich

source: e.g. login or scheduler
ig: dịka nhụ ma ọ bụ ihe chọrọ

source: After (ISO Time)
ig: Mgbe (ISO Oge)

source: Apply Filters
ig: Swba ihe ndị edagburu edeburu

source: Timestamp
ig: Nnwale

source: Message
ig: Ozi echekwala.

source: No matching log entries found.
ig: Anwetaghị ụdị ndekọ ndekọ nke na-ejighi.

source: Only showing the most recent %(count)s entries.
ig: Na-egosi naanị ndekọ ọhụrụ %(count)s kacha nso.

source: from the log file.
ig: site na faịlụ ndekọ.

source: Date
ig: Melite Akaụntụ

source: Job Name
ig: Ọrụ Aha

source: Status
ig: Usoro Nhazi

source: Details
ig: Ozi email

source: No scheduler activity found.
ig: Enweghị mmekọrịta nhazi atụrụ achọtara.

source: Admin Reports
ig: Panel Ndabere

source: Grylli | Reports | Accounts
ig: Panel Ndabere

source: Accounts
ig: Akaụntụ

source: Grylli | Reports | Scheduler
ig: Lagha na Dashboard

source: Scheduler Activity
ig: Kwado Email

source: Application Logs
ig: Ịrụ Ọrụ

source: Grylli System Settings
ig: Usoro Nhazi

source: Grylli | Settings | System
ig: Grylli | Emails | SMTP

source: System
ig: Ama usoro

source: Grylli | Settings | SMTP
ig: Grylli | Emails | SMTP

source: Key
ig: Igodo

source: Value
ig: Uru

source: No SMTP settings found.
ig: SMTP Nhazi

source: Send Test Email to
ig: Zipu Email Nnwale

source: No configuration values found.
ig: Nhazi SMTP adịghị akọwapụtara

source: Database Backups
ig: Azọpụta Database

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
ig: Jikwaa ndabere echekwara na nchekwa nke akwụkwọ data Grylli gị. Ndị nchịkwa naanị nwere ike ịmepụta ma ọ bụ hichapụ ndabere.

source: Create Backup
ig: Mepụta ndabere

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
ig: Ndị ndabere nwere data ngwa gị niile. Chekwaa nke ọma. Echekwa data kwekọrọ na DB na ndabara.

source: Tasks
ig: Ọrụ

source: Run administrative tasks manually.
ig: Na-agba ọsọ ọrụ nchịkwa n manually.

source: Task
ig: Ọrụ

source: Description
ig: Nkọwa

source: Action
ig: Ịrụ Ọrụ

source: Version Check
ig: Igbe ulewe edoghi anya

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
ig: Lelee ma elu nsị ọhụụ nke Grylli dịka site na ịgba ọsọ ọrụ ncheta nsị nyocha na ọbụ.

source: Run
ig: Na-agba ọsọ

source: Admin Tools
ig: ⚠️ Ndabere Ndabere

source: Grylli | Tools | Backups
ig: Grylli | Admin | Nkwa

source: Backups
ig: Nchekwa

source: Grylli | Tools | Tasks
ig: ⚠️ Ndabere Ndabere

source: Filename
ig: Aha faịlụ

source: Delete
ig: Ejide

source: Delete Backup
ig: Mepụta ndabere

source: No backups found.
ig: Enweghị ihe nchọpụta.

source: Show help
ig: Gosiputa enyemaka nhazi SMTP

source: Hide help
ig: Panel Ndabere

source: Add Destination
ig: Tinye Ebumnuche

source: Edit
ig: Dezie

source: Test
ig: Nnwale

source: Enabled:
ig: Kwadoro:

source: Created:
ig: E mepụtara:

source: Edit Apprise Destination
ig: Dezie Apprise Ebumnuche

source: Create Apprise Destination
ig: Mepụta Apprise Ebumnuche

source: Update the label or URL for this Apprise destination.
ig: Dezie Apprise Ebumnuche

source: Enter a label and the Apprise URL to create a new destination.
ig: Pịa “Tinye Apprise” iji debanye aha ebe ọhụrụ.

source: Create Destination
ig: Mepụta Ebumnuche

source: Need help with Apprise URLs? See the
ig: Chọrọ enyemaka maka Apprise URL? Lee na

source: Apprise Messages Services documentation
ig: Apprise Notification Services akwụkwọ

source: How to configure Apprise
ig: Hazie ọrụ Apprise

source: Manage your Apprise Messages endpoints.
ig: Jikwaa njedebe ịma ọkwa Apprise gị.

source: Add Apprise
ig: Tinye Apprise

source: Cannot edit while in use
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Cannot delete while in use
ig: Enweghị ike ihichapu na mgbe eji ya eme ihe

source: Click “Add Apprise” to register a new destination.
ig: Pịa “Tinye Apprise” iji debanye aha ebe ọhụrụ.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
ig: Dee URL Apprise ziri ezi nke ọrụ nyere (e.g., Discord, Pushover, wdg).

source: Label the destination to identify it easily in Messagess.
ig: Kpọọ ebe ahụ ka ịchọta ya ngwa ngwa na nkwupụta.

source: Use the 🧪 icon to test that the destination is working properly.
ig: Jiri akara ọsọ 🧪 ka nyocha na-arụ ọrụ nke ọma.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
ig: Ịkụ Apprise enyere na nkwupụta enweghị ike ịgbanwe ee ọ ọ дамkọ?

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
ig: Jiri 🔴/🟢 toggle iji kwụọ ma ọ bụ gbanye ebe niile ụwa.

source: Switch between table and card view using the top-left buttons.
ig: Gbanwee n'etiti ndepụta na echiche kaadị site na bọtịnụ n'elu aka ekpe.

source: You can create and manage multiple destinations for different alerting tools.
ig: Ị nwere ike ịmepụta ma jikwaa ọtụtụ ebe maka ngwaọrụ mkpụrụ ndụ dị iche iche.

source: Step 1 of 2
ig: Nzọụkwụ nke 1 n'ime 2

source: Create Admin Account
ig: Mepụta Akaụntụ Onye Ọchịchị

source: Let’s get started by creating your first admin account.
ig: Ka anyị malite site na ịmepụta akaụntụ Onye Ọchịchị gị nke mbụ.

source: Hold to reveal password
ig: Jide iji gosi okwuntughe

source: Hold to reveal confirm password
ig: Jide iji gosi okwuntughe

source: Forgot Password
ig: Chefuru okwuntughe

source: Please answer your security questions to continue.
ig: Tanpri bay kòd otantifikasyon ou.

source: Enter your username and email. We'll send you a link to reset your password.
ig: Tinye aha njirimara na email gị. Anyị ga-eziga gị njikọ iji tọgharịa okwuntughe.

source: Submit Answers
ig: Nye Azịza

source: Next
ig: Osote

source: Forgot Username
ig: Chefuru Aha Njirimara

source: Enter your email address, and we'll send you your username.
ig: Tinye adreesị email gị, anyị ga-eziga gị aha njirimara gị.

source: Send Username
ig: Ziga Aha Njirimara

source: Log In
ig: Banye

source: Forgot Username?
ig: Chefuru Aha Njirimara?

source: Forgot Password?
ig: Chefuru Okwuntughe?

source: Sign Up
ig: Debanye aha

source: Please Wait
ig: Biko chere

source: Too many attempts. Please try again in
ig: Ọtụtụ mgbalị nbanye dara. Biko chere

source: seconds.
ig: sekọnds...

source: Redirecting to login...
ig: Lagha na Dashboard

source: Reset Password
ig: Reset Egbeama

source: Enter your username, email, and new password.
ig: Tinye aha njirimara gi, email, na okwuntughari gi ohuru.

source: Show/hide password
ig: Jide iji gosi okwuntughe

source: Fill out the form to create your account.
ig: Jupụta fọm ahụ iji mepụta akaụntụ gị.

source: Create Account
ig: Mepụta Akaụntụ Onye Ọchịchị

source: Already Checked In
ig: Okokụtịa Ikpeazụ

source: You have already checked in for this item. No further action is needed at this time.
ig: I kwususigo eme maka ihe a. Enwero ihe ọzọ choro n'oge a.

source: Check-in for:
ig: Banye maka:

source: Return to Dashboard
ig: Lagha na Dashboard

source: Check-In Disabled
ig: Email adịghị arụ ọrụ

source: This check-in is currently disabled and cannot be completed.
ig: Ebe a anaeme n'aka a bughi okini ma o ghasikwara omenani.

source: Already Executed & Disabled
ig: Emelugo na ebughi okini

source: This check-in has already been executed and is now disabled. No further action is required.
ig: Obu eme n'aka a anaeme n'a na ugbako pasigo. Enwero ihe ọzọ choro.

source: Check-In Successful
ig: Surue Echichi nke ọma

source: Thank you for checking in.
ig: Imela maka ịbanye echichi.

source: Checked in for:
ig: Banye maka:

source: ⚠️ Grylli is not using a secure HTTPS connection.
ig: ⚠️ Gryllis adịghị eji njikọ HTTPS dị nchebe.

source: Data is not encrypted in transit across the network.
ig: Echekwaghị data n'oge njem gafee netwọkụ.

source: Your Grylli Dashboard
ig: Lagha na Dashboard

source: Grylli | Dashboard | Config
ig: Lagha na Dashboard

source: Config
ig: Nhazi

source: Grylli | Dashboard | Schedule
ig: Lagha na Dashboard

source: Schedule
ig: APScheduler

source: Grylli | Dashboard | Activity
ig: Lagha na Dashboard

source: Activity
ig: Ọrụ

source: Grylli | Dashboard | Linked Items
ig: Grylli | Dashboard | Ihe njikọ

source: Linked Items
ig: Ihe njikọ

source: Your Activity History
ig: Akụkọ ihe omume gị

source: Type
ig: Udi

source: No recent activity found in the application log.
ig: Lee ọdị nyere ndekọ ndị a ngwa arụ ọrụ

source: New Messages
ig: Ozi echekwala.

source: New Apprise
ig: Apprise

source: New Webhook
ig: Dezie Webhook

source: New Email
ig: Chekwa Email

source: New SMTP
ig: SMTP

source: New Reminder
ig: Chekwa Email

source: Linked Destinations
ig: Debe ọba akụ

source: Reminder
ig: nkeji

source: Enabled Messages
ig: Oge Ozi

source: Interval
ig: Oge Ndọpụ Ozi

source: Grace Period
ig: Oge enyere

source: Last Check-in
ig: Okokụtịa Ikpeazụ

source: Check In Now
ig: Banye maka:

source: Enabled Emails
ig: Chekwa Email

source: Enabled Reminders
ig: Tinye Email

source: Start Time
ig: Malite TLS

source: Recurrence
ig: Ugboro Ise

source: Last Sent
ig: Okokụtịa Ikpeazụ

source: One-time
ig: Otu oge

source: configured
ig: Nkọwa

source: enabled
ig: Kwadoro

source: No Apprise destinations have been configured yet.
ig: E gbusiri ebe Apprise.

source: Disabled
ig: Gbanyụọ

source: + %(count)s more
ig: + %(count)s karịa

source: View All
ig: Lelee Dịta

source: New Destination
ig: Debe ọba akụ

source: You haven't created any email messages yet.
ig: Jupụta fọm ahụ iji mepụta akaụntụ gị.

source: You haven't created any messages yet.
ig: Ị nwere ike ịmepụta ebe ozi dị ka ịchọrọ.

source: You haven't created any reminders yet.
ig: Ọ bụghị nke ọma ikpepụta onye ọrụ.

source: No SMTP servers have been configured yet.
ig: Enweghị ndị ozi SMTP echerela.

source: No webhooks have been configured yet.
ig: Ana ahụpụta gị.

source: Select Page to Debug
ig: Họrọ Peeji iji Nyocha

source: Choose a Page...
ig: Họrọ Peeji...

source: Export Selected Page
ig: Mbupụ Peeji Họrọ

source: Export Layout Debug
ig: Mbupụ Mpịakọta Nyocha

source: Clear Storage & Cookies
ig: Hichapụ Nchekwa & Kukis

source: Refresh Debug Info
ig: Tọkwasịgharịa Nyocha Ozi

source: Theme & DOM State
ig: Isiokwu & Ọnọdụ DOM

source: Stimulus & Event Listeners
ig: Stimulus & Ndetuta Mmemme

source: Accessibility & Focus
ig: Nnweta & Msoro

source: Scroll, Overflow & Visibility
ig: Gbanwee, Ọbara & Ihe a hụrụ

source: Sidebar Debug
ig: Sidebar Ndetuta

source: Header Debug
ig: Isi Ndetuta

source: Computed Styles & CSS Variables
ig: Akara a na-ahụ anya & Agbanwe CSS

source: Page Assets & Context
ig: Ihe dum & N’etiti

source: Forms & Inputs
ig: Ụdị & ntinye

source: Memory Usage (Experimental)
ig: Ojiji ebe nchekwa (Nnwale ọhụrụ)

source: Current User (Sanitized)
ig: Ndị ọrụ ugbu a (Deechaara)

source: 📧 Assign SMTP Config to:
ig: 📧 Tinye SMTP Config na:

source: No SMTP (Unassign)
ig: Nhazi SMTP adịghị akọwapụtara

source: This email will not use any SMTP configuration.
ig: Email a agaghị eji nhazi SMTP ọ bụla.

source: Attach Files for:
ig: Tinye faịlụ maka:

source: Select files from the uploads folder to attach to this message.
ig: Họrọ faịlụ site na folda faịlụ ebudatara ka ịgbakwunye na ozi a.

source: Available Files
ig: Faịlụ dị

source: No files found in the upload directory.
ig: Enwechaghị faịlụ a hụrụ n'ụlọ nchekwa nbudata.

source: Save Attachments
ig: Chekwa ntinye faịlụ

source: File Attach Notes
ig: Tinye ntughari faịlụ

source: Important:
ig: Pọt:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
ig: Naanị faịlụ ndị dị na nchekwa 'uploads' (nke onye nchịkwa sistemụ gị nyere) ga-egosipụta ebe a. Ọ bụrụ na ịchọpụta faịlụ gị, biko kọntaktị onye nchịkwa Grylli gị.

source: Accepted file types:
ig: Udi faịlụ ziri ezi:

source: Documents:
ig: Akụkụ akwụkwọ:

source: Images:
ig: Ọnụoza:

source: Audio:
ig: Izugbe:

source: Maximum file size:
ig: Nnukwu faịlụ kachasị:

source: 10 MB per file
ig: 10 MB n'otu faịlụ

source: Total upload size:
ig: Nnukwu nha nbudata:

source: 20 MB (all files combined)
ig: 20 MB (faịlụ niile jikọtara ọnụ)

source: Edit Email
ig: Dezie Email

source: Create Email
ig: Mepụta Email

source: Fill out the form to create or edit an email message.
ig: Jupụta fọm ahụ iji mepụta akaụntụ gị.

source: Save Email
ig: Chekwa Email

source: How to create and send an email
ig: Otu esi kee na izipu ozi email

source: Manage and schedule email messages to be delivered through configured channels.
ig: Jikwaa na usoro ozi email ka edebara iji nyere n'ụzọ dị iche iche.

source: Add Email Message
ig: Oge Ozi

source: List Emails
ig: Dezie Email

source: Schedule Email
ig: Kwado Email

source: Set how long until check-in is expected and how much grace time is allowed.
ig: Tọpụ oge ole a na-atụ anya ịbanye na oge nkwanye ugwu ole nke enyere.

source: Years
ig: Afọ

source: Months
ig: Ọnwa

source: Weeks
ig: Izu

source: Days
ig: Ụbọchị

source: Hours
ig: Awụ

source: Minutes
ig: Nkeji

source: Check-in
ig: Nleba anya

source: Save Schedule
ig: Chekwa oge

source: Email Configuration
ig: Nhazi Email

source: Recipient
ig: Onye nalata

source: Body
ig: Ahụ

source: Attached Files
ig: Faịlụ ejikọrọ

source: No files attached
ig: Onweghị faịlụ ejikọrọ

source: SMTP Configuration
ig: Nhazi SMTP

source: Label:
ig: Maka:

source: Username:
ig: Aha njirimara:

source: Yes
ig: Ee

source: No
ig: Mba

source: No SMTP configuration assigned
ig: Nhazi SMTP adịghị akọwapụtara

source: Schedule Information
ig: Ozi Ozi

source: Check-in Interval:
ig: Mgbochi Ngwuchara:

source: minutes
ig: nkeji

source: Grace Period:
ig: Oge enyere:

source: Last Check-in:
ig: Nkwụsi Njikwa Ọgwụgwụ:

source: No check-in has occurred yet
ig: Nlebe anaghị atụ ebe a

source: Back to Emails
ig: Laghachi na Emails

source: Cannot edit while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Attach Files
ig: Tinye faịlụ

source: Cannot attach files while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Assign SMTP Config
ig: 📧 Tinye SMTP Config na:

source: Cannot assign SMTP while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Cannot schedule while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: View Email Details
ig: Lelee Dịta

source: Send Test Email
ig: Zipu Email Nnwale

source: Toggle Email On/Off
ig: Tụkọta Email Ka/Na

source: Email is enabled
ig: Email kwadoro

source: Email is disabled
ig: Email adịghị arụ ọrụ

source: Subject:
ig: Isiokwu

source: To:
ig: Na:

source: Created At:
ig: E mepụtara Na

source: Click “Add Email” and fill out the subject, content, and recipient address.
ig: Pịa “Tinye Email” ma mejupụta isiokwu, ọdịnaya, na adreesị ndi natara.

source: Attach any optional files (if needed).
ig: Deta faịlụ ma ọ bụrụ na achọrọ.

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
ig: Pịa 🧩 ka ịtọ SMTP nhazi otu e ga-eji zipu email.

source: Click ⏱️ to set a check-in interval and grace period for the email.
ig: Pịa ⏱️ iji tọọ oge njikwa na oge enyere maka email.

source: Enable the email using the 🔴/🟢 toggle button.
ig: Nweta email site na iji ngbanwe 🔴/🟢 toggle button.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
ig: Pịa 🧪 ka ị nwalee email site na izitere onwe gị (ọ bụghị onye nnata).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
ig: Ọ bụrụ na ị naghị-enyocha tupu oge enyere akwụsị, email ga-akpaghị aka izipu.

source: You can preview the email configuration using 🔍.
ig: Ị nwere ike ilele nhazi email site na iji 🔍.

source: Once a secure email is sent, it will be automatically disabled.
ig: Ozugbo e zigara email nchekwa, ọ ga-akpaghị aka ịgbachitere.

source: To
ig: Na

source: No emails available.
ig: Email kwadoro

source: Sorry, the page you are looking for does not exist.
ig: Ndo, ibe ị na-achọ anaghị adị.

source: Return Home
ig: Lagha na Dashboard

source: Something went wrong
ig: Ihe mebiri n'ụzọ na-adịghị mma

source: An unexpected error occurred. Please try again later or contact support.
ig: Nsogbu na-atụghị anya ahụ. Biko nwalee ọzọ n'oge ọzọ ma ọ bụ kparịta ụka na nkwado.

source: Switching Language...
ig: Mgbanwe Asụsụ...

source: Applying new language...
ig: Na ijikowa asụsụ ọhụrụ...

source: Assign Destinations for
ig: Gosipụta ọba akụ maka

source: Select the Apprise and Webhook destinations for this Messages.
ig: Họrọ ebe Apprise na Webhook maka ịma ọkwa a.

source: Save Destinations
ig: Debe ọba akụ

source: Edit Messages
ig: Oge Ozi

source: Create Messages
ig: Oge Ozi

source: Update the label, subject, and content of your Messages.
ig: Melite akara aha na ọdịnaya nke ịma ọkwa gị.

source: Fill out the form to create a new Messages.
ig: Jupụta fọm ahụ iji mepụta akaụntụ gị.

source: Content
ig: Nkọwa

source: Save Messages
ig: Oge Ozi

source: Show Messages Setup Help
ig: Gosiputa enyemaka nhazi SMTP

source: Hide Messages Setup Help
ig: Zoo enyemaka nhazi SMTP

source: Manage and send user Messagess from the system.
ig: Jikwaa ozi onye ọrụ na-ebunye site na usoro.

source: Add Messages
ig: Ozi echekwala.

source: How to create and send a Messages
ig: Otu esi kee na izipu ozi email

source: List Messages
ig: Ozi echekwala.

source: Schedule Messages
ig: Kwado Email

source: Message Details
ig: Ozi ehichapụrụ.

source: Check-in Interval
ig: Oge Ndọpụ Ozi

source: None assigned.
ig: Enweghị ndokwa.

source: Back to Messages
ig: Laghachi na Emails

source: Disable to edit Messages
ig: Laghachi na Emails

source: Assign Destinations
ig: Gosipụta ọba akụ

source: Disable to assign destinations
ig: Gosipụta ọba akụ

source: Set Schedule
ig: Tọọ Oge

source: Disable to set schedule
ig: Tọọ Oge

source: View Details
ig: Lelee Dịta

source: Send Test Messages
ig: Zipu Email Nnwale

source: Delete Messages
ig: Oge Ozi

source: Toggle Message On/Off
ig: Mechie/Oghe Ozi

source: Messages is enabled
ig: Email kwadoro

source: Messages is disabled
ig: Email adịghị arụ ọrụ

source: Enable only after schedule is set
ig: Kwado naanị mgbe a rụkọtara oge

source: Enable only after destinations are assigned
ig: Kwado naanị mgbe e kenyeleara ebe njem

source: Click “Add Messages” and fill out the subject and content fields.
ig: Pịa “Tinye ozi” ma jupụta na ebe isiokwu na nkọwa.

source: Save the Messages to return to the overview.
ig: Debe ozi ahụ ka ịlaghachi na nchịkọta.

source: You need to create at least one apprise or webhook destination.
ig: Ị kwesịrị ịmepụta ihe bụ́ Apprise ma ọ bụ ebe ozi webhook.

source: You can create as many destinations as you like.
ig: Ị nwere ike ịmepụta ebe ozi dị ka ịchọrọ.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
ig: Pịa 🧩 ka ịgosipụta otu ma ọ bụ karịa ebe Apprise na/ma ọ bụ Webhook.

source: Click ⏱️ to set a schedule and check-in interval.
ig: Pịa ⏱️ ka itọọ oge na oge a ga-eziga ozi.

source: Enable the Messages using the 🔴/🟢 toggle button.
ig: Nweta email site na iji ngbanwe 🔴/🟢 toggle button.
