Repository: samcro1967/grylli
Catalog: app/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: Enabled
ig: Kwadoro

source: Authenticator Code
ig: Kòd Otantifikatè

source: Save
ig: Chekwa

source: Authentication Code
ig: Melite Ozi

source: Please enter your authentication code.
ig: Tanpri bay kòd otantifikasyon ou.

source: Enter a valid 6-digit code or recovery code.
ig: Antre yon kòd 6 chif valab oswa kòd rekiperasyon.

source: Invalid code format.
ig: Fòma kòd valab pa.

source: Verify
ig: Ụdị

source: Label
ig: Aha

source: Recipient Email
ig: Na (Nnabata Email)

source: Subject
ig: Isiokwu

source: Message Body
ig: Ozi echekwala.

source: Save Message
ig: Oge Ozi

source: SMTP Host
ig: SMTP Nhazi

source: SMTP Port
ig: SMTP

source: SMTP Username
ig: Ziga Aha Njirimara

source: SMTP Password
ig: Reset Egbeama

source: Use TLS
ig: Jiri TLS

source: Enable Email Sending
ig: Chekwa Email

source: Save Settings
ig: Usoro Nhazi

source: Attach Selected Files
ig: Faịlụ ejikọrọ

source: --- Select a question ---
ig: --- Họrọ ajụjụ ---

source: In what city were you born?
ig: N’ezinụlọ gị e kere ekee na kedụ obodo i mụrụ?

source: What is the name of your childhood best friend?
ig: Kedụ aha enyi gị kacha mkpa mgbe i bụ nwata?

source: What was the mascot of the high school you graduated from?
ig: Kedu ihe nnọchite anya ụlọ akwụkwọ sekọndrị ị gụsịrị?

source: What is the name of the first elementary school you attended?
ig: Kedụ aha ụlọ akwụkwọ elementrị izizi i gara?

source: What is your mother’s maiden name?
ig: Kedụ aha nne gị mgbe ọ na-adịghị na nwunye?

source: What is your maternal grandmother's maiden name?
ig: Kedụ aha nne nne gị n'akụkụ nne gị mgbe ọ na-adịghị na nwunye?

source: What is your paternal grandmother's maiden name?
ig: Kedụ aha nne nne gị n'akụkụ nna gị mgbe ọ na-adịghị na nwunye?

source: What is your father's middle name?
ig: Kedụ aha etiti nna gị?

source: What is your mother's middle name?
ig: Kedụ aha etiti nne gị?

source: Question 1
ig: Ajụjụ 1

source: Answer 1
ig: Azịza 1

source: Question 2
ig: Ajụjụ 2

source: Answer 2
ig: Azịza 2

source: Question 3
ig: Ajụjụ 3

source: Answer 3
ig: Azịza 3

source: Save Security Questions
ig: Debe ọba akụ

source: All three questions must be different.
ig: Ajụjụ atọ niile aghaghị ịdị iche.

source: Question
ig: Ụdị

source: Your Answer
ig: Azịza gị

source: Continue
ig: Nkọwa

source: Missing required config setting:
ig: Ntọala ntọala dị mkpa na-efu:

source: Failed to decrypt %(key)s: %(error)s
ig: Adaehe iwepu %(key)s: %(error)s

source: Error loading config key:
ig: Usoro imemepụta igodo nhazi:

source: About Grylli
ig: Grylli

source: Pronounced
ig: Akọwara ya

source: like “grill-ee”
ig: dị ka “grill-ee”

source: Our Mission
ig: Ọrụ Anyị

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
ig: Grylli bụ sistemụ nkwado ozi na mkpesaghị echekwa e mere ka ọtụtụ ozi gị dị mkpa tinye - ọbụlagodi ma ọ bụrụ na ị nweghị ike igosi ha.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
ig: Ma ị na-eme atụmatụ n’ihu, na-echekọta ndị emerencygencyde, ma ọ bụ na-eche ndị nchọpụta udo, Grylli na-eme ka nnyefe gị dị nchebe, e dekanakhulu.

source: What Grylli Offers
ig: Ihe Grylli Na-enye

source: Automated message delivery via email, webhooks, and Apprise.
ig: Kwe ya otu maọbụ ọtụtụ ebe izipu.

source: Flexible check-in intervals and grace periods to match your needs.
ig: Hazi oge ntuziaka gị na oge nduru.

source: Rich scheduling options: one-time, daily, weekly, or custom.
ig: Debe oge ncheta gị: otu oge, kwa ụbọchị, kwa izu, ma ọ bụ omenala.

source: Attach files to emails.
ig: Ọ bụrụ na ị chọrọ wee bede faịlụ maka ozi-e echekwa.

source: Full control over your SMTP configuration.
ig: Nhazi SMTP

source: Role-based access control and MFA for added security.
ig: Nchịkwa nnweta dabere na ọrụ na MFA maka nchekwa ndị ọzọ.

source: Getting Started
ig: Bido Na-amalite

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
ig: Ọ dị mfe itinye Grylli. Ozugbo edebara aha, ị nwere ike ịmalite ịmepụta ozi, ngosipụta ncheta, na ebe ọpụpụ ozugbo.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
ig: Malite site na nyocha mmetụta gị, Tinye ebe ọpụpụ na nhazi ọnọdụ ego.

source: Privacy and Security First
ig: Nzuzo na Nchekwa na Mbụ

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
ig: A na-emepụta Grylli na-eche echiche nzuzo gị. A na-encrypted ozi gị na ndo, na enweghi gbasara data gị. Nnyefe na-eme naanị ma ọ bụrụ na edebanye aha gị ma ọ bụ na-adịghị akwado.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
ig: Anyị anaghị eji ndọrọ ma ọ bụ ọmụmụ, na ị nwere ike ịkpọpụ ma ọ bụ hichapụ data gị n'oge ọ bụla.

source: Grylli puts you in control of your message delivery securely and reliably.
ig: Site na ijikọ mkpokọta siri ike na ịhazi na nghọta, Grylli na-eme ka ị na-achịkwa nnyefe gị - nchebe na ntụkwasị obi.

source: Help
ig: Nkwado

source: Help & Overview
ig: Nchịkọta

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
ig: Grylli na-enyere gị aka ịpụta oge ịkekọrịta ozi, email, na ncheta nke na-eziga na-akpaghị aka ma ọ bụrụ na ị dara ọnwa.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
ig: Ọ na-akwado ụzọ mgbasa ozi ndị ọzọ, SMTP nke onye ọrụ, ntọala bara ụba, na ijikwa data echekwa.

source: Key Areas
ig: Akụkụ Isi

source: Messages
ig: Ozi echekwala.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
ig: Debe nkwado a ga-eziga ma ọ bụrụ na ị gaghị abanye. Na-akwado oge mbata, oge ngafe, na ebe dị iche iche.

source: Reminders
ig: nkeji

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
ig: Debe oge maka ncheta mmadụ ọzọ ma ọ bụ njem ọnọdụ mgbe ebighị ọnụ. Dịịrị ozi nkịtị.

source: Emails
ig: Ozi email

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
ig: Ziga email echekwara na mkpado faịlụ nhọrọ. A na-ejikọ email na ozi ndị ọzọ na ncheta.

source: SMTP Settings
ig: SMTP Nhazi

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
ig: Debe mkpado na email nke gị maka ụzọ nkwado ịchọpụtaghị. Onye ọrụ ọ bụla nwere ike ịpụta SMTP nke ya.

source: Apprise Destinations
ig: Apprise Ebumnuche

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
ig: Ziga nkwado akara na ihe na-erughị 80 ọrụ ndị ọzọ dị ka Pushover, Gotify, Discord, Slack, na ndị ọzọ.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
ig: Kwado HTTP POST n'akụkụ ọrụ mpụga ma ọ bụ ngwá ọrụ automation ma ọ bụrụ na ozi agaziri.

source: Test Send
ig: Okokụtịa Ikpeazụ

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
ig: Chọpụta ngwa ngwa na ebe ị na-aga (email, webhook, Apprise) na-arụ ọrụ dịka o kwere mee.

source: Security
ig: 🔐 Nchekwa

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
ig: A na-enwelle nke ọma ihe ngbanwe niile na-echekwa n'ala. Ozi gị na-agasa nanị ma ọ bụrụ na ị dara ọnwa.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
ig: Chọrọ enyemaka na ihe dị iche? Modulu ọ bụla na Grylli bụ nke nwe ya aka aka enyemaka na nkwado zuru ezu.

source: Privacy
ig: Bảo mật

source: Privacy Notice
ig: Chính sách bảo mật

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
ig: Grylli tôn trọng quyền riêng tư của bạn và được thiết kế để giảm thiểu việc thu thập và lưu trữ dữ liệu cá nhân.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
ig: Tất cả dữ liệu được mã hóa khi phù hợp và hoàn toàn dưới sự kiểm soát của bạn nếu bạn tự lưu trữ nền tảng này.

source: What Data We Collect
ig: Dữ liệu nào chúng tôi thu thập

source: Email address and password hash (for authentication)
ig: Địa chỉ email và mã băm mật khẩu (để xác thực)

source: Optional MFA secret and recovery codes (encrypted at rest)
ig: Mã MFA tùy chọn và mã khôi phục (được mã hóa khi lưu trữ)

source: Reminder and message content you configure
ig: Nội dung nhắc nhở và tin nhắn bạn cấu hình

source: User-specific settings and preferences
ig: Ntọala onye ọrụ na mmasị

source: SMTP configuration (if provided)
ig: Ejiri ọnọdụ SMTP.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
ig: Nkwado akara ndị ọzọ (e.g., Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
ig: URL Webhook na ndezi usoro

source: How Your Data Is Used
ig: Cách sử dụng dữ liệu của bạn

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
ig: Dữ liệu của bạn được sử dụng chỉ nhằm mục đích gửi nhắc nhở và tin nhắn theo sở thích của bạn.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
ig: Grylli không chia sẻ, bán hoặc truyền thông tin cá nhân của bạn cho bên thứ ba nào.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
ig: Ogige nchebe dịka okwuntughe na mkpado na-echekwa naanị ma ọ bụrụ na inye ha n'ụzọ doro anya. E nyeghị ahekwuigwe dị ugbu a ma ọ bụrụ na ịchọrọ ikpokọta ha.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
ig: Grylli enweghị nyocha mpụga, telemetry, ma ọ bụ sịrịptị ịkpụ akụkọ.

source: Your Rights
ig: Quyền của bạn

source: You can export all of your data at any time from the Account Settings page.
ig: Bạn có thể xuất tất cả dữ liệu của mình bất cứ lúc nào từ trang Cài đặt tài khoản.

source: You may permanently delete your account and all associated data.
ig: Ou pa ka efase kont ou paske ou se dènye admin lan.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
ig: Nếu bạn đang sử dụng một phiên bản tự lưu trữ, liên hệ với quản trị viên phiên bản cho các yêu cầu dữ liệu.

source: Self-Hosting Responsibility
ig: Trách nhiệm tự lưu trữ

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
ig: Mgbe ị na-azọhọ Grylli onwe gị, ị bụ onye na-ahụ maka ịchọpụta na data onye ọrụ niile echekwara na nhazi na ndị ọrụ mkpado kwesịrị ekwesi.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
ig: Thông báo này được cập nhật lần cuối vào tháng Sáu 2025 và có thể phát triển để phản ánh các thay đổi trong phần mềm hoặc cảnh quan quy định.

source: System Status
ig: Usoro Nhazi

source: This endpoint provides system health and version information.
ig: Ọgwụgwụ njedebe a na-enye ahụike usoro na ozi nke mbipute.

source: System Info
ig: Ama usoro

source: 📦 Environment Versions
ig: 📦 Ụdị gburugburu ebe obibi

source: Category
ig: Udi

source: Tool
ig: Ngwaọrụ

source: Version
ig: Ụdị

source: ⚙️ Core
ig: ⚙️ Isi

source: 🔐 Security
ig: 🔐 Nchekwa

source: Email Validator
ig: Nchịkọta Email

source: Cryptography
ig: Nchịkọ

source: 🕰️ Scheduling
ig: 🕰️ Nhazi oge

source: 🌐 Frontend
ig: 🌐 Ụdị ihu ihu

source: Step 2 of 2
ig: Nzọụkwụ nke 2 n'ime 2

source: Set Security Questions
ig: Debe ọba akụ

source: Choose three different questions and provide answers only you know. These will help recover your account.
ig: Họrọ ajụjụ atọ dị iche iche ma nye azịza gị. A ga-eji ha lelee njirimara gị ma ọ bụrụ na ịg忘cha ag密码.

source: Please fix the following errors:
ig: Biko dozie njehie ndị na-esonụ:

source: Manage Account
ig: Jikwaa Akaụntụ

source: Update your profile information and password.
ig: Melite ozi profaili gị na paswọọdụ.

source: Please enter a valid email address.
ig: Biko tinye adreesị email dị irè.

source: Hold to reveal
ig: Kwekọrita ijide

source: Password must meet all complexity requirements.
ig: Paswọọdụ ga-ezute ihe niile dị mgbagwoju anya.

source: Passwords do not match.
ig: Paswọọdụ anaghị agbanwe.

source: Update Account
ig: Melite Akaụntụ

source: Cancel
ig: Kagbuo

source: Minimum 8 characters
ig: Opekata mpe mkpụrụedemede 8

source: At least one uppercase letter
ig: Karịa otu mkpụrụedemede ukwu

source: At least one lowercase letter
ig: Karịa otu mkpụrụedemede ntakịrị

source: At least one number
ig: Karịa otu nọmba

source: At least one special character (e.g., !@#$%)
ig: Ọ dịkarịa ala otu ọdịdị pụrụ iche (e.g., !@#$%)

source: Download My Data
ig: Tải xuống dữ liệu của tôi

source: Download all your account data as a JSON file...
ig: Budata data akaụntụ gị niile dị ka faịlụ JSON...

source: Download My Data (JSON)
ig: Tải xuống dữ liệu của tôi (JSON)

source: Danger Zone
ig: Chanje Wòl

source: Deleting your account is permanent and cannot be undone.
ig: Efase kont ou a pèmanan epi pa ka anile.

source: Are you sure you want to delete your account?
ig: Èske ou sèten ou vle réinitialiser MFA pou itilizatè sa a?

source: Delete My Account
ig: Melite Akaụntụ

source: Security Questions
ig: 🔐 Nchekwa

source: Set Your Security Questions
ig: Debe Ajụjụ Nchekwa Gị

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
ig: Họrọ ajụjụ atọ dị iche iche ma nye azịza gị. A ga-eji ha lelee njirimara gị ma ọ bụrụ na ịg忘cha ag密码.

source: Each question must be different.
ig: Ajụjụ atọ niile aghaghị ịdị iche.

source: Answer
ig: Azịza

source: Update
ig: Melite Akaụntụ

source: Translations
ig: Ntụgharị asụsụ

source: Grylli currently supports multiple languages and more will be added.
ig: Grylli na-akwado ọtụtụ asụsụ ugbu a na ndị ọzọ ga-agbakwụnye.

source: Many of the translations were performed with assistance from ChatGPT.
ig: Ọtụtụ n’ime ntụgharị asụsụ ahụ e mee ya site n’enyemaka nke ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
ig: Ọ bụrụ na ịchọta nsogbu ntụgharị asụsụ ma ọ bụ chọọ ikpegharị ọhụụ, nbanye na-emeghe!

source: How to request translation updates
ig: Otu esi achọ mmelite ntụgharị asụsụ

source: To contribute to translations, please use the following guidelines:
ig: Ka nyekwuo aka na ntụgharị asụsụ, biko jiri nduzi dị n'okpuru a:

source: Contribute missing or improved translations:
ig: Achọpụtala ntụgharị asụsụ furu efu?

source: Open the relevant .po translation file for your language.
ig: Meghee faịlụ JSON maka asụsụ gị. Dị ka ọmụmaatụ:

source: Find untranslated or incomplete entries and add or improve translations.
ig: Chọta ihe agba n'ala ma ọ bụ ihe gbasara ịghọtaghị nke ọma ma tinye ma ọ bụ melite ntụgharị asụsụ.

source: You may use a PO file editor or a text editor.
ig: Ị nwere ike iji ndezi faịlụ PO ma ọ bụ ndezi ederede naanị.

source: Copy the file path and the snippet of your changes.
ig: Kopịa ụzọ faịlụ na akụkụ nke mgbanwe gị.

source: Paste the snippet directly into a new GitHub issue for review.
ig: Tinye ibe snippet ahụ kọpieedoro na GitHub okwu okwu ozugbo.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
ig: Ebutela faịlụ .po zuru oke ihe ọ bụla iji zere ngbanwe ahụ.

source: Improving existing translations:
ig: Existing (Improving translations):

source: Open the relevant .po file for the translation you want to improve.
ig: Meghee faịlụ .po kwesịrị ekwesị maka ntụgharị nke ịchọrọ imeziwanye.

source: Find the phrase(s) and its existing translation(s) you want to improve.
ig: Chọta okwu (s) na ntụgharị dị ugbu a (s) nke ịchọrọ imeziwanye.

source: Update the phrase(s).
ig: Melite okwu (s).

source: Copy the file name and path into the issue.
ig: Detuo aha faịlụ na ụzọ na nsụpe.

source: Paste the copied snippet directly into the GitHub issue comment.
ig: Tinye ibe snippet ahụ kọpieedoro na GitHub okwu okwu ozugbo.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
ig: Ebutela faịlụ .po zuru oke ihe ọ bụla iji zere ngbanwe ahụ.

source: <strong>Example snippet:</strong>
ig: Nke a na-ahụ anya:

source: Report missing translations not yet discovered:
ig: Kọọrọ ntụgharị asụsụ ndị furu efu na-adịghị achọpụtara:

source: If you see text in the app that appears untranslated or missing, please report it to us.
ig: Ọ bụrụ na i hụrụ ederede na ngwa nke na-apụta na-abụghị ntụgharị asụsụ ma ọ bụ na ọ furu efu, biko kpogidere anyị ya.

source: Provide the exact English phrase as it appears on the screen.
ig: Nyefee ọnụ ọgụgụ ziri ezi dị ka o si dị na ihuenyo.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
ig: Tinye peeji ma ọ bụ ngalaba ebe ị hụrụ okwu ahụ (e.g. Peeji ntọala, ngalaba Akaụntụ).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
ig: Nyefekwa ozi a site na GitHub ọhụụ ụdị ọhụụ ka anyị wee tinyekwa ya na faịlụ ntụgharị wee gbaa ya gburugburu maka Babel.

source: Found a missing translation?
ig: Achọpụtala ntụgharị asụsụ furu efu?

source: This link will create a new GitHub issue pre-filled with a language code.
ig: Njikọ a ga-emepụta okwu GitHub ọhụrụ nke jupụtara na koodu asụsụ.

source: Report it by opening a new GitHub issue
ig: Kporọ ya site na imepe ụdị ụdị GitHub ọhụụ

source: Please specify the language code and exact phrase when reporting.
ig: Biko kpọmkwem asụsụ koodu na okwuchukwu ziri ezi mgbe ị na-akọ.

source: Thank you for helping us make Grylli better!
ig: Daalụ maka inye aka ime ka Grylli ka mma!

source: Answer Your Security Question
ig: Zaa Ajụjụ Nchekwa Gị

source: Please answer the question below to verify your identity before resetting your password.
ig: Biko zaa ajụjụ dị n'okpuru iji hụ njirimara gị tupu ịgbanwe paswọọdụ gị.

source: Security Question
ig: 🔐 Nchekwa

source: Verify and Continue
ig: Nyochaa ma gaa n'ihu

source: Create New User
ig: Mepụta Ọhụrụ Ọhụrụ

source: Fill out the form to add a new user.
ig: Jupụta n’ikpeazụ n’ime oyiri ịgbakwụnye onye ọrụ ọhụrụ.

source: Username
ig: Aha onye ọrụ

source: Role
ig: Ọrụ

source: New Password
ig: Reset Egbeama

source: Confirm Password
ig: Chefuru okwuntughe

source: Create User
ig: Mepụta Onye Ọrụ

source: Edit User
ig: Dezie Onye ọrụ

source: Update the details for this user account.
ig: Melite nkọwa maka akaụntụ onye ọrụ a.

source: Update User
ig: Hichapụ Onye Ọrụ

source: Admin Help
ig: Panel Ndabere

source: Reset Admin Password
ig: Reset Egbeama

source: If you've forgotten the admin password, you can reset it using the following Docker command:
ig: Ọ bụrụ na ị chefuru paswọọdụ njikwa, ị nwere ike tọgharịa ya site na iji iwu Docker ndị a:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
ig: Ihe ndekọ a ga-eme ka ị tinye paswọọdụ ọhụrụ maka onye njikwa. Ị ga-agba ya ọsọ site na sistemụ nke oghe Grylli na-agba ọsọ.

source: After resetting, you can log in with the new password immediately.
ig: Mgbe ịtọgharịrị, ị nwere ike nbanye na paswọọdụ ọhụrụ ozugbo.

source: Return to Login
ig: Lagha na Dashboard

source: Admin Help Access
ig: Nweta Enyemaka Njikwa

source: Enter your Ferret Key to unlock admin-only help documentation.
ig: Tinye Igodo Ferret gị iji mepee akwụkwọ enyemaka maka naanị onye njikwa.

source: How to Find Your FERRET_KEY
ig: Kedu ka esi achọta IGODO FERRET_GI

source: The FERRET_KEY is set as an environment variable when running Grylli.
ig: IGODO FERRET_GI na-etinye dịka ihe mgbanwe gburugburu ebe obibi mgbe ị na-agba Grylli.

source: Option 1: Check docker-compose.yml
ig: Nhọrọ 1: Lelee docker-compose.yml

source: Option 2: Use docker inspect
ig: Nhọrọ 2: Jiri docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
ig: Nke a na-egosi IGODO FERRET_GI dị ka enyere ya igwe na oge-ezigbo.

source: Admin Panel
ig: Panel Ndabere

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
ig: Nnọọ na Panel Ndabere Grylli. Jiri njikọ dị n'okpuru ka ị zụta ngwaọrụ.

source: View Application Logs
ig: Lelee Ọrụ Nkwukọrịta Ngwa

source: Logs
ig: Wepụ

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
ig: Lee mmepụta ndekọ arụ ọrụ site na ngwa. Lee ihe ndị ọzọ na docker logs ma ọ bụ faịlụ ndekọ na ndepụta data.

source: Reports
ig: Pọt

source: View account summaries and scheduler activity in tabbed reports.
ig: Lee okwu akuko na ihe ndekọ ọrụ oge na akụkọ ụlọaka.

source: Settings
ig: SMTP Nhazi

source: View system configuration, environment variables, and global SMTP settings.
ig: Lee nhazi sistemu, gbanwu gburugburu, na ntọala SMTP zuru ụwa ọnụ.

source: Tools
ig: Ngwaọrụ

source: Trigger or delete backups and run version check.
ig: Mee ma ọ bụ hichapụ ndabere na gbaa ọsọ ele ngwaahịa.

source: Manage Users
ig: Nchịkwa Ọrụ

source: Users
ig: Ndị ọrụ

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
ig: Mepụta, dezie, rụọ ọrụ/kpọghee, meghee, gbanwee ọrụ, tọgharịa MFA, ma ọ bụ hichapụ akaụntụ ndị ọrụ.

source: View Admin Guide / README
ig: Lee nduzi Admin / README na GitHub

source: View README
ig: Lelee Dịta

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
ig: Nkwado zuru oke nke na-ekpuchi atụmatụ, ụkpụrụ ụlọ, nhazi, itinye, nchekwa, nwalee, na nnweta.

source: ⚠️ Admin Tips
ig: ⚠️ Ndabere Ndabere

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
ig: Asị akwụsị na ọ dịrị n'iche maka izi ezi DEBUG. Ụdị ndékọ nke exposesndụmụta ndị dị n'etiti ma lelee ụkwụ atụmatụ.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
ig: A na-edepụta ndekọ arụ ọrụ ngwa ọma na faịlụ na ndépe data nwere ike ịgbanwee (faịlụ 7, 10MB nke ọ bụla).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
ig: Ndi nchịkwa nwere ike ile ndekọ ndị dị nso na UI, ma ọ bụ lee nlele zuru oke site na diski ma ọ bụ site na ngwa igwe dịka docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
ig: Debe Grylli mgbe niile n'azụ imeghari azụ (dịka Caddy, Nginx, ma ọ bụ Traefik) ma mee ka ọ bụrụ HTTPS. Data onye ọrụ ụta na-agbanyeghi na aga.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
ig: Mee ka data akwụkwọ (database) furu efu na onye nnabata gị

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
ig: A na-ekerịta foloda niile dị uru. Iji kewapụ faịlụ dị iche iche pere nganye, dozie ntuziaka ndị kacha zuru ihe na ebe na-achọghị ohere.
