Repository: samcro1967/grylli
Catalog: app/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: Backup deleted: %(filename)s
ig: Ndabere ehichapụrụ: %(filename)s

source: Backup file not found.
ig: Echighapụ ndabere ngwaahịa ahụ.

source: Failed to delete backup.
ig: Ezeghete ndabere.

source: Unable to load SMTP configurations.
ig: Nhazi SMTP

source: SMTP destination created successfully.
ig: Emeputa ebe obibi SMTP ezigbo.

source: Error creating SMTP configuration.
ig: Nhazi SMTP

source: SMTP destination updated.
ig: Ebe obibi SMTP emelitere.

source: Failed to load or update SMTP config.
ig: Ọ nweghị ike ibu ma ọ bụ melite nhazi SMTP.

source: SMTP destination deleted.
ig: Ebe obibi SMTP ehichapụrụ.

source: Error deleting SMTP configuration.
ig: Njehie ntọala usoro:

source: Test email sent successfully to your account email.
ig: Enzipu email ule gara nke ọma na email akaụntụ gị.

source: Failed to send test email. Check SMTP settings.
ig: Adaghị enwe enzipụ email ule. Lelee ntọala SMTP.

source: Error sending test email.
ig: Zipu Email Nnwale

source: Failed to load user list.
ig: Laghachi na Emails

source: Password is required when creating a new user.
ig: Achọrọ paswọọdụ mgbe ị na-emepụta onye ọrụ ọhụrụ.

source: Username already exists.
ig: Aha njirimara adịlarị.

source: Email already exists.
ig: Email adịlarị.

source: User '%(username)s' created successfully.
ig: Emere onye ọrụ '%(username)s' nke ọma.

source: Failed to create user.
ig: Ọ bụghị nke ọma ikpepụta onye ọrụ.

source: User updated successfully.
ig: Ejiri onye ọrụ mee nke ọma.

source: An error occurred while updating the user.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: User deleted.
ig: E jikwara onye ọrụ.

source: An error occurred while deleting the user.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: You cannot change your own enabled status.
ig: Ịchọghị ike ịgbanwe ọnọdụ gị nke gị onwe gị.

source: User '%(username)s' has been %(status)s.
ig: Ọnọdụ onye ọrụ '%(username)s' ghọrọ %(status)s.

source: You cannot reset your own MFA.
ig: ⚪ = I nwereghi ike gbanyụọ akaụntụ gị.

source: MFA disabled for user '%(username)s'.
ig: MFA dezaktive pou itilizatè '%(username)s'.

source: An error occurred while resetting MFA.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: Invalid role
ig: Wòl invalid.

source: Role updated for %(username)s.
ig: MFA dezaktive pou itilizatè '%(username)s'.

source: An error occurred while updating the role.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: User account unlocked.
ig: Kont ou te efase pèmanan.

source: An error occurred while unlocking the account.
ig: Enwere njehie mgbe ị na-emepụta akaụntụ nchịkwa.

source: Webhook created successfully.
ig: Emepụtara webhook nke ọma.

source: Failed to create webhook.
ig: Emerighị ndabere ngwaahịa.

source: Could not load webhooks.
ig: Pa t 'kapab chaje kòd rekiperasyon.

source: Webhook updated successfully.
ig: Emelite nke ọma webhook.

source: Failed to update webhook.
ig: Ezeghete ndabere.

source: Failed to load or update webhook config.
ig: Ọ nweghị ike ibu ma ọ bụ melite nhazi SMTP.

source: Webhook deleted.
ig: E jikwara webhook.

source: Failed to delete webhook.
ig: Ezeghete ndabere.

source: Test notification sent.
ig: Dezie Ozi

source: Test failed: %(msg)s
ig: TLS bật: %(tls)s

source: Unexpected error sending test.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.
