Repository: samcro1967/grylli
Catalog: app/translations/ig/LC_MESSAGES/messages.po
Languages: ig

source: If you don’t check in before the grace period ends, the Messages will be sent.
ig: Ọ bụrụ na ị lọghachighị tupu oge nsọọtụ agwụ, a ga-eziga ozi ahụ.

source: You can preview the Messages config using 🔍.
ig: Ị nwere ike ilele nhazi email site na iji 🔍.

source: Once a Messages is sent, it will be automatically disabled.
ig: Ozugbo e zigara email nchekwa, ọ ga-akpaghị aka ịgbachitere.

source: No Messagess available.
ig: Enweghị ndị ọrụ ọ bụla.

source: Two-Factor Authentication (MFA)
ig: Otantifikasyon De Faktè (MFA)

source: Your Recovery Codes
ig: Kòd Rekiperasyon ou yo

source: Save these recovery codes in a safe place!
ig: Sove kòd rekiperasyon sa yo nan yon kote ki an sekirite!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
ig: Chak kòd ka sèvi yon fwa si ou pèdi aksè nan otantifikatè ou. Kòd sa yo p ap parèt ankò.

source: OK, I've saved them
ig: OK, mwen te sove yo

source: MFA Settings
ig: SMTP Nhazi

source: MFA QR Code
ig: Kòd QR MFA

source: Manual Entry:
ig: Antre Manyèl:

source: Administration
ig: Nsoro

source: Grylli | Admin | Overview
ig: Grylli | Admin | Nchigharị

source: Overview
ig: Nchịkọta

source: Grylli | Admin | Users
ig: Grylli | Admin | Ndị ọrụ

source: Grylli is a secure message scheduling and delivery platform.
ig: Grylli bụ ọrụ nchekwa maka ịtọ na ịnata ozi.

source: Home
ig: Ụlọ

source: Check-ins Due
ig: Nleba anya

source: Account
ig: Akaụntụ

source: About
ig: Banyere

source: Logout
ig: Wepụ

source: Grylli | Messages | Overview
ig: Grylli | Emails | Nchigharị

source: Overview of Messages settings
ig: Nyocha ntọala ikurube

source: Grylli | Messages | Apprise
ig: Dezie Ozi

source: Configure Apprise services
ig: Hazie ọrụ Apprise

source: Grylli | Messages | Webhooks
ig: Dezie Ozi

source: Configure Webhook integrations
ig: Hazie njikọta Webhook

source: Grylli | Emails | Overview
ig: Grylli | Emails | Nchigharị

source: Overview of secure email messages
ig: Nyocha ozi email echekwara

source: Configure SMTP email settings
ig: Hazie ntọala email SMTP

source: Grylli | Reminders | Overview
ig: Grylli | Ngwakọtara | Nchigharị

source: Overview of reminders
ig: Nkatakwu nke ise

source: Select Theme
ig: Họrọ nke zuru ibu

source: Select theme
ig: Họrọ nke zuru ibu

source: Select language
ig: Họrọ nke zuru ibu

source: Collapse Sidebar
ig: Gbanye Akụkụ Gosi

source: Select the Apprise and Webhook destinations for this reminder.
ig: Họrọ ebe Apprise na Webhook maka ịma ọkwa a.

source: Link Email Reminder for
ig: Jikọọ Maarumara maka email

source: Choose the email message and SMTP configuration to associate with this reminder.
ig: Họrọ ozi email na nhazi SMTP iji jikọọ na ọnọdụ ncheta a.

source: None (Unassign)
ig: Nhazi SMTP adịghị akọwapụtara

source: No sender address
ig: Enweghi adreesị onye zipụ

source: Email Message
ig: Oge Ozi

source: No subject
ig: Isiokwu

source: Save Email Reminder
ig: Chekwa Email

source: How to use reminders
ig: Esi ejikwa ndị ọrụ

source: Review scheduled reminders and create new timed or recurring messages.
ig: Tekwu un eki ise yelum ka iga si ma i metu.

source: Add Reminder
ig: Tinye Email

source: List Reminders
ig: Dezie Email

source: Edit Reminder
ig: Dezie Email

source: Create Reminder
ig: Mepụta Email

source: Update the label, subject, and content of your reminder.
ig: Melite akara aha na ọdịnaya nke ịma ọkwa gị.

source: Fill out the form to schedule a reminder.
ig: Jupụta n’ikpeazụ n’ime oyiri ịgbakwụnye onye ọrụ ọhụrụ.

source: Save Reminder
ig: Chekwa Email

source: Schedule Reminder
ig: Kwado Email

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
ig: A na-enyocha ncheta kwa %(minutes)s nkeji niile, ya mere enwere ike ntakịrị ntụkwasị obi na ọpụpụ.

source: Configure when and how often the reminder should be sent.
ig: Họrọ mgbe na ugboro ole ka ekwesịrị iziga ncheta a.

source: Start Date & Time
ig: Malite ụbọchị na oge

source: Recurrence Rule
ig: Okwu ugboro ugboro

source: (Optional) Enter RRULE or leave blank for one-time.
ig: (Kịrịrịčke) Tinye RRULE ma ọ bụ hapụ ọrụ maka oge nru.

source: End Date
ig: Zipu ule

source: (Optional) Stop sending after this date.
ig: (Kịrịrịčke) Kwụsị iziga ndeba anya na ụbọchị a.

source: Max Occurrences
ig: Oke Ugboro

source: (Optional) Stop after this many reminders.
ig: (Kịrịrịčke) Kwụsị ịda mgbe oge ole na ole.

source: Help for RRULE syntax
ig: Enyemaka maka kurum RRULE

source: Reminder Details
ig: Lelee Dịta

source: Start At
ig: Malite TLS

source: End At
ig: Zipu ule

source: Email Templates
ig: Nchịkọta Email

source: No email linked.
ig: Email kwadoro

source: Back to Reminders
ig: Laghachi na Emails

source: Cannot assign destinations while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Assign Email Reminder
ig: Nye Maarumara maka Email

source: Cannot assign email while enabled
ig: Enweghị ike ịtụgharị na mgbe eji ya eme ihe

source: Send Test Reminder
ig: Zipu Email Nnwale

source: Delete reminder
ig: Melite Ise

source: Delete Reminder
ig: Melite Ise

source: Toggle Reminder On/Off
ig: Tụkọta Email Ka/Na

source: Start At:
ig: Malite TLS

source: Recurrence:
ig: Ugboro Ise:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
ig: Pịa “Tinye ozi” ma jupụta na ebe isiokwu na nkọwa.

source: 💾 Save the reminder to return to the overview.
ig: Debe ozi ahụ ka ịlaghachi na nchịkọta.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
ig: Jide Apprise, Webhook, na/maọbụ email (SMTP) ebe choro.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
ig: Teya oge elekere iji kparam akwukwo iji dewe oge nke amaebekwa.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
ig: Pịa “Lee Details” iji nyochaa ma ọ bụ dezie anya ebe ọzọ na ntọala ọzọ.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
ig: Pịa bọtịnụ Ịnwale iji hụ na ụlọ ebe ọhụrụ na-arụ ọrụ ọma.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
ig: Nweta email site na iji ngbanwe 🔴/🟢 toggle button.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
ig: Ise ga-ebipụrị ruru n’ebe ọhụrụ.

source: Several tools are available to help generate an RRULE.
ig: Ọtụtụ ngwaọrụ dị maka inyere RRULE.

source: Use a search engine or AI tool to assist.
ig: Jiri engine na-achọ ma ọ bụ ngwá ọrụ AI maka ntuziaka.

source: Here is an example of one such online tool:
ig: Nke a bụ ihe atụ nke ngwá ọrụ ntanetị dị otú ahụ:

source: RRULE Generator Tool
ig: Ngwá ọrụ RRULE Generator

source: See here for some common examples:
ig: Lee maka maka di;

source: RRULE Help (GitHub)
ig: RRULE Enyemaka (GitHub)

source: Create SMTP Destination
ig: Mepụta ebe SMTP

source: Fill out the form to configure a new SMTP destination.
ig: Mepụta ebe SMTP

source: Edit SMTP Destination
ig: Mepụta ebe SMTP

source: Update the mail server settings or credentials for this destination.
ig: Dezie Apprise Ebumnuche

source: Update Destination
ig: Mepụta Ebumnuche

source: Show SMTP Setup Help
ig: Gosiputa enyemaka nhazi SMTP

source: Hide SMTP Setup Help
ig: Zoo enyemaka nhazi SMTP

source: SMTP Destinations
ig: Ebe SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
ig: Jikwaa nhazi ndị na-eziga ozi email sitere n'aka Grylli.

source: Add SMTP
ig: Tinye SMTP

source: List SMTP
ig: Okokụtịa Ikpeazụ

source: Cannot edit while assigned to emails
ig: Enweghị ike itụgharị mgbe etinye ya n'ịkwa ọkwa

source: Cannot delete while assigned to emails
ig: Enweghị ike ihichapụ mgbe etinye ya n'ịkwa ọkwa

source: Port:
ig: Pọt:

source: Need help finding your SMTP server settings? See here for some links to common providers:
ig: Chọrọ enyemaka ịchọta nhazi SMTP nkesa gị? Lee ebe a maka ụfọdụ njikọ na ndị na-enye ndị ọzọ:

source: SMTP Server Settings Help (GitHub)
ig: Enyemaka Nhazi SMTP (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
ig: Chọta njikọ akwụkwọ nchịkọta akụkọ gọọmenti Gmail, Outlook, Yahoo, AOL, na ndị ọzọ.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
ig: Ọ bụrụ na onye ahụ na-enye gị agaghị edepụtara, chọwa saịtị nkwado ha ma ọ bụ igwe nchọta maka 'nhazi SMTP'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
ig: Ndị na-eweta ụfọdụ (dị ka Gmail, Yahoo) chọrọ 'Paswọọdụ Ngwa' ma ọ bụ nhazi pụrụ iche—lee akwụkwọ ha!

source: Port
ig: Pọt

source: How to configure Webhooks
ig: Hazie njikọta Webhook

source: Webhook Destinations
ig: Ebe ndị Webhooks

source: Manage your webhook Messages endpoints.
ig: Jikwaa njedebe ịma ọkwa webhook gị.

source: Add Webhook
ig: Tinye Webhook

source: Show Help
ig: Gosiputa enyemaka nhazi SMTP

source: Hide Help
ig: Panel Ndabere

source: Webhooks Destinations
ig: Ebe ndị Webhooks

source: Endpoint
ig: Nwụnye

source: Endpoint:
ig: Nwụnye:

source: Description:
ig: Nkọwa:

source: Edit Webhook
ig: Dezie Webhook

source: Create Webhook
ig: Mepụta Webhook

source: Update the label, endpoint, or description of this webhook destination.
ig: Melite akara, njedebe, ma ọ bụ nkọwa nke ebe a ga-ebuga webhook a.

source: Fill out the form to add a new webhook destination.
ig: Jupụta n’ikpeazụ n’ime oyiri ịgbakwụnye onye ọrụ ọhụrụ.

source: Cannot edit while assigned to Messagess
ig: Enweghị ike itụgharị mgbe etinye ya n'ịkwa ọkwa

source: Cannot delete while assigned to Messagess
ig: Enweghị ike ihichapụ mgbe etinye ya n'ịkwa ọkwa

source: Click “Add Webhook” to register a new destination.
ig: Pịa “Tinye Webhook” iji debanye ebe ọhụụ.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
ig: Tinye URL njedebe ziri ezi nke ga-anata arịrịọ HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
ig: Nhọrọ, nye nkọwa iji kọwaa ihe ebumnuche nke webhook bụ.

source: Use the 🧪 icon to test that the webhook destination is working properly.
ig: Jiri ikwommiri🧪 icon nwalee na ebe njedebe webhook na-arụ ọrụ nke ọma.

source: Webhooks in use by Messagess cannot be edited or deleted.
ig: A gaghị ewezuga ma ọ bụ hichapụ webhooks nke na-eyi ndụmọdụ.

source: You can create and manage multiple webhooks for different systems or automations.
ig: Ị nwere ike ịmepụta na ijikwa ọtụtụ webhooks maka sistemụ dị iche iche ma ọ bụ ọrụ akpaaka.

source: Please set your security questions before using the application.
ig: Biko debe ajụjụ nchekwa gị tupu iji ngwa ahụ.

source: Current password is required to change password.
ig: A na-achọ okwuntughe ugbu a iji gbanwee okwuntughe.

source: Current password is incorrect.
ig: Okwuntughe ugbu a na-ezighi ezi.

source: Account updated successfully.
ig: A melitere akaụntụ nke ọma.

source: No changes made.
ig: Enweghị mgbanwe mere.

source: An error occurred while updating your account.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: An error occurred while loading translation info.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: You cannot delete your account because you are the last admin.
ig: Ou pa ka efase kont ou paske ou se dènye admin lan.

source: Your account has been permanently deleted.
ig: Kont ou te efase pèmanan.

source: An error occurred while trying to delete your account.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: Your account has been deleted
ig: Kont ou te efase pèmanan.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
ig: Ndewo {username}, A gbagburu akaụntụ gị na {site_name}. Cheta iwepu faịlụ gị na nchekwa ntinye. Ọ bụrụ na ọ bụghị gị mere nke a, biko kpọtụrụ ndọkwa ozugbo. {site_url}

source: Each security question must be different.
ig: Ajụjụ atọ niile aghaghị ịdị iche.

source: Security questions saved.
ig: Ajụjụ nchekwa echekwara.

source: An error occurred while saving your security questions.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: Failed to load admin dashboard.
ig: Laghachi na Emails

source: Invalid role.
ig: Wòl invalid.

source: Failed to update user role.
ig: Ọ bụghị nke ọma ikpepụta onye ọrụ.

source: Invalid Ferret Key.
ig: Wòl invalid.

source: An internal error occurred. Please try again later.
ig: Nsogbu na-atụghị anya ahụ. Biko nwalee ọzọ n'oge ọzọ ma ọ bụ kparịta ụka na nkwado.

source: 🧪 Test notification sent successfully!
ig: 🧪 A zipụrụ nnọchi anya ule nke ọma!

source: 🧪 Failed to send test notification:
ig: 🧪 Enweghị ike izipu nnọchi anya ule:

source: 🧪 Error sending test notification.
ig: 🧪 Njehie na-enye nnọchi anya ule.

source: Apprise destination created successfully.
ig: E kere ebe Apprise nke ọma.

source: Failed to create Apprise destination.
ig: Mepụta Apprise Ebumnuche

source: Failed to load Apprise destinations.
ig: Mepụta Apprise Ebumnuche

source: Apprise destination updated successfully.
ig: E melitere ebe Apprise nke ọma.

source: Failed to update Apprise destination.
ig: Mepụta Apprise Ebumnuche

source: Apprise destination deleted.
ig: E gbusiri ebe Apprise.

source: Failed to delete Apprise destination.
ig: Dezie Apprise Ebumnuche

source: Admin account created successfully.
ig: A na-emepe akaụntụ nchịkwa nke ọma.

source: Your account is temporarily locked. Please try again later.
ig: Nsogbu na-atụghị anya ahụ. Biko nwalee ọzọ n'oge ọzọ ma ọ bụ kparịta ụka na nkwado.

source: An error occurred while creating the admin account.
ig: Enwere njehie mgbe ị na-emepụta akaụntụ nchịkwa.

source: Your account is not activated.
ig: Kont ou te efase pèmanan.

source: Multi-factor authentication required.
ig: Ozi ka adịghị arụ ọrụ

source: Logged in successfully.
ig: Banyere na nke ọma.

source: Too many failed login attempts. Your account is locked for 15 minutes.
ig: Ọtụtụ mgbalị nbanye dara. Biko chere

source: Invalid username or password.
ig: Njirimara ma ọ bụ okwuntughe ezighi ezi.

source: You have been logged out.
ig: Ana ahụpụta gị.

source: If a user with that email exists, we've sent the username to them.
ig: Ọ bụrụ na onye ọrụ nwere email ahụ, anyị zitere ha njirimara.

source: An error occurred while sending your username reminder.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: No account found matching that username and email.
ig: Enweghị akaụntụ a na-ahụ na njirimara ahụ na email.

source: An error occurred while checking your credentials.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: Session expired. Please start over.
ig: Oge nọrọnọ agwụla. Biko malitegharịa.

source: Too many failed attempts. Please try again later.
ig: Ọtụtụ mgbalị nbanye dara. Biko chere

source: A password reset link has been sent to your email.
ig: Akụkụ mgbakọ nkwakọ akọwapụtara ọha ọhụrụ ezipụ.

source: One or more answers were incorrect.
ig: Otu ma ọ bụ karịa azịza adabaghị.

source: An error occurred while verifying your answers.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: The reset link is invalid or has expired.
ig: Njikọ mgbake anaghị ekwe omume ma ọ bụ agbachi.

source: Username and email do not match.
ig: Aha njirimara na email adịghị dakọtara.

source: Your password has been reset. Please log in.
ig: Esemokwu gị emezitere. Biko banye.

source: An error occurred while resetting your password.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: Invalid registration PIN.
ig: PIN ndebanye aha adịghị mma.

source: Username or email already exists.
ig: Aha njirimara ma ọ bụ email dị adịla.

source: Activate Your Grylli Account
ig: Aktive kont Grylli ou

source: Hello {username}, Please activate your account by clicking...
ig: Bonjou {username}, Tanpri aktive kont ou an klike...

source: Account created! Please check your email to activate your account.
ig: Akụkọ emepụtara! Biko lelee email gị iji eme ka akaụntụ gị dịrị ndụ.

source: An error occurred during signup.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: Activation link is invalid or expired.
ig: Njikọ mgbasa ozi adịghị mma ma ọ bụ agwụla.

source: User not found.
ig: Ejighị onye ọrụ ahụ.

source: Account already activated. Please log in.
ig: Akaụntụ emeghelarị. Biko banye.

source: Your account has been activated! You can now log in.
ig: Akaụntụ gị emeela ka ọ dịrị ndụ! Ị nwere ike ịbanye ugbu a.

source: Failed to activate account.
ig: Emerighị ndabere ngwaahịa.

source: Security questions not set or user not found.
ig: Ajụjụ nchekwa adịghị nọrọ ma ọ bụ onye ọrụ ahụ furu efu.

source: Password reset email sent.
ig: Paswọọdụ anaghị agbanwe.

source: Incorrect answer.
ig: Azịza ezighi ezi.

source: Invalid check-in link.
ig: Njikọ nnọkọ adịghị mma.

source: You are not authorized to check in for this item.
ig: A naghị ehiwe gị ọkụ maka itinye akwụkwọ a.

source: Unsupported check-in type.
ig: Ụdị nnọkọ enweghị nkwado.

source: An error occurred during check-in.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
ig: Adighi enye iwu ngwa: Oge mbido dị na oge gara aga.

source: ✅ Enabled and timer started.
ig: ✅ Etinyeela ma mmegharị oge amalitela.

source: ⛔ Disabled.
ig: ⛔ Echighadighị.

source: ⚠️ Cannot toggle — missing schedule or destination.
ig: ⚠️ Enweghị ike imegharị — enweghị usoro ma ọ bụ ebe obibi.

source: An error occurred while toggling status.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Failed to load email messages.
ig: Laghachi na Emails

source: Message saved.
ig: Ozi echekwala.

source: An error occurred while saving the message.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Message deleted.
ig: Ozi ehichapụrụ.

source: An error occurred while deleting the message.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: Attached files updated.
ig: Afa na-esonyere emelitere.

source: An unexpected error occurred while loading attachments.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: An error occurred while loading the message configuration.
ig: Enwere njehie mgbe ị na-emepụta akaụntụ nchịkwa.

source: SMTP configuration not assigned or is disabled.
ig: Ejighị ọnọdụ SMTP ma ọ bụ gbakorela ya.

source: Test email sent successfully.
ig: Nzipu email ule gara nke ọma.

source: Unknown error
ig: Njehie amachaghị

source: Email failed: %(reason)s
ig: Email adaala: %(reason)s

source: An unexpected error occurred while sending test email.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: Access denied.
ig: Natachiwo.

source: Schedule updated successfully.
ig: Usoro oge emelitere nke ọma.

source: An error occurred while updating the schedule.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: SMTP configuration assigned.
ig: Ejiri ọnọdụ SMTP.

source: SMTP configuration removed.
ig: Ejiri ọnọdụ SMTP.

source: An error occurred while assigning SMTP configuration.
ig: Enwere njehie mgbe emelitere akaụntụ gị.

source: Unable to fetch email status.
ig: Emeghị enzipụ email ule:

source: An error occurred while loading the help page.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Error loading dashboard
ig: Laghachi na Emails

source: Welcome to Grylli
ig: Nnabata na Grylli

source: Failed to determine locale.
ig: Ọ bụghị nke ọma ikpepụta onye ọrụ.

source: Failed to load messages.
ig: Laghachi na Emails

source: Message created successfully.
ig: Ozi emepụtara nke ọma.

source: An error occurred while creating the message.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Message updated successfully.
ig: Ozi emelitere nke ọma.

source: An error occurred while updating the message.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Destinations updated.
ig: Ebe obibi emelitere.

source: An error occurred while assigning destinations.
ig: Enwere njehie mgbe ị na-emepụta akaụntụ nchịkwa.

source: An error occurred while loading the message.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Unable to fetch message status.
ig: Enweghị ike iweta ọnọdụ ozi.

source: No destinations assigned to this message.
ig: Ejighị ọnọdụ SMTP ma ọ bụ gbakorela ya.

source: Test message sent successfully.
ig: Nzipu email ule gara nke ọma.

source: Test message failed:
ig: Ozi echekwala.

source: You must enter a code from your authenticator.
ig: Ou dwe antre yon kòd ki soti nan otantifikatè ou.

source: Invalid code. Please try again.
ig: Kòd invalid. Tanpri eseye ankò.

source: Two-factor authentication disabled.
ig: Ozi ka adịghị arụ ọrụ

source: An unexpected error occurred while updating MFA settings.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Recovery codes are only shown immediately after enabling MFA.
ig: Kòd rekiperasyon yo montre sèlman imedyatman apre ou aktive MFA.

source: Could not load recovery codes.
ig: Pa t 'kapab chaje kòd rekiperasyon.

source: No MFA challenge in progress.
ig: Pa gen defi MFA an pwogrè.

source: User not found for MFA challenge.
ig: Ejighị onye ọrụ ahụ.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
ig: Ou te itilize dènye kòd rekiperasyon ou. MFA te dezaktive. Tanpri retire Grylli nan aplikasyon otantifikatè ou a, epi reaktive MFA pou pwoteje kont ou.

source: Recovery code accepted. You have {remaining} recovery codes left.
ig: Kòd rekiperasyon aksepte. Ou gen {remaining} kòd rekiperasyon rete.

source: An unexpected error occurred during MFA challenge.
ig: Nke na-emehie mere mgbe ejikwara onye ọrụ.

source: An error occurred while loading the Privacy Notice.
ig: Nke na-emehie mere mgbe emelitere onye ọrụ.

source: Failed to load reminders.
ig: Laghachi na Emails

source: Reminder created successfully.
ig: Ozi emepụtara nke ọma.

source: Failed to create reminder.
ig: Ọ bụghị nke ọma ikpepụta onye ọrụ.

source: Reminder updated successfully.
ig: Ejiri onye ọrụ mee nke ọma.

source: Failed to edit reminder.
ig: Zipu Email Nnwale

source: Reminder deleted.
ig: E jikwara onye ọrụ.

source: Failed to delete reminder.
ig: Ezeghete ndabere.

source: Failed to load or update destinations.
ig: Gosipụta ọba akụ

source: No destinations assigned to this reminder.
ig: Ejighị ọnọdụ SMTP ma ọ bụ gbakorela ya.

source: No email message linked to this reminder.
ig: Enweghị ozi email jikọtara na ikwu a.

source: SMTP configuration is disabled.
ig: Ejighị ọnọdụ SMTP ma ọ bụ gbakorela ya.

source: Test reminder sent successfully.
ig: Nzipu email ule gara nke ọma.

source: Test reminder failed:
ig: Ozi echekwala.

source: Failed to send test reminder.
ig: Emeghị enzipụ email ule:

source: Failed to load reminder details.
ig: Lelee Dịta

source: Reminder schedule updated successfully.
ig: Usoro oge emelitere nke ọma.

source: Failed to load or save reminder schedule.
ig: Enweghị ike ibu ma ọ bụ chekwaa mgbe imeghachi ncheta.

source: None
ig: Mba

source: You must select both an SMTP config and an email message, or neither.
ig: I ghaziri ịhọrọ ma SMTP na ozi email, maọbụ onye obula.

source: Email reminder settings updated.
ig: Ebe obibi emelitere.

source: Failed to assign email reminder.
ig: Nye Maarumara maka Email

source: Failed to load settings.
ig: Adaghị enwe enzipụ email ule. Lelee ntọala SMTP.

source: Test Email from Grylli
ig: Nzipu Ule si Grylli

source: This is a test email from the Grylli SMTP settings page.
ig: Nke a bụ email ule si na peeji SMTP Grylli.

source: Failed to send test email:
ig: Emeghị enzipụ email ule:

source: Backup created: %(filename)s
ig: Ndabere emepụtara: %(filename)s

source: Failed to create backup.
ig: Emerighị ndabere ngwaahịa.

source: Invalid backup filename.
ig: Mkpụrụedemede aha ndabere ezighi ezi.
