Repository: samcro1967/grylli
Catalog: app/translations/so/LC_MESSAGES/messages.po
Languages: so

source: If you don’t check in before the grace period ends, the email will be automatically sent.
so: Haddii aadan hubin ka hor inta aysan dhamaanin mudnaanta, iimaylka waxaa si toos ah loo diri doonaa.

source: You can preview the email configuration using 🔍.
so: Waxaad daawan kartaa qaabeynta iimaylka adoo adeegsanaya 🔍.

source: Once a secure email is sent, it will be automatically disabled.
so: Marka iimayl ammaan ah la diro, si toos ah ayay u naaqusnaan doontaa.

source: To
so: Ku

source: No emails available.
so: Email waa karti leh

source: Sorry, the page you are looking for does not exist.
so: Waan ka xunnahay, bogga aad raadineyso ma jiro.

source: Return Home
so: Ku noqo Dashboard

source: Something went wrong
so: Wax baa khaldamay

source: An unexpected error occurred. Please try again later or contact support.
so: Khalad lama filaan ah ayaa dhacay. Fadlan mar kale isku day ama la xidhiidh taageerada.

source: Switching Language...
so: Isbedelka Luqadda...

source: Applying new language...
so: Codsin luqad cusub...

source: Assign Destinations for
so: U qoondee Cimilooyinka

source: Select the Apprise and Webhook destinations for this Messages.
so: Dooro meelaha Apprise iyo Webhook ee ogeysiiskan.

source: Save Destinations
so: Badbaadi Goobaha

source: Edit Messages
so: Jadwalka Farriinta

source: Create Messages
so: Jadwalka Farriinta

source: Update the label, subject, and content of your Messages.
so: Cusboonaysii calaamadda, mawduuca, iyo nuxurka ogeysiiskaaga.

source: Fill out the form to create a new Messages.
so: Buuxi foomka si aad koonto u dhexdiisa abuurtid.

source: Content
so: Mawduuc

source: Save Messages
so: Jadwalka Farriinta

source: Show Messages Setup Help
so: Muuji caawimaadda habaynta SMTP

source: Hide Messages Setup Help
so: Qari caawimaadda habaynta SMTP

source: Manage and send user Messagess from the system.
so: Maamulo oo u dira ogeysiisyada isticmaalaha nidaamka.

source: Add Messages
so: Farriinta waa la keydiyay.

source: How to create and send a Messages
so: Sida loo abuuro oo loo diro iimayl

source: List Messages
so: Farriinta waa la keydiyay.

source: Schedule Messages
so: Jadwalka Iimaylka

source: Message Details
so: Farriinta waa la tirtiray.

source: Check-in Interval
so: Soo Jeedka Soo Bixinta

source: None assigned.
so: Midna looma qoondeyn.

source: Back to Messages
so: Dib ugu Noqo Iimaylada

source: Disable to edit Messages
so: Dib ugu Noqo Iimaylada

source: Assign Destinations
so: U qoondee Goobaha

source: Disable to assign destinations
so: U qoondee Goobaha

source: Set Schedule
so: Dejinta Jadwalka

source: Disable to set schedule
so: Dejinta Jadwalka

source: View Details
so: Arag Faahfaahinta

source: Send Test Messages
so: Dir Email Tijaabo Ah

source: Delete Messages
so: Jadwalka Farriinta

source: Toggle Message On/Off
so: Beddel Farriinta On/Off

source: Messages is enabled
so: Email waa karti leh

source: Messages is disabled
so: Email waa naafo

source: Enable only after schedule is set
so: Kartiyay in kaliya jadwalka la dejiyay ka dib

source: Enable only after destinations are assigned
so: Kartiyay in kaliya ka dib marka loo xilsaaro meelo

source: Click “Add Messages” and fill out the subject and content fields.
so: Guji “Ku dar ogeysiis” kuna buuxi beelaha mawduuca iyo mawduuca hoose.

source: Save the Messages to return to the overview.
so: Kaydi ogeysiiska si aad ugu soo laabato dulmar.

source: You need to create at least one apprise or webhook destination.
so: Waxaad u baahan tahay inaad abuurto ugu yaraan hal apprise ama goobaha webhookka.

source: You can create as many destinations as you like.
so: Waxaad abuuri kartaa inta aad rabto oo ah meel.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
so: Guji 🧩 si aad ugu qoondooto hal ama in ka badan oo Apprise iyo/ama goobah webhook.

source: Click ⏱️ to set a schedule and check-in interval.
so: Guji ⏱️ si aad isugu dejiso jadwalka iyo qadarka soo jeedka inta uu socdo.

source: Enable the Messages using the 🔴/🟢 toggle button.
so: Aqbal iimaylka adoo adeegsanaya batoonka 🔴/🟢 la bedeli karo.

source: If you don’t check in before the grace period ends, the Messages will be sent.
so: Hadii aadan iska soo marin kahor intaan karaanka dhamaan, ogeysiiska ayaa la diri doonaa.

source: You can preview the Messages config using 🔍.
so: Waxaad daawan kartaa qaabeynta iimaylka adoo adeegsanaya 🔍.

source: Once a Messages is sent, it will be automatically disabled.
so: Marka iimayl ammaan ah la diro, si toos ah ayay u naaqusnaan doontaa.

source: No Messagess available.
so: Lama heli karo isticmaaleyaal.

source: Two-Factor Authentication (MFA)
so: Labada-factor Authentication (MFA)

source: Your Recovery Codes
so: Shabakada Soo Celintaada

source: Save these recovery codes in a safe place!
so: Keydi koodhadhkan soo kabashada meel ammaan ah!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
so: Kood kasta waxaa laga isticmaali karaa hal mar haddii aad lumiso gelitaanka furahaankaaga. Koodhadhkan mar kale lama arki doono.

source: OK, I've saved them
so: OK, waan keydiyey

source: MFA Settings
so: Dejinta SMTP

source: Manual Entry:
so: Geli Gacanta:

source: Administration
so: Maamulka

source: Grylli | Admin | Overview
so: Grylli | Maamul | Guudmar

source: Overview
so: Guudmar

source: Grylli | Admin | Users
so: Grylli | Maamul | Isticmaalayaasha

source: Grylli is a secure message scheduling and delivery platform.
so: Grylli waa barta nabadgelyada ah ee jadwalku iyo diridda farriimaha.

source: Home
so: Bogga Hore

source: Check-ins Due
so: Hubin

source: About
so: Ku Saabsan

source: Logout
so: Ka Baxid

source: Grylli | Messages | Overview
so: Grylli | Emails | Guudmar

source: Overview of Messages settings
so: Dulmar guud ee dejinta ogeysiiska

source: Grylli | Messages | Apprise
so: Tafatir Ogeysiis

source: Configure Apprise services
so: Habeynta adeegyada Apprise

source: Grylli | Messages | Webhooks
so: Tafatir Ogeysiis

source: Configure Webhook integrations
so: Habeynta isku xirka Webhook

source: Grylli | Emails | Overview
so: Grylli | Emails | Guudmar

source: Overview of secure email messages
so: Dulmar guud ee fariimaha emaylka nabdoon

source: Configure SMTP email settings
so: Habeynta dejinta emaylka SMTP

source: Grylli | Reminders | Overview
so: Grylli | Xasuusinta | Guudmar

source: Overview of reminders
so: Guudmarka xusuusinta

source: Select Theme
so: Xulo doorashada ku habboon

source: Select theme
so: Xulo doorashada ku habboon

source: Select language
so: Xulo doorashada ku habboon

source: Collapse Sidebar
so: Guji Gudahooda Geenyo

source: Select the Apprise and Webhook destinations for this reminder.
so: Dooro meelaha Apprise iyo Webhook ee ogeysiiskan.

source: Link Email Reminder for
so: Ku xidh Email Reminder

source: Choose the email message and SMTP configuration to associate with this reminder.
so: Dooro fariinta email-ka iyo habeynta SMTP ee la xidhiidha xusuusintan.

source: None (Unassign)
so: Qaabeyn SMTP looma qoondeyn

source: No sender address
so: Cinwaanka diraha

source: Email Message
so: Jadwalka Farriinta

source: No subject
so: Mawduuc

source: Save Email Reminder
so: Kaydi Email

source: How to use reminders
so: Sida loo maareeyo isticmaalayaasha

source: Review scheduled reminders and create new timed or recurring messages.
so: Jadwal soo xusuusin ah oo loo diro waqtiyo go'an ama si joogto ah.

source: Add Reminder
so: Ku dar Email

source: List Reminders
so: Wax ka beddelka Emailka

source: Edit Reminder
so: Wax ka beddelka Emailka

source: Create Reminder
so: Abuur Email

source: Update the label, subject, and content of your reminder.
so: Cusboonaysii calaamadda, mawduuca, iyo nuxurka ogeysiiskaaga.

source: Fill out the form to schedule a reminder.
so: Buuxi foomka si aad u darto isticmaale cusub.

source: Save Reminder
so: Kaydi Email

source: Schedule Reminder
so: Jadwalka Iimaylka

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
so: Digniinaha waxaa la hubiyaa %(minutes)s daqiiqo kasta, marka fulinta waxay dib u dhac kartaa si sahlan.

source: Configure when and how often the reminder should be sent.
so: Habee goorta iyo sida loo should daaro xusuusinta.

source: Start Date & Time
so: Waqtiga iyo Waqtiga Bilow

source: Recurrence Rule
so: Qaanuunka Soo noqnoqoshada

source: (Optional) Enter RRULE or leave blank for one-time.
so: (Ikhtiyaar) Gali RRULE ama ka tag banaan hal mar.

source: End Date
so: Dir Tijaabo

source: (Optional) Stop sending after this date.
so: (Ikhtiyaar) Jooji diritaanka ka dib taariikhdan.

source: Max Occurrences
so: Xaddidaadda Times Max

source: (Optional) Stop after this many reminders.
so: (Ikhtiyaar) Jooji ka dib inta xusuusin ah.

source: Help for RRULE syntax
so: Caawinta syntax RRULE

source: Reminder Details
so: Arag Faahfaahinta

source: Start At
so: Biloway TLS

source: End At
so: Dir Tijaabo

source: Email Templates
so: Hubiyaha Emaylka

source: No email linked.
so: Email waa karti leh

source: Back to Reminders
so: Dib ugu Noqo Iimaylada

source: Cannot assign destinations while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Assign Email Reminder
so: U Amar Email Reminder

source: Cannot assign email while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Send Test Reminder
so: Dir Email Tijaabo Ah

source: Delete reminder
so: Cusboonaysiinta Reminder

source: Delete Reminder
so: Cusboonaysiinta Reminder

source: Toggle Reminder On/Off
so: Beddel Email-ka Baa/aad

source: Start At:
so: Biloway TLS

source: Recurrence:
so: Soo noqnoqoshada:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
so: Guji “Ku dar ogeysiis” kuna buuxi beelaha mawduuca iyo mawduuca hoose.

source: 💾 Save the reminder to return to the overview.
so: Kaydi ogeysiiska si aad ugu soo laabato dulmar.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
so: 📣 Habsii Apprise, 🌐 Webhook, iyo/ama 📧 Email (SMTP) meelo loo baahdo.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
so: ⏱️ Dejinta jadwalka adoo isticmaalaya batoonka jadwalka si loo go'aamiyo goorta xusuusin loo diri doono.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
so: 🔍 Guji "View Details" si aad dib u eegto ama wax uga baddasho meelaha la xilsaaray iyo goobaha kale.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
so: 🧪 Guji batoonka Tijaabi si loo xaqiijiyo in dhammaan meelaha la xilsaaray si sax ah u shaqeeyaan.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
so: Aqbal iimaylka adoo adeegsanaya batoonka 🔴/🟢 la bedeli karo.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
so: 📤 Xusuusin waxaa loo diri doonaa sidii loo qorsheeyay meelaha loo xilsaaray.

source: Several tools are available to help generate an RRULE.
so: Qaar ka mid ah qalabyada ayaa loo heli karaa si loo caawiyo soosaarka RRULE.

source: Use a search engine or AI tool to assist.
so: Isticmaal makiinad raadinta ama qalab AI si aad u caawiso.

source: Here is an example of one such online tool:
so: Halkan waxaa ku yaal tusaale mid ka mid ah qalabka tooska ah:

source: RRULE Generator Tool
so: RRULE Qalabka Soosaaraha

source: See here for some common examples:
so: Halkan ka eeg tusaalooyin caadi ah:

source: RRULE Help (GitHub)
so: Caawinta RRULE (GitHub)

source: Create SMTP Destination
so: Abuur Meel SMTP

source: Fill out the form to configure a new SMTP destination.
so: Abuur Meel SMTP

source: Edit SMTP Destination
so: Abuur Meel SMTP

source: Update the mail server settings or credentials for this destination.
so: Sax Goobta Apprise

source: Update Destination
so: Abuur Goob

source: Show SMTP Setup Help
so: Muuji caawimaadda habaynta SMTP

source: Hide SMTP Setup Help
so: Qari caawimaadda habaynta SMTP

source: SMTP Destinations
so: Meelaha SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
so: Maamulo habeynta server-ka email-ka ee loo dirayo farriimaha Grylli.

source: Add SMTP
so: Ku dar SMTP

source: List SMTP
so: Soo Bandhigidii Ugu Dambeysay

source: Cannot edit while assigned to emails
so: Ma tafatiri karo inta lagu jiro isticmaalka ogeysiisyada

source: Cannot delete while assigned to emails
so: Ma tirtiri karo inta lagu jiro isticmaalka ogeysiisyada

source: Port:
so: Deked:

source: Need help finding your SMTP server settings? See here for some links to common providers:
so: Ma u baahan tahay caawimaad si aad u hesho dejimaha server-ka SMTP? Halkan ka eeg qaar ka mid ah xiriiriyeyaasha bixiyeyaasha caanka ah:

source: SMTP Server Settings Help (GitHub)
so: Caawimaadda Dejinta Server SMTP (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
so: Hel xariiriyeyaasha dukumintiyada rasmiga ah ee Gmail, Outlook, Yahoo, AOL, iyo kuwo kale.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
so: Haddii bixiyahaagu uusan lagu xusin, raadso degelkooda taageerada ama mishiinka raadinta 'dejimaha SMTP'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
so: Qaar ka mid ah bixiyeyaasha (sida Gmail, Yahoo) waxay u baahan yihiin 'Furaha Barnaamijka' ama dejin gaar ah—arar dukumintigooda!

source: Host
so: Martigeliyaha

source: Port
so: Deked

source: How to configure Webhooks
so: Habeynta isku xirka Webhook

source: Webhook Destinations
so: Meelaha Webhooks

source: Manage your webhook Messages endpoints.
so: Maamulo barta ogeysiiskaaga Webhook.

source: Add Webhook
so: Ku dar Webhook

source: Show Help
so: Muuji caawimaadda habaynta SMTP

source: Hide Help
so: Guddi Maamul

source: Webhooks Destinations
so: Meelaha Webhooks

source: Endpoint
so: Meesha ugu dambeysa

source: Endpoint:
so: Meesha ugu dambeysa:

source: Description:
so: Sharaxaad:

source: Edit Webhook
so: Tifatir Webhook

source: Create Webhook
so: Abuur Webhook

source: Update the label, endpoint, or description of this webhook destination.
so: Cusboonaysii calaamadda, bartanka, ama sharaxaada meeshan Webhook.

source: Fill out the form to add a new webhook destination.
so: Buuxi foomka si aad u darto isticmaale cusub.

source: Cannot edit while assigned to Messagess
so: Ma tafatiri karo inta lagu jiro isticmaalka ogeysiisyada

source: Cannot delete while assigned to Messagess
so: Ma tirtiri karo inta lagu jiro isticmaalka ogeysiisyada

source: Click “Add Webhook” to register a new destination.
so: Guji “Kudar Webhook” si aad u diiwaan geliso meel cusub.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
so: Geli URL la' hubiyo oo sax ah kaas oo heli doona codsiga HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
so: Ikhtiyaar ahaan sheeg sharaxaad si aad u qeexdo ujeedka webhook-ka.

source: Use the 🧪 icon to test that the webhook destination is working properly.
so: Adeegso astaanta 🧪 si aad u tijaabiso in meesha webhook-ka ay si sax ah u shaqeyneyso.

source: Webhooks in use by Messagess cannot be edited or deleted.
so: Webhooks-ka loo isticmaalo ogeysiisyada lama tafatiran karo ama lama tirtiri karo.

source: You can create and manage multiple webhooks for different systems or automations.
so: Waxaad abuuri kartaa oo maamuli kartaa webhoosyo badan oo ujeeddooyin kala duwan ah ama otomaatig.

source: Please set your security questions before using the application.
so: Fadlan dooro su’aalahaaga ammaanka ka hor inta aanad isticmaalin barnaamijka.

source: Current password is required to change password.
so: Furaha sirta hadda waa lagama maarmaan si loo beddelo furaha sirta ah.

source: Current password is incorrect.
so: Furaha sirta hadda waa khalad.

source: Account updated successfully.
so: Koontada si guul leh ayaa loo cusbooneysiiyay.

source: No changes made.
so: Isbedelo lama samayn.

source: An error occurred while updating your account.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: An error occurred while loading translation info.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: You cannot delete your account because you are the last admin.
so: Ma aad tirtiri kartid akoonkaaga sababtoo ah waxaad tahay admin-ka ugu dambeeya.

source: Your account has been permanently deleted.
so: Akoonkaaga waxaa si joogto ah loo tirtiray.

source: An error occurred while trying to delete your account.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: Your account has been deleted
so: Akoonkaaga waxaa si joogto ah loo tirtiray.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
so: Salaan {username}, Akaawnkaaga ku yaal {site_name} waa la tirtiray. Ku xasuuso in aad ka tirtirto faylashaada galka uploads. Haddii tani adiga ma aha, fadlan la xiriir taageerada isla markiiba. {site_url}

source: Each security question must be different.
so: Dhamaan saddexda su'aal waa in ay kala duwan yihiin.

source: Security questions saved.
so: Su'aalaha ammaanka waa la keydiyay.

source: An error occurred while saving your security questions.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: Failed to load admin dashboard.
so: Dib ugu Noqo Iimaylada

source: Invalid role.
so: Doorka aan ansixin.

source: Failed to update user role.
so: Ku guuldareystay abuurista isticmaale.

source: Invalid Ferret Key.
so: Doorka aan ansixin.

source: An internal error occurred. Please try again later.
so: Khalad lama filaan ah ayaa dhacay. Fadlan mar kale isku day ama la xidhiidh taageerada.

source: 🧪 Test notification sent successfully!
so: 🧪 Ogeysiiska tijaabada ayaa si guul leh loo diray!

source: 🧪 Failed to send test notification:
so: 🧪 Ku guuldareystay dirida ogeysiiska tijaabada:

source: 🧪 Error sending test notification.
so: 🧪 Ku guuldareystay dirida ogeysiiska tijaabada.

source: Apprise destination created successfully.
so: Apprise nohpo nahigo'.

source: Failed to create Apprise destination.
so: Abuur Goob Apprise

source: Failed to load Apprise destinations.
so: Abuur Goob Apprise

source: Apprise destination updated successfully.
so: Destination tesrolt lekxbete.

source: Failed to update Apprise destination.
so: Abuur Goob Apprise

source: Apprise destination deleted.
so: Meesha loogu talagalay Apprise waa la tirtiray.

source: Failed to delete Apprise destination.
so: Sax Goobta Apprise

source: Admin account created successfully.
so: Koontada maamulaha si guul leh ayaa loo abuuray.

source: Your account is temporarily locked. Please try again later.
so: Khalad lama filaan ah ayaa dhacay. Fadlan mar kale isku day ama la xidhiidh taageerada.

source: An error occurred while creating the admin account.
so: Cilad ayaa dhacday intaad abuuraysay koontada maamulaha.

source: Your account is not activated.
so: Akoonkaaga waxaa si joogto ah loo tirtiray.

source: Multi-factor authentication required.
so: Ogeysiisku waa la baa'biiyay

source: Logged in successfully.
so: Si guul leh ayaad ugu soo gashay.

source: Too many failed login attempts. Your account is locked for 15 minutes.
so: Isku dayo badan oo fashilmay. Fadlan sug

source: Invalid username or password.
so: Magaca isticmaalaha ama furaha sirta ah waa khalad.

source: You have been logged out.
so: Waxaad ka baxday koontadaada.

source: If a user with that email exists, we've sent the username to them.
so: Hadii uu jiro isticmaale emaylkaas leh, waxaan u soo dirnay magaca isticmaale.

source: An error occurred while sending your username reminder.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: No account found matching that username and email.
so: Hakun kana mid ah koonto ku salaysan isticmaale iyo emaylkaas lama helin.

source: An error occurred while checking your credentials.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: Session expired. Please start over.
so: Kalfadhigu wuu dhacay. Fadlan dib u bilaw.

source: Too many failed attempts. Please try again later.
so: Isku dayo badan oo fashilmay. Fadlan sug

source: A password reset link has been sent to your email.
so: Isku xirka dib u dejinta kalasoonida ayaa loo diray iimaylkaaga.

source: One or more answers were incorrect.
so: Hal ama in ka badan jawaabo kalsoonayd waa kuwo khaldan.

source: An error occurred while verifying your answers.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: The reset link is invalid or has expired.
so: Isku xirka dib u dejinta waa khalad ama wuu dhacay.

source: Username and email do not match.
so: Magaca isticmaalaha iyo iimaylka iskuma jiraan.

source: Your password has been reset. Please log in.
so: Furahaaga sirta ah waa dib loo cusbooneysiiyay. Fadlan gal.

source: An error occurred while resetting your password.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: Invalid registration PIN.
so: PIN diiwaangelin aan sax ahayn.

source: Username or email already exists.
so: Magaca isticmaalaha ama iimaylka horay ayuu u jiray.

source: Activate Your Grylli Account
so: Furaha Akoonkaaga Grylli

source: Hello {username}, Please activate your account by clicking...
so: Salaan {username}, Fadlan fur akoonkaaga adigoo gujinaya...

source: Account created! Please check your email to activate your account.
so: Koontada waa la abuuray! Fadlan hubi iimaylkaaga si aad koontadaada u kiciso.

source: An error occurred during signup.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: Activation link is invalid or expired.
so: Isku xirka kicinta sax ma aha ama waa uu dhacay.

source: User not found.
so: Isticmaalaha lama helin.

source: Account already activated. Please log in.
so: Koontadu horey ayaa loo kiciyey. Fadlan gal.

source: Your account has been activated! You can now log in.
so: Koontadaada waa la kiciyey! Hadda waad gali kartaa.

source: Failed to activate account.
so: Ma suurtagelin in laga abuuro keyd.

source: Security questions not set or user not found.
so: Su’aalaha amniga lama dejin ama isticmaaluhu lama helin.

source: Password reset email sent.
so: Furayaasha sirta ma is waafaqsanin.

source: Incorrect answer.
so: Jawaab khaldan.

source: Invalid check-in link.
so: Isku xirka soo-gelida sax ma aha.

source: You are not authorized to check in for this item.
so: Uma idmanid inaad iska soo diiwaangeliso walxahan.

source: Unsupported check-in type.
so: Soo-gelin aan la taageerin.

source: An error occurred during check-in.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
so: ⚠️ Lama maarayn karo xusuusinta: Taariikhda bilowga ah/waqtiga waa horeyba loo dhaafay.

source: ✅ Enabled and timer started.
so: ✅ Wuxuu hawlgashay waxaana bilaabmay saacad socod ah.

source: ⛔ Disabled.
so: ⛔ Wuu naafoobay.

source: ⚠️ Cannot toggle — missing schedule or destination.
so: ⚠️ Lama beddeli karo — jadwal ama meel loo socdo oo maqan.

source: An error occurred while toggling status.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Failed to load email messages.
so: Dib ugu Noqo Iimaylada

source: Message saved.
so: Farriinta waa la keydiyay.

source: An error occurred while saving the message.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Message deleted.
so: Farriinta waa la tirtiray.

source: An error occurred while deleting the message.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.
