Repository: samcro1967/grylli
Catalog: app/translations/so/LC_MESSAGES/messages.po
Languages: so

source: Attached files updated.
so: Faylasha ku lifaaqan waa la cusbooneysiiyay.

source: An unexpected error occurred while loading attachments.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: An error occurred while loading the message configuration.
so: Cilad ayaa dhacday intaad abuuraysay koontada maamulaha.

source: SMTP configuration not assigned or is disabled.
so: Qaabeynta SMTP ma la siinin ama waa naafo.

source: Test email sent successfully.
so: Tijaabo email si guul leh ayaa loo diray.

source: Unknown error
so: Khalad aan la garanayn

source: Email failed: %(reason)s
so: Email lama guuleysan: %(reason)s

source: An unexpected error occurred while sending test email.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: Access denied.
so: Looma oggola gelitaanka.

source: Schedule updated successfully.
so: Jadwalka si guul leh ayaa loo cusbooneysiiyay.

source: An error occurred while updating the schedule.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: SMTP configuration assigned.
so: Qaabeynta SMTP waa la siiyay.

source: SMTP configuration removed.
so: Qaabeynta SMTP waa la siiyay.

source: An error occurred while assigning SMTP configuration.
so: Cilad ayaa dhacday intaad cusbooneysiineysid koontadaada.

source: Unable to fetch email status.
so: Ma suurtagelin in la diro email tijaabo ah:

source: An error occurred while loading the help page.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Error loading dashboard
so: Dib ugu Noqo Iimaylada

source: Welcome to Grylli
so: Ku soo dhowow Grylli

source: Failed to determine locale.
so: Ku guuldareystay abuurista isticmaale.

source: Failed to load messages.
so: Dib ugu Noqo Iimaylada

source: Message created successfully.
so: Farriinta si guul leh ayaa loo abuurtay.

source: An error occurred while creating the message.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Message updated successfully.
so: Farriinta si guul leh ayaa loo cusbooneysiiyay.

source: An error occurred while updating the message.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Destinations updated.
so: Destinații actualizate.

source: An error occurred while assigning destinations.
so: Cilad ayaa dhacday intaad abuuraysay koontada maamulaha.

source: An error occurred while loading the message.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Unable to fetch message status.
so: Lama helo xaaladda fariinta.

source: No destinations assigned to this message.
so: Qaabeynta SMTP ma la siinin ama waa naafo.

source: Test message sent successfully.
so: Tijaabo email si guul leh ayaa loo diray.

source: Test message failed:
so: Farriinta waa la keydiyay.

source: You must enter a code from your authenticator.
so: Waa inaad gelisaa lambarka furahaankaaga.

source: Invalid code. Please try again.
so: Lambarka ayaa khaldan. Fadlan isku day mar kale.

source: Two-factor authentication disabled.
so: Ogeysiisku waa la baa'biiyay

source: An unexpected error occurred while updating MFA settings.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Recovery codes are only shown immediately after enabling MFA.
so: Koodhadhka soo kabashada ayaa kaliya lagu soo bandhigay isla marka la ansixiyo MFA-da.

source: Could not load recovery codes.
so: Koodhadhka soo kabashada lama soo qaadi karin.

source: No MFA challenge in progress.
so: Ma jiro caqabado MFA oo socota.

source: User not found for MFA challenge.
so: Isticmaalaha lama helin.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
so: Waxaad isticmaashay koodhkaagii ugu dambeeyay ee soo kabashada. MFA-diina waa la naaqushay. Fadlan ka saar Grylli barnaamijkaaga furaha, oo dib u dayactir MFA si loo ilaaliyo akoonkaaga.

source: Recovery code accepted. You have {remaining} recovery codes left.
so: Koodhka soo kabashada waa la aqbalay. Waxaad leedahay {remaining} koodhadhka soo kabashada ee kala hadhay.

source: An unexpected error occurred during MFA challenge.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: An error occurred while loading the Privacy Notice.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: Failed to load reminders.
so: Dib ugu Noqo Iimaylada

source: Reminder created successfully.
so: Farriinta si guul leh ayaa loo abuurtay.

source: Failed to create reminder.
so: Ku guuldareystay abuurista isticmaale.

source: Reminder updated successfully.
so: Isticmaalaha si guul leh ayaa loo cusbooneysiiyay.

source: Failed to edit reminder.
so: Dir Email Tijaabo Ah

source: Reminder deleted.
so: Isticmaale la tiray.

source: Failed to delete reminder.
so: Ma suurtagelin in laga tirtiro keyd.

source: Failed to load or update destinations.
so: U qoondee Goobaha

source: No destinations assigned to this reminder.
so: Qaabeynta SMTP ma la siinin ama waa naafo.

source: No email message linked to this reminder.
so: Fariin email kuma xidhna xusuusintan.

source: SMTP configuration is disabled.
so: Qaabeynta SMTP ma la siinin ama waa naafo.

source: Test reminder sent successfully.
so: Tijaabo email si guul leh ayaa loo diray.

source: Test reminder failed:
so: Farriinta waa la keydiyay.

source: Failed to send test reminder.
so: Ma suurtagelin in la diro email tijaabo ah:

source: Failed to load reminder details.
so: Arag Faahfaahinta

source: Reminder schedule updated successfully.
so: Jadwalka si guul leh ayaa loo cusbooneysiiyay.

source: Failed to load or save reminder schedule.
so: Jadwalka xusuusinta waxaa lagu guuldareystay in la akhriyo ama la keydiyo.

source: None
so: Maya

source: You must select both an SMTP config and an email message, or neither.
so: Waa inaad doorataa labadaba SMTP config iyo fariin email, ama midkoodna ma dooratid.

source: Email reminder settings updated.
so: Destinații actualizate.

source: Failed to assign email reminder.
so: U Amar Email Reminder

source: Failed to load settings.
so: Ma suurtagelin in la diro email tijaabo ah. Hubi goobaha SMTP.

source: Test Email from Grylli
so: Tijaabo Email oo ka yimid Grylli

source: This is a test email from the Grylli SMTP settings page.
so: Tani waa email tijaabo ah oo ka yimid bogga goobaha SMTP ee Grylli.

source: Failed to send test email:
so: Ma suurtagelin in la diro email tijaabo ah:

source: Backup created: %(filename)s
so: Keydka la abuuray: %(filename)s

source: Failed to create backup.
so: Ma suurtagelin in laga abuuro keyd.

source: Invalid backup filename.
so: Magaca faylka kaydka aan sax ahayn.

source: Backup deleted: %(filename)s
so: Keydka waa la tirtiray: %(filename)s

source: Backup file not found.
so: Faylka keydka lama helin.

source: Failed to delete backup.
so: Ma suurtagelin in laga tirtiro keyd.

source: Unable to load SMTP configurations.
so: Qaabeynta SMTP

source: SMTP destination created successfully.
so: Goobta SMTP si guul leh ayaa loo abuuray.

source: Error creating SMTP configuration.
so: Qaabeynta SMTP

source: SMTP destination updated.
so: Goobta SMTP waa la cusbooneysiiyay.

source: Failed to load or update SMTP config.
so: Waxaa la waayey ama la cusbooneysiiyey SMTP config.

source: SMTP destination deleted.
so: Goobta SMTP waa la tirtiray.

source: Error deleting SMTP configuration.
so: Khalad abuurida nidaamka config:

source: Test email sent successfully to your account email.
so: Tijaabo email si guul leh ayaa loo diray email-ka koontadaada.

source: Failed to send test email. Check SMTP settings.
so: Ma suurtagelin in la diro email tijaabo ah. Hubi goobaha SMTP.

source: Error sending test email.
so: Dir Email Tijaabo Ah

source: Failed to load user list.
so: Dib ugu Noqo Iimaylada

source: Password is required when creating a new user.
so: Erayga sirta ah waa loo baahan yahay marka la abuuro isticmaale cusub.

source: Username already exists.
so: Magaca isticmaalaha mar hore ayuu jiraa.

source: Email already exists.
so: Email mar hore ayuu jiraa.

source: User '%(username)s' created successfully.
so: Isticmaale '%(username)s' si guul leh ayaa loo abuuray.

source: Failed to create user.
so: Ku guuldareystay abuurista isticmaale.

source: User updated successfully.
so: Isticmaalaha si guul leh ayaa loo cusbooneysiiyay.

source: An error occurred while updating the user.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: User deleted.
so: Isticmaale la tiray.

source: An error occurred while deleting the user.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: You cannot change your own enabled status.
so: Ma beddeli kartid heerka oggolaanshahaaga.

source: User '%(username)s' has been %(status)s.
so: Isticmaale '%(username)s' waxa loo sameeyay %(status)s.

source: You cannot reset your own MFA.
so: ⚪ = Ma damin kartid xisaabtaada.

source: MFA disabled for user '%(username)s'.
so: MFA waaye naafada isticmaalaha '%(username)s'.

source: An error occurred while resetting MFA.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.

source: Invalid role
so: Doorka aan ansixin.

source: Role updated for %(username)s.
so: MFA waaye naafada isticmaalaha '%(username)s'.

source: An error occurred while updating the role.
so: Khalad ayaa ka dhacay intii lagu jiray cusboonaysiinta isticmaaleha.

source: User account unlocked.
so: Akoonkaaga waxaa si joogto ah loo tirtiray.

source: An error occurred while unlocking the account.
so: Cilad ayaa dhacday intaad abuuraysay koontada maamulaha.

source: Webhook created successfully.
so: Webhook si guul leh ayaa loo abuuray.

source: Failed to create webhook.
so: Ma suurtagelin in laga abuuro keyd.

source: Could not load webhooks.
so: Koodhadhka soo kabashada lama soo qaadi karin.

source: Webhook updated successfully.
so: Webhook si guul leh ayaa loo cusbooneysiiyay.

source: Failed to update webhook.
so: Ma suurtagelin in laga tirtiro keyd.

source: Failed to load or update webhook config.
so: Waxaa la waayey ama la cusbooneysiiyey SMTP config.

source: Webhook deleted.
so: Webhook la tiray.

source: Failed to delete webhook.
so: Ma suurtagelin in laga tirtiro keyd.

source: Test notification sent.
so: Tafatir Ogeysiis

source: Test failed: %(msg)s
so: TLS waa la hawlgaliyay: %(tls)s

source: Unexpected error sending test.
so: Khalad ayaa ka dhacay intii lagu jiray tirista isticmaaleha.
