Repository: samcro1967/grylli
Catalog: app/translations/so/LC_MESSAGES/messages.po
Languages: so

source: Enabled
so: Firfircoon

source: Authenticator Code
so: Furahaanshaha Over waxa uu leeyahay

source: Save
so: Kaydi

source: Authentication Code
so: Cusboonaysii Ogeysiis

source: Please enter your authentication code.
so: Fadlan geli lambarkaaga furahaanka.

source: Enter a valid 6-digit code or recovery code.
so: Geli lambarka saxda ah ama lambarka soo kabashada.

source: Invalid code format.
so: Qaabka lambarka ayaa khaldan.

source: Verify
so: Nooca

source: Label
so: Magac

source: Recipient Email
so: Wax loo (Email qaata)

source: Subject
so: Mawduuc

source: Message Body
so: Farriinta waa la keydiyay.

source: Save Message
so: Jadwalka Farriinta

source: SMTP Host
so: Dejinta SMTP

source: SMTP Port
so: SMTP

source: SMTP Username
so: Suuge Magaca Isticmaalka

source: SMTP Password
so: Kala Sifaynta

source: Use TLS
so: Isticmaal TLS

source: Enable Email Sending
so: Kaydi Email

source: Save Settings
so: Dejinta Nidaamka

source: Attach Selected Files
so: Faylasha La dabaray

source: --- Select a question ---
so: --- Soo xulo su'aal ---

source: In what city were you born?
so: Magaaladee baad ku dhalatay?

source: What is the name of your childhood best friend?
so: Waa maxay magaca saaxiibkaa aad caruurnimada la soo baxday?

source: What was the mascot of the high school you graduated from?
so: Waa maxay astaanta dugsiga sare ee aad ka qalin jabisay?

source: What is the name of the first elementary school you attended?
so: Waa maxay magaca dugsigii hoose ee ugu horeeyey ee aad tagtay?

source: What is your mother’s maiden name?
so: Waa maxay magaca gabadha hooyadaa?

source: What is your maternal grandmother's maiden name?
so: Waa maxay magaca gabadha ayeeyo hooyadaa ku dhalatay?

source: What is your paternal grandmother's maiden name?
so: Waa maxay magaca gabadha ayeeyo aabo ku dhalatay?

source: What is your father's middle name?
so: Waa maxay magaca dhexe ee aabahaa?

source: What is your mother's middle name?
so: Waa maxay magaca dhexe ee hooyadaa?

source: Question 1
so: Su'aal 1

source: Answer 1
so: Jawaab 1

source: Question 2
so: Su'aal 2

source: Answer 2
so: Jawaab 2

source: Question 3
so: Su'aal 3

source: Answer 3
so: Jawaab 3

source: Save Security Questions
so: Badbaadi Goobaha

source: All three questions must be different.
so: Dhamaan saddexda su'aal waa in ay kala duwan yihiin.

source: Question
so: Nooca

source: Your Answer
so: Jawaabtaada

source: Continue
so: Mawduuc

source: Missing required config setting:
so: Dejinta nidaamka loo baahan yahay ayaa maqan:

source: Failed to decrypt %(key)s: %(error)s
so: Ku guuldaraystay in la furo %(key)s: %(error)s

source: Error loading config key:
so: Khalad qalad config key:

source: About Grylli
so: Grylli

source: Pronounced
so: Lagu dhawaaqo

source: like “grill-ee”
so: sida “grill-ee”

source: Our Mission
so: Hadafkeena

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
so: Grylli waa nidaam jadwalin iyo gaarsiinta fariimaha ammaan ah oo loogu talagalay in la hubiyo in fariimahaaga muhiimka ahi la gaarsiiyo — xitaa haddii aadan halkan ku jirin si aad u dirto.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
so: Haddii aad qorsheyneyso, ka shaqeyneyso xaaladaha deg-dega ah, ama dejineyso hubinta dejinta maskaxda, Grylli waxay xaqiijineysaa in la helo, la qorsheeyey farriimahaaga.

source: What Grylli Offers
so: Waxa Grylli Bixiyo

source: Automated message delivery via email, webhooks, and Apprise.
so: U qoondee hal ama in ka badan meelo gaarsiin.

source: Flexible check-in intervals and grace periods to match your needs.
so: Deji wakhtiga ku-tiirsan iyo xaddidaadda xilli-cadawga.

source: Rich scheduling options: one-time, daily, weekly, or custom.
so: Jadwalka xusuusinta: mar, maalin kasta, toddobaadle, ama hab-raacaaga.

source: Attach files to emails.
so: Si ikhtiyaari ah ku lifaaq faylasha emails nabdoon.

source: Full control over your SMTP configuration.
so: Qaabeynta SMTP

source: Role-based access control and MFA for added security.
so: Kontoroolka gelitaanka ee ku saleysan door iyo MFA ee amniga dheeraadka ah.

source: Getting Started
so: Bilawga

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
so: Grylli waa sahlan tahay in la dejiyo. Marka la diiwaan geliyo, waxaad isla markiiba bilaabi kartaa inaad sameysato fariimo, xasuusin, iyo meelaha loo socdo.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
so: Bilow adigoo fiirinaya dusha kore, ku daridaya meelaha loo socdo, oo dejinaya habeynta hubinta.

source: Privacy and Security First
so: Qarsoodiga iyo Amniga Marka Hore

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
so: Grylli waxaa loo qaabeeyey iyadoo maskaxda lagu hayo qarsoodigaaga. Farriimahaaga waa la sirgareeyey marka ay nastaan, mana jirto xog lala wadaago dhinacyada kale. Gaarsiinta kaliya waxay dhacdaa haddii hubintaadu ay seegto.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
so: Ma adeegsano raadraacyo ama falanqeynno, waxaadna ka iibin kartaa ama tirtiri kartaa xogtaada wakhti kasta.

source: Grylli puts you in control of your message delivery securely and reliably.
so: Adiga oo isku daraya dhigayaasha adag oo leh isdabajoog iyo caddeyn, Grylli wuxuu ku siinayaa dabagalka gaarsiinta fariintaada - si ammaan ah iyo si hufan.

source: Help
so: Caawin

source: Help & Overview
so: Guudmar

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
so: Grylli wuxuu kaa caawinayaa inaad jadwalaysato fariimo, emayl, iyo xusuusin la dirayo iswada haddii aad ku guuldaraysato inaad ku soo xidhid waqti la cayimay.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
so: Waxay taageertaa habab kala duwan oo dirid ah, SMTP taageerada isticmaalaha, jadwal qadashada qani ah, iyo hab-socod xog badbaado leh.

source: Key Areas
so: Aagagga Muhiimka

source: Messages
so: Farriinta waa la keydiyay.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
so: Qabo ogeysiisyada la dirayo haddii aad ku guuldaraysato hubinta. Waxay taageertaa muddooyin hubin, muddooyinka naxariis, iyo goobo badan.

source: Reminders
so: daqiiqo

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
so: Jadwal iskaastaas ama xusuusinta joogtada ah iyadoo aan loo baahnayn in la hubiyo. Wax ku ool ah fariimaha maalmaha go'an.

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
so: Dir emaylo ammaan leh oo leh lifaaqa faylka ikhtiyaariga ah. Emayllada waxaa loo isticmaali karaa labadaba fariimaha iyo xusuusinta.

source: SMTP Settings
so: Dejinta SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
so: Ku habeyso macluumaadkaaga emaylka ee gaarka ah ee gudbinta. Isticmaale kasta wuxuu qeexi karaa server-ka SMTP-ga gaar ahaaneed.

source: Apprise Destinations
so: Goobaha Apprise

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
so: Dir ogeysiisyo in ka badan 80 adeegyo dhinaca saddexaad ah sida Pushover, Gotify, Discord, Slack, iyo in ka badan.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
so: Si habeyso HTTP POST si adeeg dibadeed ama qalabsoomehe dhexe marka fariin la gudbiyo.

source: Test Send
so: Soo Bandhigidii Ugu Dambeysay

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
so: Si dhakhso ah xaqiiji in meelahaaga loo diyaariyay (emayl, webhook, Apprise) ay si fiican u shaqeynayaan.

source: Security
so: 🔐 Amniga

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
so: Dhammaan xogaha qarsoodiga ah waa la siray marka la nasiyo. Fariimahaaga kaliya waa la gudbiyaa haddii aad kaga maqnaato hubinta.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
so: Ma u baahan tahay caawinaad gaar ah? Module kasta oo Grylli ah wuxuu leeyahay panel onda oo leh tilmaamo faahfaahsan.

source: Privacy
so: Qarsoonnimada

source: Privacy Notice
so: Ogeysiiska Qarsoonniga

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
so: Grylli waxay ilaalisaa sirtaada waana loo qaabeeyey si loo yareeyo ururinta iyo kaydinta xogta shakhsi ahaaneed.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
so: Dhammaan xogta waa la sii dahaaray marka loo baahdo waxayna si buuxda ugu sii jirtaa gacantaada haddii aad si gaar ah u martigeliso madashan.

source: What Data We Collect
so: Xogta aan Ururinno

source: Email address and password hash (for authentication)
so: Cinwaanka iimaylka iyo hash-ka password-ka (si loo aqoonsado)

source: Optional MFA secret and recovery codes (encrypted at rest)
so: Sirta ikhtiyaarka ah ee MFA iyo koodhadhka soo celinta (dahaaran marka la nasanayo)

source: Reminder and message content you configure
so: Xusuusinta iyo fariimaha aad ku habaynayso

source: User-specific settings and preferences
so: Goobaha iyo doorbidyada gaarka ah ee isticmaalaha

source: SMTP configuration (if provided)
so: Qaabeynta SMTP waa la siiyay.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
so: Tokens ogeysiisyada dhinac saddexaad ah (e.g., Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
so: URLs Webhook iyo goobaha qaabeynta

source: How Your Data Is Used
so: Sida Xogtaada Loo Isticmaalo

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
so: Xogtaada waxaa si kaliya loogu adeegsadaa ujeedada soo gudbinta xusuusiyeyaasha iyo fariimaha sidaad doorbidayso.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
so: Grylli ma wadaagto, ma iibinayso, mana gudbiso xogtaada shakhsi ahaaneed dhinac saddexaad.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
so: Goobaha qarsoon sida eray-bixinnada iyo tokens ayaa kaliya la kaydiyaa marka aad si cad u bixiso. Qiimaha jira waligood lama muujiyo haddaadan doorsoomin inaad soo bandhigto.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
so: Grylli kama kooban wax falanqeyn dibadeed, telemetry, ama scriptyo raadraaca.

source: Your Rights
so: Xuquuqdaada

source: You can export all of your data at any time from the Account Settings page.
so: Waad soo dhoofsan kartaa dhammaan xogtaada waqti kasta bogga Dejinta Akoonka.

source: You may permanently delete your account and all associated data.
so: Ma aad tirtiri kartid akoonkaaga sababtoo ah waxaad tahay admin-ka ugu dambeeya.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
so: Haddii aad isticmaalayso nuqul marti-gelin gaar ah, la xiriir maamulaha nuqulka si aad u hesho xogtaada.

source: Self-Hosting Responsibility
so: Mas'uuliyadda Marti-gelinta Gaar ah

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
so: Marka aad is-haysato Grylli, waxaad mas'uul ka tahay inaad hubiso in xogta isticmaale oo dhami la kayadiyo lana farsameeyo si waafaqsan dhib-dhaqanka asturta ku saabsan.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
so: Ogeysiiskani wuxuu ahaa kii ugu dambeeyay ee la cusbooneysiiyo Juun 2025 wuxuuna u beddeli karaa si loo muujiyo isbeddellada barnaamijkan ama xaaladda nidaaminta.

source: System Status
so: Dejinta Nidaamka

source: This endpoint provides system health and version information.
so: Bartaankani waxa uu siinayaa macluumaadka caafimaadka nidaamka iyo nooca.

source: System Info
so: Macluumaadka Nidaamka

source: 📦 Environment Versions
so: 📦 Noocyada Deegaanka

source: Category
so: Qeyb

source: Tool
so: Qalab

source: Version
so: Nooca

source: ⚙️ Core
so: ⚙️ Asaasiga

source: 🔐 Security
so: 🔐 Amniga

source: Email Validator
so: Hubiyaha Emaylka

source: Cryptography
so: Farsamaynta

source: 🕰️ Scheduling
so: 🕰️ Jadwalinta

source: 🌐 Frontend
so: 🌐 Horudhaca

source: Step 2 of 2
so: Tallaabo 2 ee 2

source: Set Security Questions
so: Badbaadi Goobaha

source: Choose three different questions and provide answers only you know. These will help recover your account.
so: Dooro saddex su'aalod oo kala duwan oo keen jawaabtooda. Kuwan waxaa loo isticmaali doonaa in lagu xaqiijiyo aqoonsigaaga haddii aad iloowdo eraygaaga sirta ah.

source: Please fix the following errors:
so: Fadlan sax khaladaadka soo socda:

source: Manage Account
so: Maareynta Akoonka

source: Update your profile information and password.
so: Cusboonaysii macluumaadkaaga astaanta iyo furaha sirta.

source: Please enter a valid email address.
so: Fadlan geli cinwaan email sax ah.

source: Hold to reveal
so: Qabo si aad u muujiso

source: Password must meet all complexity requirements.
so: Furaha sirta waa inuu buuxiyaa dhammaan shuruudaha adkaysiga.

source: Passwords do not match.
so: Furayaasha sirta ma is waafaqsanin.

source: Update Account
so: Cusbooneysii Akoonka

source: Cancel
so: Baajinta

source: Minimum 8 characters
so: Ugu yaraan 8 xarfo

source: At least one uppercase letter
so: Ugu yaraan hal xaraf oo waaweyn

source: At least one lowercase letter
so: Ugu yaraan hal xaraf oo yaryar

source: At least one number
so: Ugu yaraan hal lambar

source: At least one special character (e.g., !@#$%)
so: Ugu yaraan hal dabeecad oo khaas ah (tusaale, !@#$%)

source: Download My Data
so: Soo Degso Xogtayda

source: Download all your account data as a JSON file...
so: Soo degso dhammaan xogta akoonkaaga sida faylka JSON...

source: Download My Data (JSON)
so: Soo Degso Xogtayda (JSON)

source: Danger Zone
so: Beddel Doorka

source: Deleting your account is permanent and cannot be undone.
so: Tirtirida akoonkaaga waa mid joogto ah oo lama soo celin karo.

source: Are you sure you want to delete your account?
so: Ma hubtaa inaad rabto inaad dejiso MFA-da isticmaalahan?

source: Delete My Account
so: Cusbooneysii Akoonka

source: Security Questions
so: 🔐 Amniga

source: Set Your Security Questions
so: U deji Su'aalahaaga Amniga

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
so: Dooro saddex su'aalod oo kala duwan oo keen jawaabtooda. Kuwan waxaa loo isticmaali doonaa in lagu xaqiijiyo aqoonsigaaga haddii aad iloowdo eraygaaga sirta ah.

source: Each question must be different.
so: Dhamaan saddexda su'aal waa in ay kala duwan yihiin.

source: Answer
so: Jawaab

source: Update
so: Cusbooneysii Akoonka

source: Translations
so: Tarjumaadaha

source: Grylli currently supports multiple languages and more will be added.
so: Grylli hadda wuxuu taageeraa luqado badan oo kuwo kale lagu dari doonaa.

source: Many of the translations were performed with assistance from ChatGPT.
so: Badankooda turjumaadaha waxaa la sameeyey iyadoo la kaashanayo ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
so: Haddii aad hesho dhibaato turjumid ah ama aad rabto inaad soo jeediso horumarin, taladaadu waa la soo dhaweynayaa!

source: How to request translation updates
so: Sida loo codsado cusboonaysiinta turjumaadaha

source: To contribute to translations, please use the following guidelines:
so: Si aad uga qayb qaadato turjumaadaha, fadlan raac tilmaamaha soo socda:

source: Contribute missing or improved translations:
so: Ma helin turjumaan maqan?

source: Open the relevant .po translation file for your language.
so: Fur faylka turjumaada JSON ee luuqaddaada. Tusaale ahaan:

source: Find untranslated or incomplete entries and add or improve translations.
so: Raadi gelitaano aan la tarjumin ama aan dhameystirnayn oo ku dar ama horumari turjumaad.

source: You may use a PO file editor or a text editor.
so: Waxaad isticmaali kartaa tafatiraha faylka PO ama tafatiraha qoraalka.

source: Copy the file path and the snippet of your changes.
so: Guuri dariiqa faylka iyo barkinta isbeddelladaada.

source: Paste the snippet directly into a new GitHub issue for review.
so: Ku dheji nuqulka snippetka si toos ah faallooyinka arrinta GitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
so: Ha soo gelin faylka .po oo dhan si looga fogaado khilaafaadka is-dashemeedka.

source: Improving existing translations:
so: Horumarinta turjumaadaha jira:

source: Open the relevant .po file for the translation you want to improve.
so: Fur faylka .po ee ku haboon turjumaada aad rabto inaad horumariso.

source: Find the phrase(s) and its existing translation(s) you want to improve.
so: Raadi weedho iyo turjumaado jira oo aad rabto inaad horumariso.

source: Update the phrase(s).
so: Cusbooneysii weedho.

source: Copy the file name and path into the issue.
so: Nuqul ka samee magaca faylka iyo jidka ku jira arrinta.

source: Paste the copied snippet directly into the GitHub issue comment.
so: Ku dheji nuqulka snippetka si toos ah faallooyinka arrinta GitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
so: Ha soo gelin faylka .po oo dhan si looga fogaado khilaafaadka is-dashemeedka.

source: <strong>Example snippet:</strong>
so: Tusaale snippet:

source: Report missing translations not yet discovered:
so: Xaqiiji turjumaadaha maqan oo aan la helin:

source: If you see text in the app that appears untranslated or missing, please report it to us.
so: Haddii aad aragto qoraal ku jira app-ka oo u muuqda in aan la turjumin ama maqan, fadlan noo soo sheeg.

source: Provide the exact English phrase as it appears on the screen.
so: Sii weedha saxda ah ee Ingiriisiga sida ay ugu muuqata shaashadda.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
so: Ku dar bogga ama qaybta aad ku aragtay weedha (tusaale, Bogga Settings, Qaybta Akoonka).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
so: Gudbi macluumaadkan iyada oo loo marayo arrin cusub oo GitHub ah si aan ugu darno faylasha turjumaadda oo aan ugu duubno Babel.

source: Found a missing translation?
so: Ma helin turjumaan maqan?

source: This link will create a new GitHub issue pre-filled with a language code.
so: Linkigani wuxuu abuuri doonaa arrin cusub oo GitHub ah oo leh code luuqadeed oo horay loo buuxiyay.

source: Report it by opening a new GitHub issue
so: Ku soo sheeg adoo furaya arrin cusub oo GitHub ah

source: Please specify the language code and exact phrase when reporting.
so: Fadlan sheeg codeka luuqadda iyo odhaahda saxda ah marka aad soo sheegeyso.

source: Thank you for helping us make Grylli better!
so: Waad ku mahadsan tahay caawintaada inaad ka dhigto Grylli mid ka fiican!

source: Answer Your Security Question
so: Ka jawaab su'aashaada amniga

source: Please answer the question below to verify your identity before resetting your password.
so: Fadlan ka jawaab su'aalaha hoose si aad u xaqiijiso aqoonsigaaga ka hor intaadan tigin eray sirta ah.

source: Security Question
so: 🔐 Amniga

source: Verify and Continue
so: Xaqiiji oo Wada Gudbo

source: Create New User
so: Abuur Isticmaal Cusub

source: Fill out the form to add a new user.
so: Buuxi foomka si aad u darto isticmaale cusub.

source: Username
so: Magaca Isticmaalaha

source: Role
so: Doorka

source: New Password
so: Kala Sifaynta

source: Confirm Password
so: Halmaamay Erayga sirta ah

source: Create User
so: Abuur Isticmaal

source: Edit User
so: Tafatir Isticmaal

source: Update the details for this user account.
so: Cusbooneysii faahfaahinta akoonkan user.

source: Update User
so: Tirtir Isticmaale

source: Admin Help
so: Guddi Maamul

source: Reset Admin Password
so: Kala Sifaynta

source: If you've forgotten the admin password, you can reset it using the following Docker command:
so: Haddii aad illoowday lambarka sirta ah ee admin, waxaad ku soo celin kartaa adoo adeegsanaya amarka Docker ee soo socda:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
so: Skriptkan wuxuu kaaga baahan doonaa inaad gasho eray sir cusub oo loogu talagalay isticmaalaha admin. Waa inaad ka fulisaa nidaamka martida ee meesha ay ka socoto weelka Grylli.

source: After resetting, you can log in with the new password immediately.
so: Markaad dib u dejiso, waxaad isla markiiba ku gali kartaa lambarka sirta cusub.

source: Return to Login
so: Ku noqo Dashboard

source: Admin Help Access
so: Caawinta Wax Ka Beddelidda

source: Enter your Ferret Key to unlock admin-only help documentation.
so: Gali Furahaaga Ferret si aad u furato dukumentiyada caawinta ee admin oo keliya.

source: How to Find Your FERRET_KEY
so: Sida Loo Helo FERRET_KEY-gaaga

source: The FERRET_KEY is set as an environment variable when running Grylli.
so: FERRET_KEY waxaa loo dejiyay sidii variable deegaan marka la wado Grylli.

source: Option 1: Check docker-compose.yml
so: Ikhtiyaar 1: Fiiri docker-compose.yml

source: Option 2: Use docker inspect
so: Ikhtiyaar 2: Adeegso docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
so: Tani waxay muujinaysaa FERRET_KEY sidii loogu gudbiyay weelka marka la socodsiinayo.

source: Admin Panel
so: Guddi Maamul

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
so: Ku soo dhowow Guddi Maamulka Grylli. Isticmaal xiriirrada hoose si aad nidaamka u maamusho.

source: View Application Logs
so: Daawada Guud ee Barnaamijka

source: Logs
so: Ka Baxid

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
so: Daawo wax soo saarka qoraalka dhawaan laga helay barnaamijka. Daawo in ka badan adiga oo adeegsanaya docker logs ama feylalka jira ee buug-urursiga xogta.

source: Reports
so: Deked

source: View account summaries and scheduler activity in tabbed reports.
so: Eeg liisaska xisaabaadka iyo howlaha habeysaha oo ay ku jiraan warbixinno tabban.

source: Settings
so: Dejinta SMTP

source: View system configuration, environment variables, and global SMTP settings.
so: Eeg qaabeynta nidaamka, doorsoomayaasha deegaanka, iyo dejinta SMTP guud.

source: Tools
so: Qalab

source: Trigger or delete backups and run version check.
so: Kici ama tirtir nuqullada kaydka oo wado hubinta nooca.

source: Manage Users
so: Maamul Isticmaalayaasha

source: Users
so: Isticmaalayaasha

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
so: Abuur, sax, dami/ogolow, fur, beddel doorarka, cusboonaysii MFA, ama tirtir xisaabaadka isticmaale.
