Repository: samcro1967/grylli
Catalog: app/translations/so/LC_MESSAGES/messages.po
Languages: so

source: View Admin Guide / README
so: Eeg Hagaha Maamulka / README ee GitHub

source: View README
so: Arag Faahfaahinta

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
so: Dukumentiyo dhammaystiran oo ku saabsan astaamaha, qaab dhismeedka, dejinta, daahfurka, amniga, tijaabinta, iyo ku habboonaanta.

source: ⚠️ Admin Tips
so: ⚠️ Talooyinka Maamulka

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
so: Waligaa ha ku socodsiin wax soo saar iyadoo DEBUG ay tahay mid karti leh. Habka Debug wuxuu muujinayaa faahfaahinta gudaha iyo raadad xadka.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
so: Guurayaasha barnaamijku si toos ah ayaa loogu qoraa feylalka buug-ururinta xogta iyadoo beddelka aan la hubinayo (7 faylal, 10MB midkiiba).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
so: Maamulayaasha ayaa ku arki kara guurayaasha dhawaan ee UI, ama waxay u baaran karaan guurayaasha dhan si toos ah diskiga ama iyada oo loo marayo qalabka weelka sida docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
so: Had iyo jeer ku kororsada Grylli gunta madaxa kale (e.g. Caddy, Nginx, ama Traefik) oo ku adeeg HTTPS. Xogta adag ee isticmaalaha waa in si qarsoodiya loo gudbiyaa.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
so: Hubi folderka xogta (keydka macluumaadka) uu gurmad yahay hoostagaaga

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
so: Galahayaga uploads-ka waxaa wadaago. Si looga soocayo lifaaxayaashee isticmaalaha, qaabey dheerayaal heer xoste iyo xakamaynta galitaanada.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
so: Si aad u soo celiso kaydka: jooji weelka, beddel xogta/grylli.db mid ka mid ah galka kaydadka, oo dib u bilaab weelka.

source: Admins cannot remove their own admin role to prevent accidental lockout.
so: Maamulayaasha ma awoodaan inay iska qaadaan doorka maamulaha si looga hortago in si khaldan loo xiryo.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
so: Xaddidooyinka heerka iyo xayiraadaha koontadu waxaa lagu dabaqay si looga ilaaliyo isku-dayada galitaan qasabka ah.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
so: Passwords, ogaysiisyada SMTP, iyo tokens API ayaa lagu siray marka la nasiyo iyadoo la isticmaalayo Fernet.

source: How to manage users
so: Sida loo maareeyo isticmaalayaasha

source: Hide Instructions
so: Qari Tilmaamaha

source: Manage user accounts, change roles, and remove or disable access.
so: Maamulo akoonada isticmaalayaasha, beddel doorka, oo ka saar ama naafo marin galka.

source: Table View
so: Muuqaalka Miiska

source: Card View
so: Muuqaalka Kaarka

source: Add User
so: Kudar Isticmaale

source: Change Role
so: Beddel Doorka

source: Changing role for:
so: U qoondee Cimilooyinka

source: Select Role
so: Xulo doorashada ku habboon

source: Admin
so: Guddi Maamul

source: User
so: Isticmaalayaasha

source: Save Changes
so: Kaydi wadaagidda

source: List Users
so: Tafatir Isticmaal

source: You cannot edit your own account
so: ⚪ = Ma damin kartid xisaabtaada.

source: Change Role for
so: U qoondee Cimilooyinka

source: You cannot change your own role
so: Ma beddeli kartid heerka oggolaanshahaaga.

source: Are you sure you want to reset MFA for this user?
so: Ma hubtaa inaad rabto inaad dejiso MFA-da isticmaalahan?

source: Reset MFA
so: Kala Sifaynta

source: Unlock account for
so: Koontada fur

source: Unlock Account
so: Account

source: Delete user
so: Tirtir adeegsade

source: Delete User
so: Tirtir Isticmaale

source: You cannot delete your own account
so: ⚪ = Ma damin kartid xisaabtaada.

source: You cannot disable yourself
so: Ma joojin kartid naftaada

source: Disable
so: Dami

source: Enable
so: Huur

source: Role:
so: Doorka:

source: Click ➕ Add User to create a new account.
so: Riix Abuur User si aad akoonka u keydiso.

source: Fill in a unique username, valid email, and strong password.
so: Geli magaca isticmaale oo gaar ah, cinwaan email sax ah, iyo furaha adag.

source: Assign a role:
so: U Amar Email Reminder

source: or
so: Deked

source: Admins can manage users and settings. Users can only manage their own content.
so: Maamulayaashu waxay maamuli karaan isticmaalayaasha iyo dejimaha. Isticmaalayaashu waxay kaliya maamuli karaan waxyaabahooga gaarka ah.

source: Click Create User to save the new account.
so: Riix Abuur User si aad akoonka u keydiso.

source: Click ✏️ to edit a user's information.
so: Guji ✏️ si aad ula sixid macluumaadka isticmaale.

source: Click 🗑️ to delete a user (confirmation required).
so: 🧪 Ku guuldareystay dirida ogeysiiska tijaabada:

source: Click 🔴 or 🟢 to disable or enable a user account.
so: Si aad u joojiso ama u hurto isticmaalaha, riix 🔴 ama 🟢.

source: 🟢 = Active: user can log in.
so: 🟢 = Isticmaaluhu waa huuranyahay oo wuu soo geli karaa.

source: 🔴 = Disabled: user is locked out.
so: 🔴 = Awoodi waayey: isticmaale waa oodoosiyooday.

source: ⚪ = You cannot disable your own admin account.
so: ⚪ = Ma damin kartid xisaabtaada.

source: Click 🛡️ to change a user’s role (admin ↔ user).
so: Si aad u beddesho doorka user, riix 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
so: Si aad dib u dejiso MFA, riix 🔑 (waxaa kaliya muuqda haddii MFA ay tahay mid aan la heliin).

source: Accounts are automatically locked after repeated failed login attempts.
so: Akoonada si toos ah ayaa loo odoyaa ka dib isku-dayo guuldaro badan oo soo galid.

source: To unlock an account immediately, click 🔓 next to the user’s row.
so: Si aad u furdafurtid akoon si dhakhso ah, guji 🔓 dhinaca isticmaalaha’s row.

source: Accounts will also unlock automatically after a short delay.
so: Akoonada sidoo kale waxay u fasaxanayaan si toos ah ka dib muddo gaaban.

source: All actions are logged for accountability. Passwords and secrets are never visible.
so: Dhammaan tallaabooyinka waxaa lasoo qornaa si loo xisaabiyo. Passwords iyo xog qarsoon weligood lama arko.

source: Actions
so: Falalka

source: No users available.
so: Lama heli karo isticmaaleyaal.

source: Created At
so: La abuuray

source: MFA Enabled
so: Firfircoon

source: Locked Until
so: Account

source: Showing up to %(count)s recent log entries (newest first).
so: Tus ilaa iyo %(count)s qoraalada dhowaan lasoo galay (kan ugu dambeeyay uguna horeeya).

source: Filter logs
so: Sifee guuraha

source: Level
so: Magac

source: All
so: Dhammaan

source: Text Contains
so: Qoraalka Wuxuu Ka Kooban Yahay

source: e.g. login or scheduler
so: tusaale ahaan, login ama scheduler

source: After (ISO Time)
so: Ka dib (Waqtiga ISO)

source: Apply Filters
so: Isticmaal Sifeeyaha

source: Timestamp
so: Tijaabi

source: Message
so: Farriinta waa la keydiyay.

source: No matching log entries found.
so: Qoraalada guuraha oo la mid ah lama helin.

source: Only showing the most recent %(count)s entries.
so: Kaliya waxa la soo bandhigaya galinta %(count)s ugu dambeysay.

source: from the log file.
so: ka faylka log-ga.

source: Date
so: Cusbooneysii Akoonka

source: Job Name
so: Magaca Shaqada

source: Status
so: Dejinta Nidaamka

source: Details
so: Emails

source: No scheduler activity found.
so: Hawlgalka jadwalka lama helin.

source: Admin Reports
so: Guddi Maamul

source: Grylli | Reports | Accounts
so: Guddi Maamul

source: Accounts
so: Account

source: Grylli | Reports | Scheduler
so: Ku noqo Dashboard

source: Scheduler Activity
so: Jadwalka Iimaylka

source: Application Logs
so: Falalka

source: Grylli System Settings
so: Dejinta Nidaamka

source: Grylli | Settings | System
so: Grylli | Emails | SMTP

source: System
so: Macluumaadka Nidaamka

source: Grylli | Settings | SMTP
so: Grylli | Emails | SMTP

source: Key
so: Fure

source: Value
so: Qiimo

source: No SMTP settings found.
so: Dejinta SMTP

source: Send Test Email to
so: Dir Email Tijaabo Ah

source: No configuration values found.
so: Qaabeyn SMTP looma qoondeyn

source: Database Backups
so: Kaydka Xogta

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
so: Maamulo kaydinta sirta ah ee xogta Grylli. Kaliya maamulka ayaa abuuri kara ama tirtiri kara kaydinta.

source: Create Backup
so: Abuur Kaydkaydiis

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
so: Kaydadka waxay ka kooban yihiin xogta app-kaaga oo dhan. Si sugan u kaydi. Xogta xasaasiga ah waxay ku qoran tahay DB markii hore.

source: Tasks
so: Hawlaha

source: Run administrative tasks manually.
so: Orod hawlaha maamulka si toos ah.

source: Task
so: Shaqo

source: Description
so: Sharaxaad

source: Action
so: Falalka

source: Version Check
so: Hubiinta Nuqulka Buugga

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
so: Fiiri haddii nooc cusub oo Grylli ah la heli karo adiga oo si toos ah u ordaya shaqada hubinta nooca jadwalka ah.

source: Run
so: Orod

source: Admin Tools
so: ⚠️ Talooyinka Maamulka

source: Grylli | Tools | Backups
so: Grylli | Maamul | Kaydinta

source: Backups
so: Kaydida

source: Grylli | Tools | Tasks
so: ⚠️ Talooyinka Maamulka

source: Filename
so: Faylka Magaciisa

source: Delete
so: Tirtir

source: Delete Backup
so: Abuur Kaydkaydiis

source: No backups found.
so: Wax kaydad ah lama helin.

source: Show help
so: Muuji caawimaadda habaynta SMTP

source: Hide help
so: Guddi Maamul

source: Add Destination
so: Ku dar Goob

source: Edit
so: Hagaaji

source: Test
so: Tijaabi

source: Enabled:
so: Firfircoon:

source: Created:
so: La abuuray:

source: Edit Apprise Destination
so: Sax Goobta Apprise

source: Create Apprise Destination
so: Abuur Goob Apprise

source: Update the label or URL for this Apprise destination.
so: Sax Goobta Apprise

source: Enter a label and the Apprise URL to create a new destination.
so: Riix “Add Apprise” si aad u diiwaan geliso meel cusub.

source: Create Destination
so: Abuur Goob

source: Need help with Apprise URLs? See the
so: Ma u baahan tahay caawimaad URL-yada Apprise? Arag

source: Apprise Messages Services documentation
so: Qoraalka Adeegyada Ogeysiiska Apprise

source: How to configure Apprise
so: Habeynta adeegyada Apprise

source: Manage your Apprise Messages endpoints.
so: Maamulo barta ogeysiiskaaga Apprise.

source: Add Apprise
so: Ku dar Apprise

source: Cannot edit while in use
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Cannot delete while in use
so: Ma tirtiri karo inta lagu jiro isticmaalka

source: Click “Add Apprise” to register a new destination.
so: Riix “Add Apprise” si aad u diiwaan geliso meel cusub.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
so: Meel geli URL Apprise sax ah oo uu bixiyo adeegga (tusaale, Discord, Pushover, iwm).

source: Label the destination to identify it easily in Messagess.
so: Calaamadee bartilka si aad ugu aqoonsatid fudayd ogeysiisyada.

source: Use the 🧪 icon to test that the destination is working properly.
so: U isticmaal ikhtiyaarka 🧪 si aad u tijaabiso in meeshan ay si hagaagsan u shaqaynayso.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
so: Bar tila in loo isticmaalo ogeysiisyada ma beddeli kartid ama ma tirtiri kartid.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
so: U isticmaal 🔴/🟢 rogga si aad u awoodisho ama u nuujiso baraha si guudi ah.

source: Switch between table and card view using the top-left buttons.
so: U kala beddel falaasta iyo aragtida kaadhka adigoo isticmaalaya batoonka dhinaca bidix ee kore.

source: You can create and manage multiple destinations for different alerting tools.
so: Waxaad abuuri kartaa oo maamuli kartaa meela badan oo loogu adeegayo qalabyo kala duwan oo digniin ah.

source: Step 1 of 2
so: Tallaabo 1 ee 2

source: Create Admin Account
so: Abuur Xisaabta Admin

source: Let’s get started by creating your first admin account.
so: Aan billowno abuurista xisaabtaada maamulka ee koowaad.

source: Hold to reveal password
so: Hay si aad u muujiso erayga sirta ah

source: Hold to reveal confirm password
so: Hay si aad u muujiso erayga sirta ah

source: Forgot Password
so: Halmaamay Erayga sirta ah

source: Please answer your security questions to continue.
so: Fadlan geli lambarkaaga furahaanka.

source: Enter your username and email. We'll send you a link to reset your password.
so: Gali magacaaga isticmaalka iyo email-kaaga. Waxaan kuu soo diri doonaa isku xirka si aad u cusboonaysiiso eraygaaga sirta ah.

source: Submit Answers
so: Gudbi Jawaabaha

source: Next
so: Xiga

source: Forgot Username
so: Halmaamay Magaca Isticmaalka

source: Enter your email address, and we'll send you your username.
so: Gali cinwaankaaga email-ka, waxaan kuu soo diri doonaa magacaaga isticmaalka.

source: Send Username
so: Suuge Magaca Isticmaalka

source: Log In
so: Soo gal

source: Forgot Username?
so: Ma Hilmaantay Magaca Isticmaalka?

source: Forgot Password?
so: Ma Hilmaantay Erayga Sirta?

source: Sign Up
so: Saxiixashada

source: Please Wait
so: Fadlan Sug

source: Too many attempts. Please try again in
so: Isku dayo badan oo fashilmay. Fadlan sug

source: seconds.
so: ilbiriqsi...

source: Redirecting to login...
so: Ku noqo Dashboard

source: Reset Password
so: Kala Sifaynta

source: Enter your username, email, and new password.
so: Gali magacaga, iimaylkaaga, iyo lambarkaaga cusub.

source: Show/hide password
so: Hay si aad u muujiso erayga sirta ah

source: Fill out the form to create your account.
so: Buuxi foomka si aad koonto u dhexdiisa abuurtid.

source: Create Account
so: Abuur Xisaabta Admin

source: Already Checked In
so: Soo Bandhigidii Ugu Dambeysay

source: You have already checked in for this item. No further action is needed at this time.
so: Waxaad hore u saxday shaygan. Wax kale kuma baahna wakhtigan.

source: Check-in for:
so: La hubiyay:

source: Return to Dashboard
so: Ku noqo Dashboard

source: Check-In Disabled
so: Email waa naafo

source: This check-in is currently disabled and cannot be completed.
so: Saxitaankan hadda waa naafo mana dhammaan karo.

source: Already Executed & Disabled
so: Hore loo fuliyey & waa naafo

source: This check-in has already been executed and is now disabled. No further action is required.
so: Saxitaankan horay ayaa loo fuliyay oo hadda waa naafo. Wax kale kuma baahna.

source: Check-In Successful
so: Hubi-In ku guulaystay

source: Thank you for checking in.
so: Mahadsanid inaad is-hubin tay.

source: Checked in for:
so: La hubiyay:

source: ⚠️ Grylli is not using a secure HTTPS connection.
so: ⚠️ Gryllis ma isticmaala xiriirka HTTPS ammaan ah.

source: Data is not encrypted in transit across the network.
so: Xogta looma qarsoon si ammaan ah marka la dhexmarayo shabakadda.

source: Your Grylli Dashboard
so: Ku noqo Dashboard

source: Grylli | Dashboard | Config
so: Ku noqo Dashboard

source: Grylli | Dashboard | Schedule
so: Ku noqo Dashboard

source: Schedule
so: APScheduler

source: Grylli | Dashboard | Activity
so: Ku noqo Dashboard

source: Activity
so: Howl

source: Grylli | Dashboard | Linked Items
so: Grylli | Dashboard | Qalabka La Xiriira

source: Linked Items
so: Qalabka La Xiriira

source: Your Activity History
so: Taariikhda Hawshaada

source: Type
so: Nooc

source: No recent activity found in the application log.
so: Daawo guuryaashi dhawaan ee barnaamijka

source: New Messages
so: Farriinta waa la keydiyay.

source: New Apprise
so: Apprise

source: New Webhook
so: Tifatir Webhook

source: New Email
so: Kaydi Email

source: New SMTP
so: SMTP

source: New Reminder
so: Kaydi Email

source: Linked Destinations
so: Badbaadi Goobaha

source: Reminder
so: daqiiqo

source: Enabled Messages
so: Jadwalka Farriinta

source: Interval
so: Soo Jeedka Soo Bixinta

source: Grace Period
so: Mudnaanta

source: Last Check-in
so: Soo Bandhigidii Ugu Dambeysay

source: Check In Now
so: La hubiyay:

source: Enabled Emails
so: Kaydi Email

source: Enabled Reminders
so: Ku dar Email

source: Start Time
so: Biloway TLS

source: Recurrence
so: Soo noqnoqoshada

source: Last Sent
so: Soo Bandhigidii Ugu Dambeysay

source: One-time
so: Hal mar

source: configured
so: Mawduuc

source: enabled
so: Firfircoon

source: No Apprise destinations have been configured yet.
so: Meesha loogu talagalay Apprise waa la tirtiray.

source: Disabled
so: Dami

source: + %(count)s more
so: + %(count)s dheeraad ah

source: View All
so: Arag Faahfaahinta

source: New Destination
so: Badbaadi Goobaha

source: You haven't created any email messages yet.
so: Buuxi foomka si aad koonto u dhexdiisa abuurtid.

source: You haven't created any messages yet.
so: Waxaad abuuri kartaa inta aad rabto oo ah meel.

source: You haven't created any reminders yet.
so: Ku guuldareystay abuurista isticmaale.

source: No SMTP servers have been configured yet.
so: Lama habeeyo bilo gaarayna SMTP ah.

source: No webhooks have been configured yet.
so: Waxaad ka baxday koontadaada.

source: Grylli Full Layout Debug Page
so: Bogga Debug Qaabaynta Buuxda ee Grylli

source: Select Page to Debug
so: Dooro Bogga Si Aad U Soo Baarto

source: Choose a Page...
so: Dooro Bog...

source: Export Selected Page
so: Dhoofinta Bogga La Doortay

source: Export Layout Debug
so: Dhoofinta Soo Baarta Qaab-dhismeedka

source: Clear Storage & Cookies
so: Nadiifi Kaydka & Cookies

source: Refresh Debug Info
so: Cusboonaysii Macluumaadka Baadhista

source: Theme & DOM State
so: Mawduuc & Xaalada DOM

source: Stimulus & Event Listeners
so: Ummuus & Dhagdhageyaasha Dhacdooyinka

source: Accessibility & Focus
so: Helitaanka & Xudunteeda

source: Scroll, Overflow & Visibility
so: Saroo, Xad-ka-bax & Muuqashada

source: Sidebar Debug
so: Debug-geyaasha Sidebar

source: Header Debug
so: Debug-geyaasha Header

source: Footer DOM Snapshot
so: Sawirka oo lagu diyaariyey DOM ee Footer

source: Computed Styles & CSS Variables
so: Xisaabinta Qaababka & Isbeddellada CSS

source: Page Assets & Context
so: Agabka Boggaga & Meelaha la xidhiidha

source: Forms & Inputs
so: Foomamka & Galinta

source: Memory Usage (Experimental)
so: Isticmaalka Xasuusta (Tijaabo)

source: Current User (Sanitized)
so: Isticmaalaha Hadda (La nadiifiyay)

source: Rendered HTML Snapshot
so: Sawirka HTML ee la sameeyay

source: 📧 Assign SMTP Config to:
so: 📧 Ku qoran SMTP Config:

source: No SMTP (Unassign)
so: Qaabeyn SMTP looma qoondeyn

source: This email will not use any SMTP configuration.
so: Emaulkan ma isticmaali doono wax habayn SMTP ah.

source: Attach Files for:
so: Ku dheji Faylasha :

source: Select files from the uploads folder to attach to this message.
so: Dooro faylasha galka uploads si aad ugu lifaaqdo farriintan.

source: Available Files
so: Faylasha la heli karo

source: No files found in the upload directory.
so: Faylasha lagama helin galka uploads-ka.

source: Save Attachments
so: Kaydi wadaagidda

source: File Attach Notes
so: Fayl Heerin

source: Important:
so: Deked:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
so: Kaliya faylasha ku yaal galka 'uploads' (oo uu bixiyay maamulaha nidaamkaaga) ayaa halkan lagu soo bandhigi doonaa. Haddii aadan arkin faylashaada, fadlan la xiriir maamulaha Grylli.

source: Accepted file types:
so: Noocyada faylka la aqbalay:

source: Documents:
so: Dokumentiyo:

source: Images:
so: Sawiro:

source: Audio:
so: Maqlal:

source: Maximum file size:
so: Cabbirka faylka ugu badan:

source: 10 MB per file
so: 10 MB faylkiiba

source: Total upload size:
so: Cabbirka guud ee soo dejinta:

source: 20 MB (all files combined)
so: 20 MB (faylasaha oo dhan)

source: Edit Email
so: Wax ka beddelka Emailka

source: Create Email
so: Abuur Email

source: Fill out the form to create or edit an email message.
so: Buuxi foomka si aad koonto u dhexdiisa abuurtid.

source: Save Email
so: Kaydi Email

source: How to create and send an email
so: Sida loo abuuro oo loo diro iimayl

source: Manage and schedule email messages to be delivered through configured channels.
so: Maamulo oo jadwal garee farriimaha email-ka ee loo dirayo marinnada la dejiyey.

source: Add Email Message
so: Jadwalka Farriinta

source: List Emails
so: Wax ka beddelka Emailka

source: Schedule Email
so: Jadwalka Iimaylka

source: Set how long until check-in is expected and how much grace time is allowed.
so: Deji inta muddada ah ee hubinta la filayo iyo inta farriin u fasaxday ee la oggol yahay.

source: Years
so: Sannado

source: Months
so: Bilood

source: Weeks
so: Isbuucyo

source: Days
so: Maalmo

source: Hours
so: saac

source: Minutes
so: Daqiiqo

source: Check-in
so: Hubin

source: Save Schedule
so: Kaydi Jadwalka

source: Email Configuration
so: Qaabeynta Iimaylka

source: Recipient
so: Qaataha

source: Body
so: Qoraal

source: Attached Files
so: Faylasha La dabaray

source: No files attached
so: Ma jiraan faylal ku lifaaqan

source: SMTP Configuration
so: Qaabeynta SMTP

source: Label:
so: Summad:

source: Host:
so: Martigeliyaha:

source: Username:
so: Magaca Isticmaalaha:

source: Yes
so: Haa

source: No
so: Maya

source: No SMTP configuration assigned
so: Qaabeyn SMTP looma qoondeyn

source: Schedule Information
so: Macluumaadka Jadwalka

source: Check-in Interval:
so: Joogitaanka:

source: minutes
so: daqiiqo

source: Grace Period:
so: Mudnaanta:

source: Last Check-in:
so: Hubintii u Danbaysay:

source: No check-in has occurred yet
so: Hubin weli ma aysan dhicin

source: Back to Emails
so: Dib ugu Noqo Iimaylada

source: Cannot edit while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Attach Files
so: Ku dheji Faylasha

source: Cannot attach files while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Assign SMTP Config
so: 📧 Ku qoran SMTP Config:

source: Cannot assign SMTP while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: Cannot schedule while enabled
so: Ma tafatiri karo inta lagu jiro isticmaalka

source: View Email Details
so: Arag Faahfaahinta

source: Send Test Email
so: Dir Email Tijaabo Ah

source: Toggle Email On/Off
so: Beddel Email-ka Baa/aad

source: Email is enabled
so: Email waa karti leh

source: Email is disabled
so: Email waa naafo

source: Subject:
so: Mawduuc

source: To:
so: Loogu talagalay:

source: Created At:
so: La abuuray

source: Click “Add Email” and fill out the subject, content, and recipient address.
so: Guji “Ku dar Iimayl” oo buuxi mawduuca, nuxurka, iyo cinwaanka qaataha.

source: Attach any optional files (if needed).
so: Ku dar faylal ikhtiyaari ah (hadii loo baahdo).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
so: Guji 🧩 si aad U qaybsato hal qaabeynta SMTP oo iimaylka lagu diri doono.

source: Click ⏱️ to set a check-in interval and grace period for the email.
so: Guji ⏱️ si aad u dejiso muddo joogitaan iyo mudnaan u qabasho loogu talagalay iimaylka.

source: Enable the email using the 🔴/🟢 toggle button.
so: Aqbal iimaylka adoo adeegsanaya batoonka 🔴/🟢 la bedeli karo.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
so: Guji 🧪 si aad iimaylka u tijaabiso adigoo isku diraya (ma aha qaataha).
