Repository: samcro1967/grylli
Catalog: app/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: Admins cannot remove their own admin role to prevent accidental lockout.
yo: Awọn alakoso ko le yọ ipa ijọba tiwọn kuro lati ṣe idena awọ-ìka.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
yo: Iwọn iwọn ati awọn ẹwẹe àkọọlẹ laifọwọyi ni a gbe fun aabo lodi si awọn igbiyanju iwọle-lile-ara.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
yo: Awọn ọrọigbaniwọle, awọn iwe ẹri SMTP, ati awọn ami API jẹ fifi ẹnọ kọ nkan ni isinmi lilo Fernet.

source: How to manage users
yo: Bawo ni lati ṣakoso awọn olumulo

source: Hide Instructions
yo: Pa Afihan Itọsọna Kuro

source: Manage user accounts, change roles, and remove or disable access.
yo: Ṣakoso awọn iroyin olumulo, yi awọn ipa pada, ati yọ tabi dènà wiwọ.

source: Table View
yo: Wiwo Tabili

source: Card View
yo: Wiwo Kaadi

source: Add User
yo: Fi Olumulo Kun

source: Change Role
yo: Pàdà Roli

source: Changing role for:
yo: Yàn ìlànà ipò fún

source: Select Role
yo: Yan eyi ti o yẹ

source: Admin
yo: Igbimọ Isakoso

source: User
yo: Awọn olumulo

source: Save Changes
yo: Fipamọ fífi mọ́

source: List Users
yo: Ṣatunkọ User

source: You cannot edit your own account
yo: ⚪ = O ko le alaabo akọọlẹ tirẹ funra silẹ.

source: Change Role for
yo: Yàn ìlànà ipò fún

source: You cannot change your own role
yo: O ko le yi ipo ti ara rẹ silẹ.

source: Are you sure you want to reset MFA for this user?
yo: Ṣe o daju pe o fẹtunse MFA fun olumulo yi?

source: Reset MFA
yo: Tun Ìfilọ́lẹ̀ Ọ̀rọ̀ Àgbáǹdá lónìí

source: Unlock account for
yo: Ṣii akọọlẹ fun

source: Unlock Account
yo: Iroyin

source: Delete user
yo: Pa Olumulo

source: Delete User
yo: Pa Olumulo

source: You cannot delete your own account
yo: ⚪ = O ko le alaabo akọọlẹ tirẹ funra silẹ.

source: You cannot disable yourself
yo: O ko le mu ara rẹ kuro

source: Disable
yo: Mu

source: Enable
yo: Ṣi

source: Email:
yo: Imeeli:

source: Role:
yo: Ipa:

source: Click ➕ Add User to create a new account.
yo: Tẹ Create User lati fi akọọlẹ pamọ.

source: Fill in a unique username, valid email, and strong password.
yo: Tẹ orukọ olumulo alailẹgbẹ kan, adirẹsi imeeli to wulo, ati ọrọigbaniwọle to lagbara.

source: Assign a role:
yo: Ṣe Ifiranṣẹ Imoleti

source: or
yo: Ibudo

source: Admins can manage users and settings. Users can only manage their own content.
yo: Awọn ẹlẹgibogi le ṣakoso awọn olumulo ati awọn eto. Awọn olumulo le nikan ṣakoso akoonu tiwọn.

source: Click Create User to save the new account.
yo: Tẹ Create User lati fi akọọlẹ pamọ.

source: Click ✏️ to edit a user's information.
yo: Tẹ ✏️ lati satunkọ alaye olumulo.

source: Click 🗑️ to delete a user (confirmation required).
yo: 🧪 Sise ifitonileti idanwo dudu:

source: Click 🔴 or 🟢 to disable or enable a user account.
yo: Lati mu tabi mu olumulo kan kuro, tẹ 🔴 tabi 🟢.

source: 🟢 = Active: user can log in.
yo: 🟢 = Olumulo ti ṣiṣẹ ati pe o le wọle.

source: 🔴 = Disabled: user is locked out.
yo: 🔴 = Paṣẹ: olumulo ti dina jade.

source: ⚪ = You cannot disable your own admin account.
yo: ⚪ = O ko le alaabo akọọlẹ tirẹ funra silẹ.

source: Click 🛡️ to change a user’s role (admin ↔ user).
yo: Lati yipada ipa olumulo, tẹ 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
yo: Lati tun eto MFA se, tẹ 🔑 (o han nikan bi MFA ba wa laaye).

source: Accounts are automatically locked after repeated failed login attempts.
yo: Awọn akọọlẹ laifọwọyi wa ni titiipa lẹhin awọn igbiyanju iwọle ti kuna ni igba pupọ.

source: To unlock an account immediately, click 🔓 next to the user’s row.
yo: Lati ṣii akọọlẹ lẹsẹkẹsẹ, tẹ 🔓 lẹgbẹ ti iwe-irọrọ olumulo.

source: Accounts will also unlock automatically after a short delay.
yo: Awọn akọọlẹ yoo tun ṣii nigbakugba lẹhin idaduro kọọkan.

source: All actions are logged for accountability. Passwords and secrets are never visible.
yo: Gbogbo awọn iṣe ti wa ni igbasilẹ fun iduro. Awọn ọrọigbaniwọle ati awọn ohun ijinlẹ ko ṣe han.

source: Actions
yo: Iṣe

source: No users available.
yo: Ko si awọn olumulo to wa.

source: Created At
yo: Ṣẹda Ni

source: MFA Enabled
yo: Ti ṣiṣẹ

source: Locked Until
yo: Iroyin

source: Showing up to %(count)s recent log entries (newest first).
yo: Ìgbà kíwọn láti wò %(count)s àkọsẹ̀ná ni àkìíwájú (ní ójúraku mọ́ra).

source: Filter logs
yo: Àtọ̀pọ́àkọsẹ̀ná

source: Level
yo: Akole

source: All
yo: Gbogbo

source: Text Contains
yo: Ọ̀rọ̀ N.B.

source: e.g. login or scheduler
yo: ẹ.g.login tàbí àjò

source: After (ISO Time)
yo: Lẹ́yìn (ISO Àkókò)

source: Apply Filters
yo: Ṣá àtọ̀

source: Timestamp
yo: Idanwo

source: Message
yo: Ifiranṣẹ fipamọ.

source: No matching log entries found.
yo: Àkọsẹ̀ná mọ́ra ti kò rí.

source: Only showing the most recent %(count)s entries.
yo: Fifi han awọn titẹsi tuntun %(count)s nikan.

source: from the log file.
yo: lati faili log.

source: Date
yo: Ṣe imudojuiwọn Iroyin

source: Job Name
yo: Orukọ Iṣẹ

source: Status
yo: Eto Eto

source: Details
yo: Awọn imeeli

source: No scheduler activity found.
yo: Ko si iṣẹ iṣeto akoko ti a ri.

source: Admin Reports
yo: Igbimọ Isakoso

source: Grylli | Reports | Accounts
yo: Igbimọ Isakoso

source: Accounts
yo: Iroyin

source: Grylli | Reports | Scheduler
yo: Padà sí Àkọsílẹ̀

source: Scheduler Activity
yo: Eto Lẹ́tà-ẹléktrónìkì

source: Application Logs
yo: Iṣe

source: Grylli System Settings
yo: Eto Eto

source: Grylli | Settings | System
yo: Grylli | Awọn imeeli | SMTP

source: System
yo: Alaye Nipa Eto

source: Grylli | Settings | SMTP
yo: Grylli | Awọn imeeli | SMTP

source: Key
yo: Bọtini

source: Value
yo: Iye

source: No SMTP settings found.
yo: Eto SMTP

source: Send Test Email to
yo: Firanṣẹ Imeeli Idanwo

source: No configuration values found.
yo: Ko si ìmúpọ SMTP ti a filélai

source: Database Backups
yo: Afẹyinti Database

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
yo: Ṣakoso afẹyinti ti o ti ni ọrọigbaniwọle ti ibi-ipamọ Grylli rẹ. Awọn alakoso nikan ni o le ṣẹda tabi paarẹ afẹyinti.

source: Create Backup
yo: Ṣẹda Afẹyinti

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
yo: Awọn afẹyinti ni gbogbo data ohun elo rẹ. Tọju ni aabo. Data pẹlẹpẹlẹ ti wa ni ijinle ni DB nipasẹ aiyipada.

source: Tasks
yo: Àwọn Ìṣẹ́

source: Run administrative tasks manually.
yo: Ṣe iṣẹ́ iṣàkẹ́sílẹ̀ ní wọ́rọ́wọ́.

source: Task
yo: Ìṣẹ́

source: Description
yo: Apejuwe

source: Action
yo: Iṣe

source: Version Check
yo: Ṣayẹwo Ẹya Afowoyi

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
yo: Ṣayéwọ àyípọ́ èdá Grylli titun pẹ̀lú ìṣẹ́ ètò àkójọ. Àyèjẹ bí a kò ká aláloléní.

source: Run
yo: Ṣé

source: Admin Tools
yo: ⚠️ Awọn Imọran Isakoso

source: Grylli | Tools | Backups
yo: Grylli | Alakoso | Awọn afẹyinti

source: Backups
yo: Àfihàn

source: Grylli | Tools | Tasks
yo: ⚠️ Awọn Imọran Isakoso

source: Filename
yo: Ifilelẹ orukọ faili

source: Delete
yo: Pa

source: Delete Backup
yo: Ṣẹda Afẹyinti

source: No backups found.
yo: Ko si afẹyinti ti a ri.

source: Show help
yo: Fi SMTP Ètòfún Ìrànwọ́ han

source: Hide help
yo: Igbimọ Isakoso

source: Add Destination
yo: Ṣafikun Ibudo

source: Edit
yo: Ṣatunkọ

source: Test
yo: Idanwo

source: Enabled:
yo: Ti ṣiṣẹ:

source: Created:
yo: Șẹda:

source: Edit Apprise Destination
yo: Ṣatunkọ Ibudo Apprise

source: Create Apprise Destination
yo: Ṣẹda Ibudo Apprise

source: Update the label or URL for this Apprise destination.
yo: Ṣatunkọ Ibudo Apprise

source: Enter a label and the Apprise URL to create a new destination.
yo: Tẹ “Add Apprise” lati forukọsilẹ ibi-afẹde tuntun.

source: Create Destination
yo: Ṣẹda Ibudo

source: Need help with Apprise URLs? See the
yo: Ṣe o nilo iranlọwọ pẹlu URLs Apprise? Wo

source: Apprise Messages Services documentation
yo: Iwe-itọsọna Awọn iṣẹ Ifitonileti Apprise

source: How to configure Apprise
yo: Ṣe atunto awọn iṣẹ Apprise

source: Manage your Apprise Messages endpoints.
yo: Ṣakoso awọn opin ikilọ Apprise rẹ.

source: Add Apprise
yo: Ṣafikun Apprise

source: Cannot edit while in use
yo: Ko le ṣatunkọ lakoko lilo

source: Cannot delete while in use
yo: Ko le pa lakoko lilo

source: Click “Add Apprise” to register a new destination.
yo: Tẹ “Add Apprise” lati forukọsilẹ ibi-afẹde tuntun.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
yo: Te URI Apprise ti o wulo ti iṣẹ naa pese (e.g., Discord, Pushover, ati be e lo).

source: Label the destination to identify it easily in Messagess.
yo: Fun oruko ibi-afẹde lati ṣe idanimọ ni irọrun ninu awọn ikilọ.

source: Use the 🧪 icon to test that the destination is working properly.
yo: Lo aami 🧪 lati danwo wipe ibi-afẹde naa n ṣiṣẹ daradara.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
yo: Apprise ibi-afẹde da lo nipa awọn ikilọ ko le yipada tabi paarẹ.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
yo: Lo 🔴/🟢 iyipada lati mu tabi mu awọn ibi-afẹde kuro ni kariaye.

source: Switch between table and card view using the top-left buttons.
yo: Yi pada ninu wiwo tabili ati iwe kaadi nipa lilo awọn bọtini oke-osi.

source: You can create and manage multiple destinations for different alerting tools.
yo: O le ṣẹda ati ṣakoso awọn ibi-afẹde pupọ fun awọn irinṣẹ ikilọ oriṣiriṣi.

source: Step 1 of 2
yo: Igbese 1 ti 2

source: Create Admin Account
yo: Ṣẹda Akọọlẹ Alakoso

source: Let’s get started by creating your first admin account.
yo: Ẹ jẹ ki a bẹrẹ nipa ṣẹda akọọlẹ alakoso akọkọ rẹ.

source: Hold to reveal password
yo: Duro lati ṣafihan ọrọigbaniwọle

source: Hold to reveal confirm password
yo: Duro lati ṣafihan ọrọigbaniwọle

source: Forgot Password
yo: Gbagbe Ọrọigbaniwọle

source: Please answer your security questions to continue.
yo: Jọwọ tẹ koodu ayẹwo rẹ sii.

source: Enter your username and email. We'll send you a link to reset your password.
yo: Tẹ orukọ olumulo rẹ ati imeeli sii. A yoo fi ọna asopọ ranṣẹ si ọ lati tun ọrọigbaniwọle rẹ ṣe.

source: Submit Answers
yo: Firanṣẹ Awọn Idahun

source: Next
yo: Toka

source: Forgot Username
yo: Gbagbe Orukọ Olumulo

source: Enter your email address, and we'll send you your username.
yo: Tẹ adirẹsi imeeli rẹ sii, a yoo fi orukọ olumulo rẹ ranṣẹ si ọ.

source: Send Username
yo: Firanṣẹ Orukọ Olumulo

source: Log In
yo: Wọlé

source: Forgot Username?
yo: Gbagbe Orukọ Olumulo?

source: Forgot Password?
yo: Gbagbe Ọrọigbaniwọle?

source: Sign Up
yo: Forukọsilẹ

source: Please Wait
yo: Jọwọ Duro

source: Too many attempts. Please try again in
yo: Awọn akitiyan wọle ti kuna ju. Jowo duro

source: seconds.
yo: ilẹkun...

source: Redirecting to login...
yo: Padà sí Àkọsílẹ̀

source: Reset Password
yo: Tun Ìfilọ́lẹ̀ Ọ̀rọ̀ Àgbáǹdá lónìí

source: Enter your username, email, and new password.
yo: Tẹ orúkọ olumulo rẹ̀, emayilì, tí ó sì tún orúkọ wíwípàdé rẹ̀ tuntun.

source: Show/hide password
yo: Duro lati ṣafihan ọrọigbaniwọle

source: Fill out the form to create your account.
yo: Fọwọsílẹ̀ fọ́ọ̀mù láti dá akọọ́lẹ̀ rẹ.

source: Create Account
yo: Ṣẹda Akọọlẹ Alakoso

source: Already Checked In
yo: Ìgbàkèkè Tó Kẹhin

source: You have already checked in for this item. No further action is needed at this time.
yo: O ti ṣe abẹwo fun nkan yii tẹlẹ. Ko si igbese siwaju ti o nilo ni akoko yii.

source: Check-in for:
yo: Ṣe wọlé fún:

source: Return to Dashboard
yo: Padà sí Àkọsílẹ̀

source: Check-In Disabled
yo: Emayílì kò sí lásìkÒ

source: This check-in is currently disabled and cannot be completed.
yo: Igbesẹ abẹwo yii ti wa ni alaabo lọwọlọwọ ko si le pari.

source: Already Executed & Disabled
yo: Ti ṣe iṣe tẹlẹ & Ti dina

source: This check-in has already been executed and is now disabled. No further action is required.
yo: Igbesẹ abẹwo yii ti wa ni iṣe tẹlẹ ati pe ti dina bayii. Ko si igbese siwaju ti o nilo.

source: Check-In Successful
yo: Ìbadọ́gba Ẹlẹ́yà Àseyọrí

source: Thank you for checking in.
yo: Ẹ sé fún ìṣòríyēlinwé.

source: Checked in for:
yo: Ṣe wọlé fún:

source: ⚠️ Grylli is not using a secure HTTPS connection.
yo: ⚠️ Gryllis ko lo lo HTTPS ailewu.

source: Data is not encrypted in transit across the network.
yo: A koi fi eto aabo bo data nigba t’ay ngba l’ori nẹtiwọki.

source: Your Grylli Dashboard
yo: Padà sí Àkọsílẹ̀

source: Grylli | Dashboard | Config
yo: Padà sí Àkọsílẹ̀

source: Config
yo: Àtúnṣe

source: Grylli | Dashboard | Schedule
yo: Padà sí Àkọsílẹ̀

source: Schedule
yo: APScheduler

source: Grylli | Dashboard | Activity
yo: Padà sí Àkọsílẹ̀

source: Activity
yo: Ìṣẹ̀lẹ̀

source: Grylli | Dashboard | Linked Items
yo: Grylli | Dashboard | Awọn nkan Ti a so pọ

source: Your Activity History
yo: Ìtàn ìṣẹ̀lẹ̀ rẹ

source: Type
yo: Iru

source: No recent activity found in the application log.
yo: Wo àìkọ́sílẹ́ àjọ yí yayé

source: New Messages
yo: Ifiranṣẹ fipamọ.

source: New Apprise
yo: Apprise

source: New Webhook
yo: Ṣatunkọ Webhook

source: New Email
yo: Ṣe orílẹ̀ Emayilì

source: New SMTP
yo: SMTP

source: New Reminder
yo: Ṣe orílẹ̀ Emayilì

source: Linked Destinations
yo: Fipamọ ìfowósi

source: Reminder
yo: ìṣẹ́jú

source: Enabled Messages
yo: Ètò Ìfiranṣẹ

source: Interval
yo: Ìgbà Níkèkè

source: Grace Period
yo: Àkókò Ìdárayá

source: Last Check-in
yo: Ìgbàkèkè Tó Kẹhin

source: Check In Now
yo: Ṣe wọlé fún:

source: Enabled Emails
yo: Ṣe orílẹ̀ Emayilì

source: Enabled Reminders
yo: Ṣe àfikún Emayílì

source: Start Time
yo: Bíbẹrẹ TLS

source: Recurrence
yo: Àtúnṣe

source: Last Sent
yo: Ìgbàkèkè Tó Kẹhin

source: One-time
yo: Ẹyɛ kan

source: configured
yo: Akoonu

source: enabled
yo: Ti ṣiṣẹ

source: No Apprise destinations have been configured yet.
yo: Ibi-ọna Apprise paarẹ.

source: Disabled
yo: Mu

source: + %(count)s more
yo: + %(count)s siwaju síi

source: View All
yo: Wo àwòkpélelápọ̀

source: New Destination
yo: Fipamọ ìfowósi

source: You haven't created any email messages yet.
yo: Fọwọsílẹ̀ fọ́ọ̀mù láti dá akọọ́lẹ̀ rẹ.

source: You haven't created any messages yet.
yo: O lè ṣẹda bí púpọ àwọn ìlànà bí o ṣe fẹ.

source: You haven't created any reminders yet.
yo: Ṣiṣe olumulo kuna.

source: No SMTP servers have been configured yet.
yo: Ko sẹsirẹ SMTP ti a ti ṣèdá l´ẹ̀ẹ́kàn ṣáájú.

source: No webhooks have been configured yet.
yo: O ti jade.

source: Grylli Full Layout Debug Page
yo: Grylli Fọwọsi Apejuwe Ipo Satunkọ

source: Select Page to Debug
yo: Yan Ojú ewe Lati Ewufun

source: Choose a Page...
yo: Yan Ojú ewe kan...

source: Export Selected Page
yo: Ọjọ́ wò ójú ewe tí wọ́n yàn

source: Export Layout Debug
yo: Ọjọ́ wò atunṣe ewufun

source: Clear Storage & Cookies
yo: Ko akosẹ - amóye & Kukisi

source: Refresh Debug Info
yo: Tun Info Ewufun ṣe

source: Theme & DOM State
yo: Àkọlé & Ipo DOM

source: Stimulus & Event Listeners
yo: Ilana & Akojọ Awọn Iṣẹlẹ

source: Accessibility & Focus
yo: Ààbò & Ifamọra

source: Scroll, Overflow & Visibility
yo: Iwọle, Àrùn & Ifihan

source: Sidebar Debug
yo: Ipá wọnyi Kàgun

source: Header Debug
yo: Ipá Aṣojú

source: Footer DOM Snapshot
yo: Ipo DOM Lábẹ

source: Computed Styles & CSS Variables
yo: Àwọn Àṣà & fọwọsi Àwọn Àṣà CSS

source: Page Assets & Context
yo: Ohun elo Àwọn Ojúewé & Àfojúsùn

source: Forms & Inputs
yo: Awọn Fọọmu & Àwọn ohun Èrí

source: Memory Usage (Experimental)
yo: Lo otitọ (Ibanisọrọ)

source: Current User (Sanitized)
yo: Olumulo lọwọlọwọ (Sanitized)

source: Rendered HTML Snapshot
yo: Aofo fọwọsi HTML

source: 📧 Assign SMTP Config to:
yo: 📧 Tún SMTP Ilana si:

source: No SMTP (Unassign)
yo: Ko si ìmúpọ SMTP ti a filélai

source: This email will not use any SMTP configuration.
yo: Imeeli yi ko ni lo eyikeyi ìdábọ̀ SMTP.

source: Attach Files for:
yo: Fi àwọn Ìwónyín mọ́fun:

source: Select files from the uploads folder to attach to this message.
yo: Yan awọn faili lati folda awọn gbigbe lati so si ifiranṣẹ yii.

source: Available Files
yo: Áwọn Ìwónyín tó wá láànú

source: No files found in the upload directory.
yo: A kò rí àwọn fàyílì kankan nínu ibi àkójọpọ̀ àwọn ẹ̀rí.

source: Save Attachments
yo: Fipamọ fífi mọ́

source: File Attach Notes
yo: Fáìlì únné fọwọsílẹ̀

source: Important:
yo: Ibudo:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
yo: Awọn faili nikan ti o wa ni folda 'uploads' (ni ipese nipasẹ alakoso eto rẹ) ni yoo han nibi. Ti o ko ba ri faili naa, jọwọ kan si alakoso Grylli rẹ.

source: Accepted file types:
yo: Ọ̀nà tí ó bofọọ mí mọṣẹ:

source: Documents:
yo: Awàláwé:

source: Images:
yo: Ẹ̀rín:

source: Audio:
yo: Akọsilẹ́:

source: Maximum file size:
yo: Ìwọ́gbó àsayáfu Kẹdisi ànáyé:

source: 10 MB per file
yo: 10 MB ní fáìlì kankan

source: Total upload size:
yo: Ìkọlé ànáyé gbogbo:

source: 20 MB (all files combined)
yo: 20 MB (àwọn fáìlì gbògbò)

source: Edit Email
yo: Títúnse Emayilì

source: Create Email
yo: Ṣẹ́dà Ẹmayílì

source: Fill out the form to create or edit an email message.
yo: Fọwọsílẹ̀ fọ́ọ̀mù láti dá akọọ́lẹ̀ rẹ.

source: Save Email
yo: Ṣe orílẹ̀ Emayilì

source: How to create and send an email
yo: Bí a ṣe le dá ati rán lẹ́tà-ẹléktrónìkì

source: Manage and schedule email messages to be delivered through configured channels.
yo: Ṣakoso ati ṣeto awọn ifiranṣẹ imeeli lati fi ranṣẹ nipasẹ awọn ikanni ti a ṣeto.

source: Add Email Message
yo: Ètò Ìfiranṣẹ

source: List Emails
yo: Títúnse Emayilì

source: Schedule Email
yo: Eto Lẹ́tà-ẹléktrónìkì

source: Set how long until check-in is expected and how much grace time is allowed.
yo: Ṣeto bi o ti gun to titi ti ayẹwo nigbagbogbo ti a reti ati bi o pọju akoko ọrẹ to mọ.

source: Years
yo: Ọdún

source: Months
yo: Ọsù

source: Weeks
yo: Ọ̀sẹ̀

source: Days
yo: Ọjọ́

source: Hours
yo: Wákàtí

source: Minutes
yo: Ìṣẹ́jú

source: Check-in
yo: Ìṣàkóso

source: Save Schedule
yo: Tọju Eto

source: Email Configuration
yo: Pátákó Lẹ́tà-ẹléktrónìkì

source: Recipient
yo: Olugba

source: Body
yo: Àra

source: Attached Files
yo: Aworan Afikun

source: No files attached
yo: No adjuntos archivos

source: SMTP Configuration
yo: Ìmúpọ SMTP

source: Label:
yo: Irú:

source: Host:
yo: Gbale:

source: Username:
yo: Orukọ olumulo:

source: Yes
yo: Bẹẹni

source: No
yo: Rara

source: No SMTP configuration assigned
yo: Ko si ìmúpọ SMTP ti a filélai

source: Schedule Information
yo: Alaye Lisiti

source: Check-in Interval:
yo: Àkókọ Ìṣàkóso:

source: minutes
yo: ìṣẹ́jú

source: Grace Period:
yo: Àkókò Ìdárayá:

source: Last Check-in:
yo: Ìṣàkóso Gbẹhin:

source: No check-in has occurred yet
yo: Ko si ìṣàkóso sibẹsibẹ

source: Back to Emails
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Cannot edit while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: Attach Files
yo: Fi fáìlì mọfún

source: Cannot attach files while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: Assign SMTP Config
yo: 📧 Tún SMTP Ilana si:

source: Cannot assign SMTP while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: Cannot schedule while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: View Email Details
yo: Wo àwòkpélelápọ̀

source: Send Test Email
yo: Firanṣẹ Imeeli Idanwo

source: Toggle Email On/Off
yo: Yí àkódò emayílì átàtí

source: Email is enabled
yo: Emayílì wà lásìkÒ

source: Email is disabled
yo: Emayílì kò sí lásìkÒ

source: Subject:
yo: Erongba

source: To:
yo: Si:

source: Created At:
yo: Ṣẹda Ni

source: Click “Add Email” and fill out the subject, content, and recipient address.
yo: Tẹ “Fikun-un Lẹ́tà-ẹléktrónìkì” ki o si kun akọle, akoonu, ati adirẹsi olugba.

source: Attach any optional files (if needed).
yo: Fi awọn faili aiyọọda kun (bi o ba nilo).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
yo: Tẹ 🧩 lati yàn ìmúpọ SMTP kan ṣoṣo ti yoo ṣee lo lati ran lẹ́tà-ẹléktrónìkì.

source: Click ⏱️ to set a check-in interval and grace period for the email.
yo: Tẹ ⏱️ lati ṣeto ìgbà ìṣàkóso ati àkókò ìdárayá fún lẹ́tà-ẹléktrónìkì.

source: Enable the email using the 🔴/🟢 toggle button.
yo: Múnadoko lẹ́tà-ẹléktrónìkì náà l'utilizando bọtìngbẹ 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
yo: Tẹ 🧪 lati ṣe ìdánwò lẹ́tà-ẹléktrónìkì rẹ nipa fifiranṣẹ rẹ fun ara rẹ (kì í ṣe olugba).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
yo: Ti o ko ba ṣayẹwo ṣaaju ki akoko aanu pari, lẹ́tà-ẹléktrónìkì yoo jẹ laifọwọyi ran.

source: You can preview the email configuration using 🔍.
yo: O le ṣe àwòkọ pátákó lẹ́tà-ẹléktrónìkì l'utilizando 🔍.

source: Once a secure email is sent, it will be automatically disabled.
yo: Lọ́jọ́ pé lẹ́tà-ẹléktrónìkì aláìléwu ba ran, a ṣe laifọwọyi oju rẹ.

source: To
yo: Sí

source: No emails available.
yo: Emayílì wà lásìkÒ

source: Sorry, the page you are looking for does not exist.
yo: Ma binu, oju iwe ti o n wa ko si lojutu.

source: Return Home
yo: Padà sí Àkọsílẹ̀

source: Something went wrong
yo: Ohun kan ko tọ

source: An unexpected error occurred. Please try again later or contact support.
yo: Aṣiṣe airotẹlẹ waye. Jọwọ gbiyanju lẹẹkansi nigbamii tabi kan si atilẹyin.

source: Switching Language...
yo: Ààyè Yí Yó àwọn Ede...

source: Applying new language...
yo: Títí di èdè tuntun...

source: Assign Destinations for
yo: Yàn ìlànà ipò fún

source: Select the Apprise and Webhook destinations for this Messages.
yo: Yan awọn ibi-ajo Apprise ati Webhook fun ikilọ yii.

source: Save Destinations
yo: Fipamọ ìfowósi

source: Edit Messages
yo: Ètò Ìfiranṣẹ

source: Create Messages
yo: Ètò Ìfiranṣẹ

source: Update the label, subject, and content of your Messages.
yo: Imudojuiwọn akole, koko-ọrọ, ati akoonu ti ikilọ rẹ.

source: Fill out the form to create a new Messages.
yo: Fọwọsílẹ̀ fọ́ọ̀mù láti dá akọọ́lẹ̀ rẹ.

source: Content
yo: Akoonu

source: Save Messages
yo: Ètò Ìfiranṣẹ

source: Show Messages Setup Help
yo: Fi SMTP Ètòfún Ìrànwọ́ han

source: Hide Messages Setup Help
yo: TíṢé SMTP Ètòfún Ìrànwọ́

source: Manage and send user Messagess from the system.
yo: Ṣakoso ati fi awọn iwifunni olumulo ranṣẹ lati inu eto.

source: Add Messages
yo: Ifiranṣẹ fipamọ.

source: How to create and send a Messages
yo: Bí a ṣe le dá ati rán lẹ́tà-ẹléktrónìkì

source: List Messages
yo: Ifiranṣẹ fipamọ.

source: Schedule Messages
yo: Eto Lẹ́tà-ẹléktrónìkì

source: Message Details
yo: Ifiranṣẹ paarẹ.

source: Check-in Interval
yo: Ìgbà Níkèkè

source: None assigned.
yo: Kò sí tíi yan.

source: Back to Messages
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Disable to edit Messages
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Assign Destinations
yo: Yàn ìlànà ipò

source: Disable to assign destinations
yo: Yàn ìlànà ipò

source: Set Schedule
yo: Ṣètò Ètò

source: Disable to set schedule
yo: Ṣètò Ètò

source: View Details
yo: Wo àwòkpélelápọ̀

source: Send Test Messages
yo: Firanṣẹ Imeeli Idanwo

source: Delete Messages
yo: Ètò Ìfiranṣẹ

source: Toggle Message On/Off
yo: Ṣe ìpàdé ìfẹsẹwọlé sí/kọ

source: Messages is enabled
yo: Emayílì wà lásìkÒ

source: Messages is disabled
yo: Emayílì kò sí lásìkÒ

source: Enable only after schedule is set
yo: Mu ṣiṣẹ nikan lẹhin ti eto ti ṣeto

source: Enable only after destinations are assigned
yo: Mu ṣiṣẹ nikan lẹhin ti awọn ibi ipamọ ti yan

source: Click “Add Messages” and fill out the subject and content fields.
yo: Tẹ “Fi ìkìlò kún” o sì fọ àyè kókó àti akoonu.

source: Save the Messages to return to the overview.
yo: Fipamọ ìkìlò láti padà sí àwòrán.

source: You need to create at least one apprise or webhook destination.
yo: O nílò láti ṣe akànkàn kan jù bẹ i tabi ibùdó webhook kan.

source: You can create as many destinations as you like.
yo: O lè ṣẹda bí púpọ àwọn ìlànà bí o ṣe fẹ.
