Repository: samcro1967/grylli
Catalog: app/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: Enabled
yo: Ti ṣiṣẹ

source: Authenticator Code
yo: Koodu Ayẹwo

source: Save
yo: Fipamọ

source: Authentication Code
yo: Ṣètò Ìkìlò

source: Please enter your authentication code.
yo: Jọwọ tẹ koodu ayẹwo rẹ sii.

source: Enter a valid 6-digit code or recovery code.
yo: Te koodu 6-dijító sii tabi koodu imularada.

source: Invalid code format.
yo: Imọran koodu ti ko wulo.

source: Verify
yo: Ẹya

source: Label
yo: Akole

source: Recipient Email
yo: Sí (Ẹmailítí alábàtà)

source: Subject
yo: Erongba

source: Message Body
yo: Ifiranṣẹ fipamọ.

source: Save Message
yo: Ètò Ìfiranṣẹ

source: SMTP Host
yo: Eto SMTP

source: SMTP Port
yo: SMTP

source: SMTP Username
yo: Firanṣẹ Orukọ Olumulo

source: SMTP Password
yo: Tun Ìfilọ́lẹ̀ Ọ̀rọ̀ Àgbáǹdá lónìí

source: Use TLS
yo: Lo TLS

source: Enable Email Sending
yo: Ṣe orílẹ̀ Emayilì

source: Save Settings
yo: Eto Eto

source: Attach Selected Files
yo: Aworan Afikun

source: --- Select a question ---
yo: --- Yan ibere ---

source: In what city were you born?
yo: Ninu ilu wo ni a bi o?

source: What is the name of your childhood best friend?
yo: Kini oruko ore atata e nigba ewe?

source: What was the mascot of the high school you graduated from?
yo: Kini ami ewe ile-iwe giga ti o pari e?

source: What is the name of the first elementary school you attended?
yo: Kini oruko ile-iwe alakobere akoko ti o lo?

source: What is your mother’s maiden name?
yo: Kini oruko opa iya e nigba ikura?

source: What is your maternal grandmother's maiden name?
yo: Kini oruko opa iya iya e nigba ikura?

source: What is your paternal grandmother's maiden name?
yo: Kini oruko opa iya baba e?

source: What is your father's middle name?
yo: Kini oruko agboorun baba e?

source: What is your mother's middle name?
yo: Kini oruko agboorun iya e?

source: Question 1
yo: Ibere 1

source: Answer 1
yo: Idahun 1

source: Question 2
yo: Ibere 2

source: Answer 2
yo: Idahun 2

source: Question 3
yo: Ibere 3

source: Answer 3
yo: Idahun 3

source: Save Security Questions
yo: Fipamọ ìfowósi

source: All three questions must be different.
yo: Gbogbo awon ibere meta ko gbodo laa.

source: Question
yo: Ẹya

source: Your Answer
yo: Idahun Re

source: Continue
yo: Akoonu

source: Missing required config setting:
yo: Alejo bukumaasi ipilẹ ti o nilo:

source: Failed to decrypt %(key)s: %(error)s
yo: Jadewe yi padà %(key)s: %(error)s

source: Error loading config key:
yo: Aṣiṣe jijẹ bọtini àtúnṣe lódì:

source: About Grylli
yo: Grylli

source: Pronounced
yo: Ẹnu

source: like “grill-ee”
yo: bi “grill-ee”

source: Our Mission
yo: Àṣà Wa

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
yo: Grylli jẹ eto iṣeto ati ifijiṣẹ ifiranṣẹ ti o ni aabo ti a ṣe lati rii daju pe awọn ifiranṣẹ pataki rẹ ti wa ni ifijiṣẹ — paapaa ti o ko ba le wa ni ibẹ lati fi wọn ranṣẹ.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
yo: Bóyá o ngbero ṣáájú, ṣe àbójútó ìjálè olóògbé, tàbí ṣètò ìkànlẹ okan kiri, Grylli ṣé àyọkásí, ìtẹ́wọ́gbé àìṣiṣẹ́tó ifọrọranṣẹ́ rẹ.

source: What Grylli Offers
yo: Ohun tí Grylli nṣe

source: Automated message delivery via email, webhooks, and Apprise.
yo: Yàn ọjọ mẹrin tabi diẹ sii ti ifijiṣẹ.

source: Flexible check-in intervals and grace periods to match your needs.
yo: Ṣeto akoko ayẹwo rẹ ati iyọọda idaduro.

source: Rich scheduling options: one-time, daily, weekly, or custom.
yo: Ṣeto iranti rẹ: lẹẹkan, lojoojumọ, loṣooṣu, tabi aṣa.

source: Attach files to emails.
yo: Ṣatunkọ awọn faili di nigbagbogbo fun imeeli ti o ni aabo.

source: Full control over your SMTP configuration.
yo: Ìmúpọ SMTP

source: Role-based access control and MFA for added security.
yo: I àwọn ọmọ ẹgbẹ́ nípa ipa àti MFA fún àìsíkangidi afédè.

source: Getting Started
yo: Bẹrẹ ọna

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
yo: Grylli rọọrùn láti ṣètò. Lọ́pọ̀dún, o lè bẹ̀rẹ̀ sí kọ́ ìlà, ìrántí, àti ibi mejeeji nígbàkantan.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
yo: Bẹrẹ nipa ṣàwárí àpapọ, fìdí ibi rẹ, àti fìdí sètò iṣè tówọ lé.

source: Privacy and Security First
yo: Aìfihàn àti Ààbò Kínní

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
yo: Grylli ti ṣe ètò pẹ̀lú ìkọ́kọ́ rẹ ni lọ́kàn. Ìràṣẹ́ rẹ ti jẹ́ àfojúrúkò fáìlí, àti kòsí ẹ̀rí fún kẹta. Ìràṣẹ́ yóò kọ ìráfẹ́sílẹ̀ bíbẹ nómọ fúnrarẹ́ sí.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
yo: A kò lo amúnídíhàn tàbí ánálísísì, nígbàtí o sì le se òdìsílẹ̀ tàbí kópa fáìlí rẹ ni ìgbà kankan.

source: Grylli puts you in control of your message delivery securely and reliably.
yo: Nípasẹ̀ àpó kíkan tí o lagbara pọ̀ papọ̀ pẹ̀lú ìgbẹ́kẹ̀lé àti ìwúlò, Grylli fi o ní àsọ́títì àti ìtẹ́wọ́gbé ifọrọranṣẹ́ rẹ — ní ṣíṣe àti ní ìdúró.

source: Help
yo: Iranlọwọ

source: Help & Overview
yo: Akopọ

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
yo: Grylli ṣe iranlọwọ fun ọ lati ṣeto awọn ifiranṣẹ, awọn imeeli, ati awọn ifiranṣẹ iranti ti a firanṣẹ laifọwọyi ti o ba kuna lati ṣe ayẹwo-ni lori akoko.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
yo: O ṣe atilẹyin ọpọlọpọ awọn ọna gbigbe, olumulo-ti ipele SMTP, iṣeto ọlọrọ, ati mimu data ti o ni aabo.

source: Key Areas
yo: Awọn agbegbe Pataki

source: Messages
yo: Ifiranṣẹ fipamọ.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
yo: Tunto awọn iwifunni lati fi ranṣẹ ti o ba kọlu ayẹwo-ni. Atilẹyin awọn akoko ayẹwo-ni, awọn akoko aanu, ati ọpọlọpọ awọn ibi-afẹde.

source: Reminders
yo: ìṣẹ́jú

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
yo: Ṣeto awọn iranti kọọkan tabi majẹmu laisi nilo ayẹwo-in. Wulo fun awọn ifiranṣẹ ọjọ ti o wa titi.

source: Emails
yo: Awọn imeeli

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
yo: Firanṣẹ awọn imeeli ti o ni aabo pẹlu awọn asomọ faili aṣayan. Awọn imeeli le ṣee lo pẹlu awọn ifiranṣẹ ati awọn iranti.

source: SMTP Settings
yo: Eto SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
yo: Tunto awọn iwe eri imeeli ti ara rẹ fun ifijiṣẹ ti ara ẹni. Olumulo kọọkan le ṣe asọtẹlẹ olupin SMTP ti ara wọn.

source: Apprise Destinations
yo: Awọn Ipo Apprise

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
yo: Firanṣẹ awọn iwifunni si 80+ awọn iṣẹ ẹni-kẹta bi Pushover, Gotify, Discord, Slack, ati diẹ sii.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
yo: Fa HTTP POST si iṣẹ ita tabi irinṣẹ adaṣe nigbati ifiranṣẹ ba de.

source: Test Send
yo: Ìgbàkèkè Tó Kẹhin

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
yo: Ṣayẹwo ni kiakia pe awọn ibi-afẹde rẹ (imeeli, webhook, Apprise) n ṣiṣẹ bi o ti ṣe yẹ.

source: Security
yo: 🔐 Aabo

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
yo: Gbogbo awọn iwe eri ti o ṣiyemeji jẹ fifi ẹnọ kọ nkan ni isinmi. Awọn ifiranṣẹ rẹ nikan ni a fi ranṣẹ ti o ba kuna lati ṣayẹwo-ni.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
yo: Ṣe aini iranlọwọ pẹlu nkan pataki kan? Ẹya kọọkan ni Grylli pẹlu oju-iwoye iranlọwọ tirẹ pẹlu itọsọna alaye.

source: Privacy
yo: Nlekọta Nzuzo

source: Privacy Notice
yo: Ndị Mimemime Asị

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
yo: Grylli na-asị banyere nzuzo gị ma nke a bụ imeju dị mkpa iji belata nchịkọta na nchekwa nke ozi onwe gị.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
yo: A na-ezochi data niile ebe ọ dị mkpa ma bụrụ kwa n'okpuru nchịkọta gị ma ọ bụrụ na ị na-echekwa ikpuru ikpo okwu a.

source: What Data We Collect
yo: Kedu Ozi Anyị Na-anakọta

source: Email address and password hash (for authentication)
yo: Adreesị email na aha paswọdu (n'ihi nchekwa)

source: Optional MFA secret and recovery codes (encrypted at rest)
yo: MFA nzuzo nhọrọ na koodu mgbake (ezowere n'ebe nchekwa)

source: Reminder and message content you configure
yo: Ihe mkpuchi na ederede ozi ị rụrụ ọrụ

source: User-specific settings and preferences
yo: Awọn eto ẹni-kọọkan ni aipe

source: SMTP configuration (if provided)
yo: Aṣeto SMTP ti pin.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
yo: Awọn ami iwifunni ẹni-kẹta (fun apẹẹrẹ, Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
yo: Webhook URL ati awọn eto iṣeto

source: How Your Data Is Used
yo: Kedu ka A Na-eji Ozi Gị

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
yo: Ezi gị ka a na-eji naanị n'ihi ebumnuche na-enye mkpuchi na ozi dị ka ntụziaka gị si dị.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
yo: Grylli adịghị kesaa, ree, ma ọ bụ zipụ data gị n'aka onye ọzọ.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
yo: Awọn aaye ti o ni imọran bi awọn ọrọ igbaniwọle ati awọn ilepa wa ni fipamọ nikan ti o ba pese wọn ni gbangba. Awọn iye ti o wa tẹlẹ ko si ni afihan ayafi ti o ba yan lati ṣafihan wọn.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
yo: Grylli ko ni awọn itupalẹ ita, telemetry, tabi awọn ifilo itẹle.

source: Your Rights
yo: N'otu aka gị dị

source: You can export all of your data at any time from the Account Settings page.
yo: Ị nwere ike ibubata ọdịni gị niile n'oge ọ bụla na ibe nhazi Akaụntụ.

source: You may permanently delete your account and all associated data.
yo: O kò le pa akọọlẹ rẹ nitori iwọ ni adarí to kẹhin.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
yo: Ọ bụrụ na ị na-eji ọchịchị onwe gị, mee ka onye nchịkwa nọ n'ebe ahụ maka ajụjụ data.

source: Self-Hosting Responsibility
yo: Nchịkwa Kwụchịiri Onwe

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
yo: Nigbati o ba gba ara rẹ laaye Grylli, o jẹ ojuse fun rii daju pe gbogbo data olumulo ti wa ni ipamọ ati ti ṣiṣẹ ni ibamu pẹlu awọn ilana aṣiri ti o wulo.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
yo: A na-emelite akụkọ a na June 2025 wee nwee ike ime ka ọ gbasaa ka ọ bụrụ mgbanwe na sọftụwia ma ọ bụ ọnọdụ ụba.

source: System Status
yo: Eto Eto

source: This endpoint provides system health and version information.
yo: Opin yii pese alaye ilera eto ati ẹya.

source: System Info
yo: Alaye Nipa Eto

source: 📦 Environment Versions
yo: 📦 Awọn ẹya ayika

source: Category
yo: Ẹka

source: Tool
yo: Ọpa

source: Version
yo: Ẹya

source: ⚙️ Core
yo: ⚙️ Atilẹyin

source: 🔐 Security
yo: 🔐 Aabo

source: Email Validator
yo: Onimọ imeeli

source: 🕰️ Scheduling
yo: 🕰️ Eto akoko

source: 🌐 Frontend
yo: 🌐 Iwaju

source: Step 2 of 2
yo: Igbese 2 ti 2

source: Set Security Questions
yo: Fipamọ ìfowósi

source: Choose three different questions and provide answers only you know. These will help recover your account.
yo: Yan ibere meta ti o yato si pese awon idahun re. Eleyi yoo lo lati da idanim o ba gbagbe ojula re.

source: Please fix the following errors:
yo: Jọwọ ṣe atunṣe awọn aṣiṣe wọnyi:

source: Manage Account
yo: Ṣakoso Iroyin

source: Update your profile information and password.
yo: Ṣe imudojuiwọn alaye profaili rẹ ati ọrọ aṣina.

source: Please enter a valid email address.
yo: Jọwọ tẹ adirẹsi imeeli to wulo sii.

source: Hold to reveal
yo: Duro lati ṣafihan

source: Password must meet all complexity requirements.
yo: Ọrọ aṣina gbọdọ pade gbogbo awọn ibeere idiju.

source: Passwords do not match.
yo: Awọn ọrọ aṣina ko baramu.

source: Update Account
yo: Ṣe imudojuiwọn Iroyin

source: Cancel
yo: Fagilee

source: Minimum 8 characters
yo: Mínimo 8 caracteres

source: At least one uppercase letter
yo: O kere ju lẹta nla kan

source: At least one lowercase letter
yo: O kere ju lẹta kekere kan

source: At least one number
yo: O kere ju nọmba kan

source: At least one special character (e.g., !@#$%)
yo: O kere ju ohun kan lo wa (e.g., !@#$%)

source: Download My Data
yo: Budata Ozi M

source: Download all your account data as a JSON file...
yo: Gba gbogbo data akọọlẹ rẹ gẹgẹbi faili JSON...

source: Download My Data (JSON)
yo: Budata Ozi M (JSON)

source: Danger Zone
yo: Pàdà Roli

source: Deleting your account is permanent and cannot be undone.
yo: Pípàrọ akọọlẹ rẹ jẹ fife ati pe kò lè padà.

source: Are you sure you want to delete your account?
yo: Ṣe o daju pe o fẹtunse MFA fun olumulo yi?

source: Delete My Account
yo: Ṣe imudojuiwọn Iroyin

source: Security Questions
yo: 🔐 Aabo

source: Set Your Security Questions
yo: Sile awon Ibere Aabo Re

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
yo: Yan ibere meta ti o yato si pese awon idahun re. Eleyi yoo lo lati da idanim o ba gbagbe ojula re.

source: Each question must be different.
yo: Gbogbo awon ibere meta ko gbodo laa.

source: Answer
yo: Idahun

source: Update
yo: Ṣe imudojuiwọn Iroyin

source: Translations
yo: Awọn Itumọ

source: Grylli currently supports multiple languages and more will be added.
yo: Grylli n ṣe atilẹyin awọn ede ọ̀pọ̀lọpọ̀ lọwọlọwọ ati diẹ sii yoo wa ni afikun.

source: Many of the translations were performed with assistance from ChatGPT.
yo: Ọ̀pọ̀lọpọ̀ ninu awọn itumọ ni a ṣe pẹlu iranwọ lati ọdọ ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
yo: Ti o ba ri iṣoro itumọ tabi fẹ lati dabaa awọn ilọsiwaju, alabapade rẹ ni a gba kaabo!

source: How to request translation updates
yo: Bawo ni lati bẹwẹ awọn itumọ imudojuiwọn

source: To contribute to translations, please use the following guidelines:
yo: Lati kopa ninu awọn itumọ, jọwọ lo imulosin ni atẹle:

source: Contribute missing or improved translations:
yo: Ṣe awari itumọ kan ti o padanu?

source: Open the relevant .po translation file for your language.
yo: Ṣii faili JSON itumọ fun ede rẹ. Fun apẹẹrẹ:

source: Find untranslated or incomplete entries and add or improve translations.
yo: Wa àwọn ẹníkẹẹ́kọ ̀ tí kò šè túmọ̀ tàbí tí kò péye àti àwọn ìtúmọ̀ ṣàlàyé tàbí ṣàtúnṣe.

source: You may use a PO file editor or a text editor.
yo: O lè lò èdítọ́ fáìlì PO tàbí àlàyé fáìlì.

source: Copy the file path and the snippet of your changes.
yo: Ṣàkọsílẹ̀ ipa-fáà àti gíra ti àwọn ìyípadà rẹ.

source: Paste the snippet directly into a new GitHub issue for review.
yo: Lati fi epin yiyan ti o daakọ sii ni taara sinu asọye ọrọ GitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
yo: Maṣe ikojọpọ faili .po ti o kun lati yago fun awọn ariyanjiyan idapọ.

source: Improving existing translations:
yo: Ṣiṣatunṣe awọn itumọ ti o wa tẹlẹ:

source: Open the relevant .po file for the translation you want to improve.
yo: Ṣii faili .po ti o baamu fun itumọ ti o fẹ lati ni ilọsiwaju.

source: Find the phrase(s) and its existing translation(s) you want to improve.
yo: Wa awọn gbolohun ọrọ ati itumọ ti o wa tẹlẹ ti o fẹ lati ni ilọsiwaju.

source: Update the phrase(s).
yo: Imudojuiwọn awọn gbolohun ọrọ.

source: Copy the file name and path into the issue.
yo: Daakọ orukọ faili ati ọna sinu iṣoro naa.

source: Paste the copied snippet directly into the GitHub issue comment.
yo: Lati fi epin yiyan ti o daakọ sii ni taara sinu asọye ọrọ GitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
yo: Maṣe ikojọpọ faili .po ti o kun lati yago fun awọn ariyanjiyan idapọ.

source: <strong>Example snippet:</strong>
yo: Apẹẹrẹ snippet:

source: Report missing translations not yet discovered:
yo: Ṣugbọnṣe awọn itumọ ti o padanu ti a ko ti ṣawari:

source: If you see text in the app that appears untranslated or missing, please report it to us.
yo: Ti o ba ri ọrọ ninu ohun elo ti o dabi pe ko tumọ tabi padanu, jọwọ jẹ wa mọ̀.

source: Provide the exact English phrase as it appears on the screen.
yo: Pese gbolohun ọrọ gangan gẹgẹbi o ṣe han lori iboju.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
yo: Ṣe akojọ oju-iwe tabi abala ibiti o rii gbolohun ọrọ kanna (e.g., oju-iwe Eto, apakan iroyin).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
yo: Fi alaye yii ranṣẹ nipasẹ ọrọ GitHub tuntun ki a le fi kun si awọn faili itumọ ati wọle fun Babel.

source: Found a missing translation?
yo: Ṣe awari itumọ kan ti o padanu?

source: This link will create a new GitHub issue pre-filled with a language code.
yo: Ẹ jọwọ́ ọ̀nà yìí yóò dá síṣọ GitHub tuntun tó kún fún kóòdì èdè.

source: Report it by opening a new GitHub issue
yo: Ṣe atẹjade rẹ nipasẹ ṣiṣi ọrọ GitHub tuntun

source: Please specify the language code and exact phrase when reporting.
yo: Jọwọ ṣọkàn ọ̀nà lèdì náà àti ọ̀rọ̀ nípa kan nígbàtí o nbèrè.

source: Thank you for helping us make Grylli better!
yo: O ṣeun fun awọn iranlọwọ wa lati mu Grylli dara!

source: Answer Your Security Question
yo: Dahun Ibere Aabo Re

source: Please answer the question below to verify your identity before resetting your password.
yo: Jowo dahun ibere ni isale lati da idanim o ki o to tun ojula re se.

source: Security Question
yo: 🔐 Aabo

source: Verify and Continue
yo: Da o lu ma si siwaju

source: Create New User
yo: Ṣẹda User Tuntun

source: Fill out the form to add a new user.
yo: Fọwọsi fọọmu lati fi olumulo tuntun kun.

source: Username
yo: Orukọ olumulo

source: Email
yo: Imeeli

source: Role
yo: Ipa

source: New Password
yo: Tun Ìfilọ́lẹ̀ Ọ̀rọ̀ Àgbáǹdá lónìí

source: Confirm Password
yo: Gbagbe Ọrọigbaniwọle

source: Create User
yo: Ṣẹda User

source: Edit User
yo: Ṣatunkọ User

source: Update the details for this user account.
yo: Tun ilowosi fun iwe iroyin olumulo sile.

source: Update User
yo: Pa Olumulo

source: Admin Help
yo: Igbimọ Isakoso

source: Reset Admin Password
yo: Tun Ìfilọ́lẹ̀ Ọ̀rọ̀ Àgbáǹdá lónìí

source: If you've forgotten the admin password, you can reset it using the following Docker command:
yo: Ti o ba ti gbagbe ọrọ aṣiri admin, o le tunto rẹ nipa lilo aṣẹ Docker atẹle:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
yo: Eto yii yoo beere lọwọ rẹ lati tẹ ọrọ aṣiri tuntun fun olumulo admin. O gbọdọ ṣiṣẹ rẹ lati ẹrọ ojulowo nibiti apoti Grylli ti nṣiṣẹ.

source: After resetting, you can log in with the new password immediately.
yo: Lẹhin atunṣe, o le wọle pẹlu ọrọ aṣiri tuntun lẹsẹkẹsẹ.

source: Return to Login
yo: Padà sí Àkọsílẹ̀

source: Admin Help Access
yo: Iranlọwọ Admin Wiwọle

source: Enter your Ferret Key to unlock admin-only help documentation.
yo: Tẹ Ferret Key rẹ lati ṣii iwe iranlọwọ nikan fun awọn admin.

source: How to Find Your FERRET_KEY
yo: Bawo ni Lati Ri FERRET_KEY Rẹ

source: The FERRET_KEY is set as an environment variable when running Grylli.
yo: FERRET_KEY ti ṣeto bi oniyipada ayika nigbati o ba n ṣiṣẹ Grylli.

source: Option 1: Check docker-compose.yml
yo: Aṣayan 1: Ṣayẹwo docker-compose.yml

source: Option 2: Use docker inspect
yo: Aṣayan 2: Lo docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
yo: Eyi fihan FERRET_KEY bi a ti fi ranṣẹ si apoti ni akoko ṣiṣe.

source: Admin Panel
yo: Igbimọ Isakoso

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
yo: Kaabo si Igbimọ Isakoso Grylli. Lo awọn ọna asopọ ni isalẹ lati ṣakoso eto naa.

source: View Application Logs
yo: Wo Àkọsílẹ Gbogbo Iṣẹ́

source: Logs
yo: Jade

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
yo: Wo ìṣe bí ọjọ́ pẹ̀lé pẹ̀lú ìráfẹ́sọ fún àkọsẹ̀ná pẹ̀lú docker logs tàbí àkọsílẹ ni àkosílẹ data.

source: Reports
yo: Ibudo

source: View account summaries and scheduler activity in tabbed reports.
yo: Wo akọọlẹ oju-iwe akopọ ati iṣẹ ṣiṣe iseto ni awọn iroyin taabu.

source: Settings
yo: Eto SMTP

source: View system configuration, environment variables, and global SMTP settings.
yo: Wo iṣeto eto, awọn oniyipada agbegbe, ati awọn eto SMTP kariaye.

source: Tools
yo: Ọpa

source: Trigger or delete backups and run version check.
yo: Ṣetan tabi pa awọn afẹyinti ati ṣiṣe ayẹwo ẹya.

source: Manage Users
yo: Ṣakoso Awọn olumulo

source: Users
yo: Awọn olumulo

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
yo: Ṣe ẹda, satunkọ, ṣiṣẹda/pa, ṣii, yi awọn ipa pada, tunto MFA, tabi pa awọn akọọlẹ olumulo.

source: View Admin Guide / README
yo: Wo Itọsọna Alakoso / README lori GitHub

source: View README
yo: Wo àwòkpélelápọ̀

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
yo: Iwe-ipamọ pipe ti o bo awọn ẹya, faaji, ikole, ifilọlẹ, aabo, idanwo, ati iraye.

source: ⚠️ Admin Tips
yo: ⚠️ Awọn Imọran Isakoso

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
yo: Maṣe ṣiṣẹ ni iṣelọpọ pẹlu DEBUG ti mu ṣiṣẹ. Ipo aṣiṣe n ṣafihan awọn alaye inu ati awọn ipa iṣinipo.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
yo: Àkọsẹ̀ná ti àjò pẹ̀lẹ̀ iréle ni àkọsílẹ ni data àkosílẹ ni ọkọ̀rọ̀ (7 àwọn fáìlì, 10MB ni ọkọ̀kan).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
yo: Àwọn amòysgolà le wo àkọsẹ̀ná pẹ̀lú ni UI, tàbí ṣayẹ̀wò àkọsílẹ gbigbó ní taata tàbí nípasẹ̀ fáji àṣádiẹ̀ bi docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
yo: Maṣe gbekalẹ Grylli lẹhin aṣoju iyipada (e.g. Caddy, Nginx, tabi Traefik) ki o si sin ni HTTPS. Awọn alaye olumulo ti o ni Itara gbọdọ wa ni fifi edidi sinu gbigbe.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
yo: Ṣayẹwo pe apa faili data (database) jẹ afẹyinti lori alafẹyinti rẹ

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
yo: Awọn folda ikojọpọ ti wa ni pinpin. Lati ya awọn asomọ fun olumulo, tunto awọn ilana ipele-ogun ati awọn iṣakoso wiwọle.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
yo: Lati mu afẹyinti pada: da ẹyẹ duro, rọpo data/grylli.db pẹlu eyi ti o wa ninu apo awọn afẹyinti, ki o tun bẹrẹ ẹyẹ naa.
