Repository: samcro1967/grylli
Catalog: app/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: Failed to load or save reminder schedule.
yo: Kuna lati ṣaja tabi fipamọ eto iranti.

source: None
yo: Rara

source: You must select both an SMTP config and an email message, or neither.
yo: O gbọdọ yan mejeeji eto SMTP ati ifiranṣẹ imeeli, tabi rara.

source: Email reminder settings updated.
yo: Awọn ibi-afẹde ti ni imudojuiwọn.

source: Failed to assign email reminder.
yo: Ṣe Ifiranṣẹ Imoleti

source: Failed to load settings.
yo: Ko ṣaṣe lati fi imeeli idanwo ranṣẹ. Ṣayẹwo awọn eto SMTP.

source: Test Email from Grylli
yo: Imeeli idanwo lati ọdọ Grylli

source: This is a test email from the Grylli SMTP settings page.
yo: Eyi jẹ imeeli idanwo lati oju-iwe eto SMTP Grylli.

source: Failed to send test email:
yo: Ko ṣaṣe lati firanṣẹ imeeli idanwo:

source: Backup created: %(filename)s
yo: Afẹyinti ṣẹda: %(filename)s

source: Failed to create backup.
yo: Ko ṣaṣe lati ṣẹda afẹyinti.

source: Invalid backup filename.
yo: Orukọ faili afẹyinti ti ko pe.

source: Backup deleted: %(filename)s
yo: Afẹyinti ti paarẹ: %(filename)s

source: Backup file not found.
yo: Faili afẹyinti ko ri.

source: Failed to delete backup.
yo: Ko ṣaṣe lati pa afẹyinti.

source: Unable to load SMTP configurations.
yo: Ìmúpọ SMTP

source: SMTP destination created successfully.
yo: Ọpa SMTP ṣẹda ni aṣeyọri.

source: Error creating SMTP configuration.
yo: Ìmúpọ SMTP

source: SMTP destination updated.
yo: Ọpa SMTP ti ni imudojuiwọn.

source: Failed to load or update SMTP config.
yo: Kuna lati gba tabi ṣe imudojuiwọn config SMTP.

source: SMTP destination deleted.
yo: Ọpa SMTP paarẹ.

source: Error deleting SMTP configuration.
yo: Aṣiṣe ni kika eto eto:

source: Test email sent successfully to your account email.
yo: Imeeli idanwo ranṣẹ ni aṣeyọri si imeeli akọọlẹ rẹ.

source: Failed to send test email. Check SMTP settings.
yo: Ko ṣaṣe lati fi imeeli idanwo ranṣẹ. Ṣayẹwo awọn eto SMTP.

source: Error sending test email.
yo: Firanṣẹ Imeeli Idanwo

source: Failed to load user list.
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Password is required when creating a new user.
yo: Ọrọigbaniwọle jẹ dandan nigba ti o ba n ṣẹda olumulo tuntun.

source: Username already exists.
yo: Orukọ olumulo wa tẹlẹ.

source: Email already exists.
yo: Email wa tẹlẹ.

source: User '%(username)s' created successfully.
yo: Olumulo '%(username)s' ti ṣẹda ni ifijišẹ.

source: Failed to create user.
yo: Ṣiṣe olumulo kuna.

source: User updated successfully.
yo: Olumulo ti ni imudojuiwọn ni aṣeyọri.

source: An error occurred while updating the user.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: User deleted.
yo: Olumulo ti paarẹ.

source: An error occurred while deleting the user.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: You cannot change your own enabled status.
yo: O ko le yi ipo ti ara rẹ silẹ.

source: User '%(username)s' has been %(status)s.
yo: Olumulo '%(username)s' ti wa ni %(status)s.

source: You cannot reset your own MFA.
yo: ⚪ = O ko le alaabo akọọlẹ tirẹ funra silẹ.

source: MFA disabled for user '%(username)s'.
yo: MFA ti ti pa fun olumulo '%(username)s'.

source: An error occurred while resetting MFA.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: Invalid role
yo: Roli ti ko wulo.

source: Role updated for %(username)s.
yo: MFA ti ti pa fun olumulo '%(username)s'.

source: An error occurred while updating the role.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: User account unlocked.
yo: A ti pa akọọlẹ rẹ lailai.

source: An error occurred while unlocking the account.
yo: Aṣiṣe kan waye lakoko gbigbe akọọlẹ oludari.

source: Webhook created successfully.
yo: Webhook ti ṣẹda ni ifijišẹ.

source: Failed to create webhook.
yo: Ko ṣaṣe lati ṣẹda afẹyinti.

source: Could not load webhooks.
yo: Ko le gbe awọn koodu imularada.

source: Webhook updated successfully.
yo: Webhook ti ni imudojuiwọn ni ifijišẹ.

source: Failed to update webhook.
yo: Ko ṣaṣe lati pa afẹyinti.

source: Failed to load or update webhook config.
yo: Kuna lati gba tabi ṣe imudojuiwọn config SMTP.

source: Webhook deleted.
yo: Webhook ti paarẹ.

source: Failed to delete webhook.
yo: Ko ṣaṣe lati pa afẹyinti.

source: Test notification sent.
yo: Ṣàtúnṣe Ìkìlò

source: Test failed: %(msg)s
yo: TLS sise: %(tls)s

source: Unexpected error sending test.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.
