Repository: samcro1967/grylli
Catalog: app/translations/yo/LC_MESSAGES/messages.po
Languages: yo

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
yo: Tẹ 🧩 láti yan ọkan tàbí jù áwọn ibùdó Apprise àti/ tàbí Webhook kàn.

source: Click ⏱️ to set a schedule and check-in interval.
yo: Tẹ ⏱️ láti ṣètò ètò àti ìgbà ìfẹsẹwọlé.

source: Enable the Messages using the 🔴/🟢 toggle button.
yo: Múnadoko lẹ́tà-ẹléktrónìkì náà l'utilizando bọtìngbẹ 🔴/🟢.

source: If you don’t check in before the grace period ends, the Messages will be sent.
yo: Ti o kò bá ṣàyèwò ṣáà kó fi ìgbà àyífáakádò sí èdá, ìkìlò yíò آھي.

source: You can preview the Messages config using 🔍.
yo: O le ṣe àwòkọ pátákó lẹ́tà-ẹléktrónìkì l'utilizando 🔍.

source: Once a Messages is sent, it will be automatically disabled.
yo: Lọ́jọ́ pé lẹ́tà-ẹléktrónìkì aláìléwu ba ran, a ṣe laifọwọyi oju rẹ.

source: No Messagess available.
yo: Ko si awọn olumulo to wa.

source: Two-Factor Authentication (MFA)
yo: Ayẹwo Agbègbè Meji (MFA)

source: Your Recovery Codes
yo: Awọn Koodu Imularada Rẹ

source: Save these recovery codes in a safe place!
yo: Fipamọ awọn koodu imularada wọnyii ni ibi ailewu!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
yo: Kọọkan koodu le ṣee lo lẹẹkan ti o ba padanu wiwọle si ayẹwo rẹ. Awọn koodu wọnyi kii yoo jẹ han lẹẹkan si.

source: OK, I've saved them
yo: Ọ̀dá, Mo ti fipamọ wọn

source: MFA Settings
yo: Eto SMTP

source: MFA QR Code
yo: Koodu QR MFA

source: Manual Entry:
yo: Titẹwọle Ìwé Afọba:

source: Administration
yo: Isakoso

source: Grylli | Admin | Overview
yo: Grylli | Alakoso | Akopọ

source: Overview
yo: Akopọ

source: Grylli | Admin | Users
yo: Grylli | Alakoso | Awọn olumulo

source: Grylli is a secure message scheduling and delivery platform.
yo: Grylli jẹ pẹpẹ eto ifiranṣẹ ailewu ati ifijiṣẹ.

source: Home
yo: Ile

source: Check-ins Due
yo: Ìṣàkóso

source: Account
yo: Iroyin

source: About
yo: Nipa

source: Logout
yo: Jade

source: Grylli | Messages | Overview
yo: Grylli | Awọn imeeli | Akopọ

source: Overview of Messages settings
yo: Akopọ ti awọn eto iwifunni

source: Grylli | Messages | Apprise
yo: Ṣàtúnṣe Ìkìlò

source: Configure Apprise services
yo: Ṣe atunto awọn iṣẹ Apprise

source: Grylli | Messages | Webhooks
yo: Ṣàtúnṣe Ìkìlò

source: Configure Webhook integrations
yo: Ṣe atunto awọn isopọ Webhook

source: Grylli | Emails | Overview
yo: Grylli | Awọn imeeli | Akopọ

source: Overview of secure email messages
yo: Akopọ ti awọn ifiranṣẹ imeeli to ni aabo

source: Grylli | Emails | SMTP
yo: Grylli | Awọn imeeli | SMTP

source: Configure SMTP email settings
yo: Ṣe atunto awọn eto imeeli SMTP

source: Grylli | Reminders | Overview
yo: Grylli | Awọn Isẹlẹ | Akopọ

source: Overview of reminders
yo: Akopọ iranti

source: Select Theme
yo: Yan eyi ti o yẹ

source: Select theme
yo: Yan eyi ti o yẹ

source: Select language
yo: Yan eyi ti o yẹ

source: Menu
yo: Akojọ aṣayan

source: Collapse Sidebar
yo: Ju akojọ aṣayan Apapọ.

source: Select the Apprise and Webhook destinations for this reminder.
yo: Yan awọn ibi-ajo Apprise ati Webhook fun ikilọ yii.

source: Link Email Reminder for
yo: Sopọ Ifiranṣẹ Imoleti fun

source: Choose the email message and SMTP configuration to associate with this reminder.
yo: Yan ifiranṣẹ imeeli ati iṣeto SMTP lati so mọ iranti yii.

source: None (Unassign)
yo: Ko si ìmúpọ SMTP ti a filélai

source: No sender address
yo: Ko si adirẹsi olufiranṣẹ

source: Email Message
yo: Ètò Ìfiranṣẹ

source: No subject
yo: Erongba

source: Save Email Reminder
yo: Ṣe orílẹ̀ Emayilì

source: How to use reminders
yo: Bawo ni lati ṣakoso awọn olumulo

source: Review scheduled reminders and create new timed or recurring messages.
yo: Ṣeto iranti lati firanṣẹ ni awọn akoko pato tabi lori ipilẹ atunwi.

source: Add Reminder
yo: Ṣe àfikún Emayílì

source: List Reminders
yo: Títúnse Emayilì

source: Edit Reminder
yo: Títúnse Emayilì

source: Create Reminder
yo: Ṣẹ́dà Ẹmayílì

source: Update the label, subject, and content of your reminder.
yo: Imudojuiwọn akole, koko-ọrọ, ati akoonu ti ikilọ rẹ.

source: Fill out the form to schedule a reminder.
yo: Fọwọsi fọọmu lati fi olumulo tuntun kun.

source: Save Reminder
yo: Ṣe orílẹ̀ Emayilì

source: Schedule Reminder
yo: Eto Lẹ́tà-ẹléktrónìkì

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
yo: Awọn ikilo ni a ṣayẹwo ni gbogbo iṣẹju %(minutes)s iṣẹju, nitorinaa o ṣee ki ilosiwaju yoo jẹ idaduro diẹ.

source: Configure when and how often the reminder should be sent.
yo: Ṣeto nigbati o ati bi igba melo iranti naa yẹ ki a fi ranṣẹ.

source: Start Date & Time
yo: Ọjọ ati Akoko Ibẹrẹ

source: Recurrence Rule
yo: Ofin Atunwi

source: (Optional) Enter RRULE or leave blank for one-time.
yo: (Aṣayan) Tẹ RRULE tabi fi silẹ fun ẹyọkan.

source: End Date
yo: Fi Ifọwọsi ranṣẹ

source: (Optional) Stop sending after this date.
yo: (Aṣayan) Duro nipa fifiranṣẹ lẹhin ọjọ yii.

source: Max Occurrences
yo: Oṣuwọn Maximu

source: (Optional) Stop after this many reminders.
yo: (Aṣayan) Duro lẹhin awọn iranti ọpọlọpọ yii.

source: Help for RRULE syntax
yo: Iranlọwọ fun akọwe RRULE

source: Reminder Details
yo: Wo àwòkpélelápọ̀

source: Start At
yo: Bíbẹrẹ TLS

source: End At
yo: Fi Ifọwọsi ranṣẹ

source: Email Templates
yo: Onimọ imeeli

source: No email linked.
yo: Emayílì wà lásìkÒ

source: Back to Reminders
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Cannot assign destinations while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: Assign Email Reminder
yo: Ṣe Ifiranṣẹ Imoleti

source: Cannot assign email while enabled
yo: Ko le ṣatunkọ lakoko lilo

source: Send Test Reminder
yo: Firanṣẹ Imeeli Idanwo

source: Delete reminder
yo: Mu Imoleti rẹ

source: Delete Reminder
yo: Mu Imoleti rẹ

source: Toggle Reminder On/Off
yo: Yí àkódò emayílì átàtí

source: Start At:
yo: Bíbẹrẹ TLS

source: Recurrence:
yo: Àtúnṣe:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
yo: Tẹ “Fi ìkìlò kún” o sì fọ àyè kókó àti akoonu.

source: 💾 Save the reminder to return to the overview.
yo: Fipamọ ìkìlò láti padà sí àwòrán.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
yo: 📣 Ṣe Alansapò Apprise, 🌐 Webhook, àti/tabi 📧 àwọn ibi-ajo Imeeli (SMTP) bi o ṣe nilo.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
yo: ⏱️ Ṣeto iṣeto nipa lilo bọtini iṣeto lati ṣalaye igba ti awọn iranti yoo bẹrẹ.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
yo: 🔍 Tẹ “Wo Awọn alaye” lati ṣe atunyẹwo tabi satunkọ awọn ibi-ajo ti o fi fun ati awọn eto miiran.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
yo: 🧪 Tẹ bọtini Idanwo lati jẹrisi pe gbogbo awọn ibi-ajo ti a fi lelẹ n ṣiṣẹ daradara.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
yo: Múnadoko lẹ́tà-ẹléktrónìkì náà l'utilizando bọtìngbẹ 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
yo: 📤 Awọn iranti yoo firanṣẹ bi aṣa si awọn ibi-ajo ti a ti fi lelẹ.

source: Several tools are available to help generate an RRULE.
yo: Awọn irinṣẹ pupọ wa lati ṣe iranlọwọ lati ṣe agbejade RRULE.

source: Use a search engine or AI tool to assist.
yo: Lo ẹrọ wiwa tabi irinṣẹ AI lati ṣe iranlọwọ.

source: Here is an example of one such online tool:
yo: Eyi ni apẹẹrẹ ọkan irinṣẹ ori ayelujara bẹẹ:

source: RRULE Generator Tool
yo: Irìnṣẹ Generator RRULE

source: See here for some common examples:
yo: E wo ibi fún àwòrán àpẹẹrẹ àmúlò díẹ:

source: RRULE Help (GitHub)
yo: Ìrànwọ́ RRULE (GitHub)

source: Create SMTP Destination
yo: Ṣe Apẹrẹ Fun SMTP

source: Fill out the form to configure a new SMTP destination.
yo: Ṣe Apẹrẹ Fun SMTP

source: Edit SMTP Destination
yo: Ṣe Apẹrẹ Fun SMTP

source: Update the mail server settings or credentials for this destination.
yo: Ṣatunkọ Ibudo Apprise

source: Update Destination
yo: Ṣẹda Ibudo

source: Show SMTP Setup Help
yo: Fi SMTP Ètòfún Ìrànwọ́ han

source: Hide SMTP Setup Help
yo: TíṢé SMTP Ètòfún Ìrànwọ́

source: SMTP Destinations
yo: Awọn ibi atẹgun SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
yo: Ṣakoso awọn tito-tẹli olupin imeeli jijade fun fifiranṣẹ imeeli lati Grylli.

source: Add SMTP
yo: Ṣe afikun SMTP

source: List SMTP
yo: Ìgbàkèkè Tó Kẹhin

source: Cannot edit while assigned to emails
yo: Ko le ṣatunkọ lakoko ṣiṣe awọn ìkìlọ

source: Cannot delete while assigned to emails
yo: Ko le pa lakoko ṣiṣe awọn ìkìlọ

source: Port:
yo: Ibudo:

source: Need help finding your SMTP server settings? See here for some links to common providers:
yo: Nilo iranlọwọ lati ri eto SMTP olupese rẹ? Wo nibi fun diẹ ninu awọn ọna asopọ si awọn olupese wọpọ:

source: SMTP Server Settings Help (GitHub)
yo: SMTP Ètòfún Ìrànwọ́ (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
yo: Wa asopọ ìwé ìtẹ́numọ fún Gmail, Outlook, Yahoo, AOL, àti àwọn mìíràn.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
yo: Ti olupese rẹ kò ba wa ni akojọ, wa a lori aaye atilẹyin wọn tabi lo ẹrọ wiwa fun 'SMTP settings'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
yo: Diẹ ninu awọn olupese (jẹ́ bi Gmail, Yahoo) nilo 'App Passwords' tabi ìdábò isétò kíkan—wo dokumẹnti wọn!

source: Host
yo: Alejo

source: Port
yo: Ibudo

source: How to configure Webhooks
yo: Ṣe atunto awọn isopọ Webhook

source: Webhook Destinations
yo: Awọn ibi ifiweranṣẹ Webhooks

source: Manage your webhook Messages endpoints.
yo: Ṣakoso awọn opin ikilọ webhook rẹ.

source: Add Webhook
yo: Ṣe afikun Webhook

source: Show Help
yo: Fi SMTP Ètòfún Ìrànwọ́ han

source: Hide Help
yo: Igbimọ Isakoso

source: Webhooks Destinations
yo: Awọn ibi ifiweranṣẹ Webhooks

source: Endpoint
yo: Opopona Opin

source: Endpoint:
yo: Opopona Opin:

source: Description:
yo: Apejuwe:

source: Edit Webhook
yo: Ṣatunkọ Webhook

source: Create Webhook
yo: Ṣẹda Webhook

source: Update the label, endpoint, or description of this webhook destination.
yo: Imudojuiwọn akọle, opin, tabi apejuwe ibi-ajo webhook yii.

source: Fill out the form to add a new webhook destination.
yo: Fọwọsi fọọmu lati fi olumulo tuntun kun.

source: Cannot edit while assigned to Messagess
yo: Ko le ṣatunkọ lakoko ṣiṣe awọn ìkìlọ

source: Cannot delete while assigned to Messagess
yo: Ko le pa lakoko ṣiṣe awọn ìkìlọ

source: Click “Add Webhook” to register a new destination.
yo: Tẹ “Fi kun Webhook” lati forukọsilẹ ibi-afẹde tuntun kan.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
yo: Tẹ URL ipari to wulo ti yoo gba ibeere HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
yo: Fun alaye ni aṣayan lati ṣalaye idi webhook naa.

source: Use the 🧪 icon to test that the webhook destination is working properly.
yo: Lo aami 🧪 lati ṣe idanwo pe ibi-afẹ webhook n ṣiṣẹ ni deede.

source: Webhooks in use by Messagess cannot be edited or deleted.
yo: A ko le ṣe atunṣe tabi paarẹ awọn webhook ti o nlo nipasẹ awọn iwifunni.

source: You can create and manage multiple webhooks for different systems or automations.
yo: O le ṣẹda ati ṣakoso ọpọlọpọ awọn webhook fun awọn eto oriṣiriṣi tabi awọn adaṣe.

source: Please set your security questions before using the application.
yo: Jọwọ ṣeto awọn ibeere aabo rẹ ṣaaju lilo ohun elo naa.

source: Current password is required to change password.
yo: Ọrọigbaniwọle lọwọlọwọ nilo lati yi ọrọigbaniwọle pada.

source: Current password is incorrect.
yo: Ọrọigbaniwọle lọwọlọwọ ko dara.

source: Account updated successfully.
yo: Akọọlẹ ti ni imudojuiwọn pẹlu aṣeyọri.

source: No changes made.
yo: Ko si awọn iyipada ti a ṣe.

source: An error occurred while updating your account.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: An error occurred while loading translation info.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: You cannot delete your account because you are the last admin.
yo: O kò le pa akọọlẹ rẹ nitori iwọ ni adarí to kẹhin.

source: Your account has been permanently deleted.
yo: A ti pa akọọlẹ rẹ lailai.

source: An error occurred while trying to delete your account.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: Your account has been deleted
yo: A ti pa akọọlẹ rẹ lailai.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
yo: Pẹlẹ o {username}, A ti pa àkọọlẹ rẹ lori {site_name}. Ranti lati pa àwọn fálẹ̀ rẹ láti orí ìkùn ẹgbẹ̀ àtúnṣe. Tí ọ̀rẹ́ yìí kò bá ṣe tàbí, jọwọ bá ẹgbẹ́ ímọ́ mímu wá níyànjú síbẹ́ẹ́. {site_url}

source: Each security question must be different.
yo: Gbogbo awon ibere meta ko gbodo laa.

source: Security questions saved.
yo: Awọn ibeere aabo ti fipamọ.

source: An error occurred while saving your security questions.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: Failed to load admin dashboard.
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Invalid role.
yo: Roli ti ko wulo.

source: Failed to update user role.
yo: Ṣiṣe olumulo kuna.

source: Invalid Ferret Key.
yo: Roli ti ko wulo.

source: An internal error occurred. Please try again later.
yo: Aṣiṣe airotẹlẹ waye. Jọwọ gbiyanju lẹẹkansi nigbamii tabi kan si atilẹyin.

source: 🧪 Test notification sent successfully!
yo: 🧪 Aṣeyọri fi ifitonileti idanwo ranṣẹ!

source: 🧪 Failed to send test notification:
yo: 🧪 Sise ifitonileti idanwo dudu:

source: 🧪 Error sending test notification.
yo: 🧪 Aṣiṣe nibi fifi ifitonileti idanwo ranṣẹ.

source: Apprise destination created successfully.
yo: Ibi-ọna Apprise ṣẹda pẹlu aṣeyọri.

source: Failed to create Apprise destination.
yo: Ṣẹda Ibudo Apprise

source: Failed to load Apprise destinations.
yo: Ṣẹda Ibudo Apprise

source: Apprise destination updated successfully.
yo: Ibi-ọna Apprise ti ni imudojuiwọn pẹlu aṣeyọri.

source: Failed to update Apprise destination.
yo: Ṣẹda Ibudo Apprise

source: Apprise destination deleted.
yo: Ibi-ọna Apprise paarẹ.

source: Failed to delete Apprise destination.
yo: Ṣatunkọ Ibudo Apprise

source: Admin account created successfully.
yo: Akọsilẹ admin ṣẹda pẹlu aṣeyọri.

source: Your account is temporarily locked. Please try again later.
yo: Aṣiṣe airotẹlẹ waye. Jọwọ gbiyanju lẹẹkansi nigbamii tabi kan si atilẹyin.

source: An error occurred while creating the admin account.
yo: Aṣiṣe kan waye lakoko gbigbe akọọlẹ oludari.

source: Your account is not activated.
yo: A ti pa akọọlẹ rẹ lailai.

source: Multi-factor authentication required.
yo: Ìkìlò ti jagun

source: Logged in successfully.
yo: Ti wọlé pẹlu aṣeyọri.

source: Too many failed login attempts. Your account is locked for 15 minutes.
yo: Awọn akitiyan wọle ti kuna ju. Jowo duro

source: Invalid username or password.
yo: Orukọ olumulo tabi ọrọigbaniwọle ti ko tọ.

source: You have been logged out.
yo: O ti jade.

source: If a user with that email exists, we've sent the username to them.
yo: Ti olumulo pẹlu imeeli yẹn wa, a ti firanṣẹ orukọ olumulo fun wọn.

source: An error occurred while sending your username reminder.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: No account found matching that username and email.
yo: Ko si akọsilẹ ti o baamu orukọ olumulo ati imeeli yẹn.

source: An error occurred while checking your credentials.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: Session expired. Please start over.
yo: Akoko ipade ti parẹ. Jọwọ bẹrẹ lẹẹkansii.

source: Too many failed attempts. Please try again later.
yo: Awọn akitiyan wọle ti kuna ju. Jowo duro

source: A password reset link has been sent to your email.
yo: Asopọ imupadabọ ọrọ igbaniwọle ti firanṣẹ si imeeli rẹ.

source: One or more answers were incorrect.
yo: Idahun kan tabi diẹ sii ko tọ.

source: An error occurred while verifying your answers.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: The reset link is invalid or has expired.
yo: Asopọ imupadabọ ko wulo tabi ti pari.

source: Username and email do not match.
yo: Orukọ olumulo ati imeeli ko baramu.

source: Your password has been reset. Please log in.
yo: Ọrọ aṣínà rẹ ti tunto. Jọwọ wọle.

source: An error occurred while resetting your password.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: Invalid registration PIN.
yo: PIN ìforúkọsílẹ ti ko wulo.

source: Username or email already exists.
yo: Orukọ olumulo tabi imeeli wa tẹlẹ.

source: Activate Your Grylli Account
yo: Mu Iwe-akọọlẹ Grylli Rẹ ṣiṣẹ

source: Hello {username}, Please activate your account by clicking...
yo: Pẹlẹ o {username}, Jọwọ mu akọọlẹ rẹ ṣiṣẹ nipa titẹ lori...

source: Account created! Please check your email to activate your account.
yo: Akọọlẹ ti a ṣẹda! Jọwọ ṣayẹwo imeeli rẹ lati mu akọọlẹ rẹ ṣiṣẹ.

source: An error occurred during signup.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: Activation link is invalid or expired.
yo: Asopọ ifilole ko wulo tabi ti pari.

source: User not found.
yo: Olumulo ko si.

source: Account already activated. Please log in.
yo: Akọọlẹ ti wa ni iṣipopada tẹlẹ. Jọwọ wọle.

source: Your account has been activated! You can now log in.
yo: Akọọlẹ rẹ ti mu! O le wọle bayi.

source: Failed to activate account.
yo: Ko ṣaṣe lati ṣẹda afẹyinti.

source: Security questions not set or user not found.
yo: Awọn ibeere aabo ko ṣeto tabi a ko ri olumulo.

source: Password reset email sent.
yo: Awọn ọrọ aṣina ko baramu.

source: Incorrect answer.
yo: Idahun ko tọ.

source: Invalid check-in link.
yo: Asopọ titẹsi ti ko tọ.

source: You are not authorized to check in for this item.
yo: O ko ni aṣẹ lati ṣe ayẹwo nkan yii.

source: Unsupported check-in type.
yo: Iru iyẹwo ti ko ni atilẹyin.

source: An error occurred during check-in.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
yo: ⚠️ Ko le mu ifiranṣẹ ṣiṣẹ: Ọjọ/akoko ibẹrẹ wa ninu ti kọja.

source: ✅ Enabled and timer started.
yo: ✅ Mu ṣiṣẹ ati aago bẹrẹ.

source: ⛔ Disabled.
yo: ⛔ Ti mu kuro.

source: ⚠️ Cannot toggle — missing schedule or destination.
yo: ⚠️ Ko le ṣe toggle — aini eto tabi ibi-afẹde.

source: An error occurred while toggling status.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Failed to load email messages.
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Message saved.
yo: Ifiranṣẹ fipamọ.

source: An error occurred while saving the message.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Message deleted.
yo: Ifiranṣẹ paarẹ.

source: An error occurred while deleting the message.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: Attached files updated.
yo: Attachments aanvullend.

source: An unexpected error occurred while loading attachments.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: An error occurred while loading the message configuration.
yo: Aṣiṣe kan waye lakoko gbigbe akọọlẹ oludari.

source: SMTP configuration not assigned or is disabled.
yo: Aṣeto SMTP ko ni ipinnu tabi ti wa ni alaabo.

source: Test email sent successfully.
yo: Imeeli idanwo fi ranṣẹ ni aṣeyọri.

source: Unknown error
yo: Aṣiṣe aimọ

source: Email failed: %(reason)s
yo: Imeeli kuna: %(reason)s

source: An unexpected error occurred while sending test email.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: Access denied.
yo: Iwọle kọja.

source: Schedule updated successfully.
yo: Akoko ti mu ni aṣeyọri.

source: An error occurred while updating the schedule.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: SMTP configuration assigned.
yo: Aṣeto SMTP ti pin.

source: SMTP configuration removed.
yo: Aṣeto SMTP ti pin.

source: An error occurred while assigning SMTP configuration.
yo: Aṣiṣe kan waye lakoko mimu akọọlẹ rẹ.

source: Unable to fetch email status.
yo: Ko ṣaṣe lati firanṣẹ imeeli idanwo:

source: An error occurred while loading the help page.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Error loading dashboard
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Welcome to Grylli
yo: Kaabo si Grylli

source: Failed to determine locale.
yo: Ṣiṣe olumulo kuna.

source: Failed to load messages.
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Message created successfully.
yo: Ifiranṣẹ ṣẹda ni aṣeyọri.

source: An error occurred while creating the message.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Message updated successfully.
yo: Ifiranṣẹ ti ni imudojuiwọn.

source: An error occurred while updating the message.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Destinations updated.
yo: Awọn ibi-afẹde ti ni imudojuiwọn.

source: An error occurred while assigning destinations.
yo: Aṣiṣe kan waye lakoko gbigbe akọọlẹ oludari.

source: An error occurred while loading the message.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Unable to fetch message status.
yo: A ko le gba ipo ifiranṣẹ.

source: No destinations assigned to this message.
yo: Aṣeto SMTP ko ni ipinnu tabi ti wa ni alaabo.

source: Test message sent successfully.
yo: Imeeli idanwo fi ranṣẹ ni aṣeyọri.

source: Test message failed:
yo: Ifiranṣẹ fipamọ.

source: You must enter a code from your authenticator.
yo: O gbọdọ tẹ koodu lati ayẹwo rẹ.

source: Invalid code. Please try again.
yo: Koodu ti ko wulo. Jọwọ gbiyanju lẹẹkan si.

source: Two-factor authentication disabled.
yo: Ìkìlò ti jagun

source: An unexpected error occurred while updating MFA settings.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Recovery codes are only shown immediately after enabling MFA.
yo: Awọn koodu imularada nikan ni a fihan lẹsẹkẹsẹ lẹhin ṣiṣiṣẹṣẹ MFA.

source: Could not load recovery codes.
yo: Ko le gbe awọn koodu imularada.

source: No MFA challenge in progress.
yo: Ko si ìjàya MFA ti nlọ lọwọ.

source: User not found for MFA challenge.
yo: Olumulo ko si.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
yo: O ti lo koodu imularada rẹ to kẹhin. MFA ti ti pa. Jọwọ yọ Grylli kuro ni apo ayẹwo rẹ, ki o tun ṣiṣiṣẹ MFA lati daabo bo akọọlẹ rẹ.

source: Recovery code accepted. You have {remaining} recovery codes left.
yo: Koodu imularada gba. O ni {remaining} awọn koodu imularada ku.

source: An unexpected error occurred during MFA challenge.
yo: Aṣiṣe kan waye nigba ti a n paarẹ olumulo.

source: An error occurred while loading the Privacy Notice.
yo: Aṣiṣe kan waye nigba ti a n ṣe imudojuiwọn olumulo.

source: Failed to load reminders.
yo: Pada si Lẹ́tà-ẹléktrónìkì

source: Reminder created successfully.
yo: Ifiranṣẹ ṣẹda ni aṣeyọri.

source: Failed to create reminder.
yo: Ṣiṣe olumulo kuna.

source: Reminder updated successfully.
yo: Olumulo ti ni imudojuiwọn ni aṣeyọri.

source: Failed to edit reminder.
yo: Firanṣẹ Imeeli Idanwo

source: Reminder deleted.
yo: Olumulo ti paarẹ.

source: Failed to delete reminder.
yo: Ko ṣaṣe lati pa afẹyinti.

source: Failed to load or update destinations.
yo: Yàn ìlànà ipò

source: No destinations assigned to this reminder.
yo: Aṣeto SMTP ko ni ipinnu tabi ti wa ni alaabo.

source: No email message linked to this reminder.
yo: Ko si ifiranṣẹ imeeli ti o sopọ mọ iranti yii.

source: SMTP configuration is disabled.
yo: Aṣeto SMTP ko ni ipinnu tabi ti wa ni alaabo.

source: Test reminder sent successfully.
yo: Imeeli idanwo fi ranṣẹ ni aṣeyọri.

source: Test reminder failed:
yo: Ifiranṣẹ fipamọ.

source: Failed to send test reminder.
yo: Ko ṣaṣe lati firanṣẹ imeeli idanwo:

source: Failed to load reminder details.
yo: Wo àwòkpélelápọ̀

source: Reminder schedule updated successfully.
yo: Akoko ti mu ni aṣeyọri.
