Repository: samcro1967/grylli
Catalog: app/translations/kl/LC_MESSAGES/messages.po
Languages: kl

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
kl: Nalinginnaasumik nassuiaanngilaq pilertortumik ilusilersuineq, aaqqissuutitsineq, immikkoortortaqarfimmik, isumannaallisakkamik, misileraallutik, naatsuussusaaqqusisut, oqaluuserisassaqarneq.

source: ⚠️ Admin Tips
kl: ⚠️ Admin Råd

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
kl: Kør aldrig i produktion med DEBUG aktiveret. Debug-tilstand afslører interne detaljer og staksporinger.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
kl: Applikationslogge skrives automatisk til filer i datakataloget med rotation aktiveret (7 filer, 10MB hver).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
kl: Administratorer kan se nylige logfiler i UI, eller inspicere fulde logfiler direkte fra disk eller via containerværktøjer som docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
kl: Udrul altid Grylli bag en reverse proxy (f.eks. Caddy, Nginx eller Traefik) og server det over HTTPS. Følsomme brugerdata skal krypteres under overførsel.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
kl: Sikre at datafolderen (database) er sikkerhedskopieret på din vært

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
kl: Immikkoortittoq uploads atorneqarpoq. Qusertanullu ilaanngillat najoqqutassaasunigik tungavilimmik atortut ussassaarnera.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
kl: For at gendanne en sikkerhedskopi: stop containeren, erstat data/grylli.db med en fra backups mappen, og genstart containeren.

source: Admins cannot remove their own admin role to prevent accidental lockout.
kl: Ingerlaannertut qularnaalugu ilinnik poortugujalernera.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
kl: Ajornannginnersut, unnersorniakkat, qanariaalagut innersunarput bodering-imik.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
kl: Takuinnari nangingiar imminent-iit Fernet-imik ukiumullu ullup naakkigaqataanik

source: How to manage users
kl: Hvordan man administrerer brugere

source: Hide Instructions
kl: Skjul Instruktioner

source: Manage user accounts, change roles, and remove or disable access.
kl: Administrer brugerkonti, ændre roller og fjerne eller deaktivere adgang.

source: Table View
kl: Tabelvisning

source: Card View
kl: Kortvisning

source: Add User
kl: Tilføj Bruger

source: Change Role
kl: Ilinniartuni allanngortillugu

source: Changing role for:
kl: Milleqarfiusinnaasut toqqakkit

source: Select Role
kl: Vælg den rette

source: Admin
kl: Admin Panel

source: User
kl: Brugere

source: Save Changes
kl: Ilu ilaanermut

source: List Users
kl: Edit Bruger

source: You cannot edit your own account
kl: ⚪ = Kontoqaruit nammineq unitsissinnaanngilat.

source: Change Role for
kl: Milleqarfiusinnaasut toqqakkit

source: You cannot change your own role
kl: Namminerisamik atuinermut aaqqiissutissaq allanngortinneqarsinnaanngilaq.

source: Are you sure you want to reset MFA for this user?
kl: Isumaginngivissiuserit nakkutilliinermik qajannaallisaaneq nakkutilluiviginiarpiuk?

source: Reset MFA
kl: Nutaamik oqaatsit

source: Unlock account for
kl: Nutaarsiassatsialaat

source: Unlock Account
kl: Konto

source: Delete user
kl: Slet bruger

source: Delete User
kl: Slet Bruger

source: You cannot delete your own account
kl: ⚪ = Kontoqaruit nammineq unitsissinnaanngilat.

source: You cannot disable yourself
kl: Du kan ikke deaktivere dig selv

source: Disable
kl: Deaktiver

source: Enable
kl: Aktiver

source: Role:
kl: Rolle:

source: Click ➕ Add User to create a new account.
kl: Klik på Opret bruger for at gemme kontoen.

source: Fill in a unique username, valid email, and strong password.
kl: Indtast et unikt brugernavn, gyldig emailadresse og stærkt kodeord.

source: Assign a role:
kl: Emailimut Ilisarititsineq tulluartinneq.

source: or
kl: Порт

source: Admins can manage users and settings. Users can only manage their own content.
kl: Administratoreqatit nassuiaappaallutik. Nakkaatineri aammalu atutsiarluarpagut.

source: Click Create User to save the new account.
kl: Klik på Opret bruger for at gemme kontoen.

source: Click ✏️ to edit a user's information.
kl: ✏️ inunngorni cas Barlinemut atorlugu ittumik iljonenami.

source: Click 🗑️ to delete a user (confirmation required).
kl: 🧪 Тесті хабарламаны жіберу сәтсіз аяқталды:

source: Click 🔴 or 🟢 to disable or enable a user account.
kl: For at deaktivere eller aktivere en bruger, klik 🔴 eller 🟢.

source: 🟢 = Active: user can log in.
kl: 🟢 = Bruger er aktiveret og kan logge ind.

source: 🔴 = Disabled: user is locked out.
kl: 🔴 = Pinneqarianngilarput.: atorunnaarsinneqarsimavoq.

source: ⚪ = You cannot disable your own admin account.
kl: ⚪ = Kontoqaruit nammineq unitsissinnaanngilat.

source: Click 🛡️ to change a user’s role (admin ↔ user).
kl: For at ændre en brugers rolle skal du klikke 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
kl: For at nulstille MFA skal du klikke 🔑 (kun synlig, hvis MFA er aktiveret).

source: Accounts are automatically locked after repeated failed login attempts.
kl: Qulaarutikkuminnguiarlussingaata saqqumisissanngilluinnarput.

source: To unlock an account immediately, click 🔓 next to the user’s row.
kl: 🔓 iliorniarlutalu mehleriassuat imigulaarput.

source: Accounts will also unlock automatically after a short delay.
kl: Ullarni pingaartulinnguitaminnut iliorpalullutik.

source: All actions are logged for accountability. Passwords and secrets are never visible.
kl: Handlernik killilorisaanerup allassinnaavat. Kingulippuna assoroornerit ikuallassaataalerpoq.

source: Actions
kl: Handlinger

source: No users available.
kl: Atuisinnaanerit naammanngillat.

source: Created At
kl: Pilersinneqartoq

source: MFA Enabled
kl: Nutaarsiassaqartitsivik

source: Locked Until
kl: Konto

source: Showing up to %(count)s recent log entries (newest first).
kl: Viser op til %(count)s nylige logposter (nyeste først).

source: Filter logs
kl: Filtrér logge

source: Level
kl: Taaguut

source: All
kl: Alle

source: Text Contains
kl: Tekst Indeholder

source: e.g. login or scheduler
kl: f.eks. login eller scheduler

source: After (ISO Time)
kl: Efter (ISO Tid)

source: Apply Filters
kl: Anvend Filtrering

source: Timestamp
kl: Test

source: Message
kl: Besked gemt.

source: No matching log entries found.
kl: Ingen matchende logposter fundet.

source: from the log file.
kl: allagaanik.

source: Date
kl: Konto iluarsilaaqqiisarniavisillugu

source: Job Name
kl: Suliartaaqqat Naatit

source: Status
kl: Systemindstillinger

source: Details
kl: Emailit

source: No scheduler activity found.
kl: Aaqqissuussivimmi suliassaqarani takuneqanngilaq.

source: Admin Reports
kl: Admin Panel

source: Grylli | Reports | Accounts
kl: Admin Panel

source: Accounts
kl: Konto

source: Grylli | Reports | Scheduler
kl: Takuagaq Avammut tikillugu

source: Scheduler Activity
kl: Emailip Ullulersugaanerani suleqatigiissutaallutik

source: Application Logs
kl: Handlinger

source: Grylli System Settings
kl: Systemindstillinger

source: Grylli | Settings | System
kl: Grylli | E-mailit | SMTP

source: System
kl: Systeminfo

source: Grylli | Settings | SMTP
kl: Grylli | E-mailit | SMTP

source: Key
kl: Allunaasaq

source: Value
kl: Nalunaq

source: No SMTP settings found.
kl: SMTP-indstillinger

source: Send Test Email to
kl: Testimik Emailimik nassiussineq

source: No configuration values found.
kl: SMTP Siumuissuata-aaqqasua peqanngilaq

source: Database Backups
kl: Database Sikkerhedskopier

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
kl: Administrer krypterede backups af din Grylli-database. Kun administratorer kan oprette eller slette backups.

source: Create Backup
kl: Opret Sikkerhedskopi

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
kl: Sikkerhedskopier indeholder dine fulde app-data. Opbevar sikkert. Følsomme data er krypteret i DB som standard.

source: Tasks
kl: Opgaver

source: Run administrative tasks manually.
kl: Kør administrative opgaver manuelt.

source: Task
kl: Opgave

source: Description
kl: Сипаттама

source: Action
kl: Handlinger

source: Version Check
kl: Manuel versionstjek

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
kl: Kontroller, om en nyere version af Grylli er tilgængelig ved at køre den planlagte versionskontrolopgave manuelt.

source: Run
kl: Kør

source: Admin Tools
kl: ⚠️ Admin Råd

source: Grylli | Tools | Backups
kl: Grylli | Aqutsisoq | Toqqortat

source: Grylli | Tools | Tasks
kl: ⚠️ Admin Råd

source: Filename
kl: Filnavn

source: Delete
kl: Slet

source: Delete Backup
kl: Opret Sikkerhedskopi

source: No backups found.
kl: Ingen sikkerhedskopier fundet.

source: Show help
kl: Vis SMTP Opsætningshjælp

source: Hide help
kl: Admin Panel

source: Add Destination
kl: Destination ilanngutikkit

source: Edit
kl: Aaqqissuguk

source: Enabled:
kl: Ikkussuunneq:

source: Created:
kl: Pilersinneq:

source: Edit Apprise Destination
kl: Apprise Destination aaqqissuguk

source: Create Apprise Destination
kl: Apprise Destination pilersiguk

source: Update the label or URL for this Apprise destination.
kl: Apprise Destination aaqqissuguk

source: Enter a label and the Apprise URL to create a new destination.
kl: Klik på “Tilføj Apprise” for at registrere en ny destination.

source: Create Destination
kl: Destination pilersiguk

source: Need help with Apprise URLs? See the
kl: Apprise URL-issaannik ikiorneqarnissat pisariaqartippiuk? Imatut takusinnaavat

source: Apprise Messages Services documentation
kl: Apprise Nutaarsiassaqartitsivik dokumentaatit

source: How to configure Apprise
kl: Apprise suleqatigiissutinik iluarsaaqqissaaneq

source: Manage your Apprise Messages endpoints.
kl: Administrer dine Apprise-notifikationsendepunkter.

source: Add Apprise
kl: Apprise ilanngutikkit

source: Cannot edit while in use
kl: Kan ikke redigere, mens den er i brug

source: Cannot delete while in use
kl: Kan ikke slette, mens den er i brug

source: Click “Add Apprise” to register a new destination.
kl: Klik på “Tilføj Apprise” for at registrere en ny destination.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
kl: Indsæt en gyldig Apprise URL givet af tjenesten (f.eks. Discord, Pushover osv.).

source: Label the destination to identify it easily in Messagess.
kl: Mærk destinationen for nem identifikation i notifikationer.

source: Use the 🧪 icon to test that the destination is working properly.
kl: Brug 🧪 ikonet for at teste, at destinationen fungerer korrekt.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
kl: Apprise-destinationer, der bruges i notifikationer, kan ikke redigeres eller slettes.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
kl: Brug 🔴/🟢 omskifteren for at aktivere eller deaktivere destinationer globalt.

source: Switch between table and card view using the top-left buttons.
kl: Skift mellem bord- og kortvisning ved brug af knapperne øverst til venstre.

source: You can create and manage multiple destinations for different alerting tools.
kl: Du kan oprette og administrere flere destinationer for forskellige varslingsværktøjer.

source: Step 1 of 2
kl: Tulleri 1-imiit 2

source: Create Admin Account
kl: Admin Konto pilersiguk

source: Let’s get started by creating your first admin account.
kl: Suliillusimaarlutit admin konto siulleq pilersitseqqaarniarlugu.

source: Hold to reveal password
kl: Hold at password takussutissioruk

source: Hold to reveal confirm password
kl: Hold at password takussutissioruk

source: Forgot Password
kl: Qanoq ilisassaq nalunngilara

source: Please answer your security questions to continue.
kl: Takornartaasiutitut koodit allaatiguk.

source: Enter your username and email. We'll send you a link to reset your password.
kl: Atit emailinnillu allassigit. Isumaqarumaarpugut isissutissanik nutaaq ilinnut toqqaannarluni nassassasugut.

source: Submit Answers
kl: Indsend svar

source: Next
kl: Næste

source: Forgot Username
kl: Atit nalunngilara

source: Enter your email address, and we'll send you your username.
kl: Emailit allassigit, atit tamaasa nassassasugut.

source: Send Username
kl: Atit nassiuguk

source: Log In
kl: Isissinnaavutit

source: Forgot Username?
kl: Atit nalunngilara?

source: Forgot Password?
kl: Qanoq ilisassaq nalunngilara?

source: Sign Up
kl: Nalunaarutiguk

source: Please Wait
kl: Qujaallaanngillat, animaaruk

source: Too many attempts. Please try again in
kl: Sulluleriartortitsisoqarsimavoq. Qaaqqissinnaajunnaarlugu utaqqigit

source: seconds.
kl: sekundi:..

source: Redirecting to login...
kl: Takuagaq Avammut tikillugu

source: Reset Password
kl: Nutaamik oqaatsit

source: Enter your username, email, and new password.
kl: Atuisorisat, emailit nutaallu ввод gbọdọ

source: Show/hide password
kl: Hold at password takussutissioruk

source: Fill out the form to create your account.
kl: Ilinniarfik immersoruk aallerfissaq pilersukkatut.

source: Create Account
kl: Admin Konto pilersiguk

source: Already Checked In
kl: Ullup kingulleq nalunaarsornera

source: You have already checked in for this item. No further action is needed at this time.
kl: Una allakkiaqqat ataasiussanngormat. Allamik iliuuseqartariaqanngilatit.

source: Check-in for:
kl: Nalunaarsorneqartunut:

source: Return to Dashboard
kl: Takuagaq Avammut tikillugu

source: Check-In Disabled
kl: Email naatsoorpoq

source: This check-in is currently disabled and cannot be completed.
kl: Una allakkiaqqat maanna piusissaanngilaq aammalu naammassineqarsinnaanngilaq.

source: Already Executed & Disabled
kl: Aallartitat & Piusaangitsoortut

source: This check-in has already been executed and is now disabled. No further action is required.
kl: Una allakkiaqqat aallartitaareerpoq maannakkullu piusanngornissamut. Allamik iliuuseqarnissat pisariaqartinngilat.

source: Check-In Successful
kl: Annikitsoq Nalunaarsats

source: Thank you for checking in.
kl: Qujanaq ilaajaatelernut.

source: Checked in for:
kl: Nalunaarsorneqartunut:

source: ⚠️ Grylli is not using a secure HTTPS connection.
kl: ⚠️ Gryllis atuavat HTTPS toqqaannartumik atorsinnaanngilaa.

source: Data is not encrypted in transit across the network.
kl: Nalunaarut taamaallaat atoriaannaanngitsillugu atorlugu ingerlatitsiataanngilaq.

source: Your Grylli Dashboard
kl: Takuagaq Avammut tikillugu

source: Grylli | Dashboard | Config
kl: Takuagaq Avammut tikillugu

source: Grylli | Dashboard | Schedule
kl: Takuagaq Avammut tikillugu

source: Schedule
kl: APScheduler

source: Grylli | Dashboard | Activity
kl: Takuagaq Avammut tikillugu

source: Activity
kl: Aktivitet

source: Grylli | Dashboard | Linked Items
kl: Grylli | Nakkutilliineq | Attavilgitit

source: Linked Items
kl: Attavilgitit

source: Your Activity History
kl: Din Aktivitetsoversigt

source: Type
kl: Sammisaq

source: No recent activity found in the application log.
kl: Vis nylige applikationslogge

source: New Messages
kl: Besked gemt.

source: New Apprise
kl: Apprise

source: New Webhook
kl: Webhook Өңдеу

source: New Email
kl: Ilu emailit

source: New SMTP
kl: SMTP

source: New Reminder
kl: Ilu emailit

source: Linked Destinations
kl: Milleqarfiusinnaasut toqqakkit

source: Reminder
kl: minutsit

source: Enabled Messages
kl: Agguagassap nalunaarsornera

source: Interval
kl: Nalunaaquttap akunnerata ingerlanerani

source: Grace Period
kl: Allagassap Piffissaa

source: Last Check-in
kl: Ullup kingulleq nalunaarsornera

source: Check In Now
kl: Nalunaarsorneqartunut:

source: Enabled Emails
kl: Ilu emailit

source: Enabled Reminders
kl: Ilaneqar emailit

source: Start Time
kl: Starter TLS

source: Recurrence
kl: Uteqattaarneq

source: Last Sent
kl: Ullup kingulleq nalunaarsornera

source: One-time
kl: Ataasinngit

source: configured
kl: Imarisaq

source: enabled
kl: Nutaarsiassaqartitsivik

source: No Apprise destinations have been configured yet.
kl: Apprise тағайындалғаны жойылды.

source: Disabled
kl: Deaktiver

source: + %(count)s more
kl: + %(count)s mere

source: View All
kl: Sutorneq nassiunneq

source: New Destination
kl: Milleqarfiusinnaasut toqqakkit

source: You haven't created any email messages yet.
kl: Ilinniarfik immersoruk aallerfissaq pilersukkatut.

source: You haven't created any messages yet.
kl: Milleqarfeqarnissamut amerlanerpaanik toqqaarsinnaavusi.

source: You haven't created any reminders yet.
kl: Atuisumik pilersitsineq iluatsinngitsoq.

source: No SMTP servers have been configured yet.
kl: Ingen SMTP-servere er konfigureret endnu.

source: No webhooks have been configured yet.
kl: Сіз жүйеден шықтыңыз.

source: Grylli Full Layout Debug Page
kl: Grylli Tamakkiisoq Inerneq immikkoortuata Misissummik Quppersagaa

source: Select Page to Debug
kl: Qinak 'qanaa qineqarit

source: Choose a Page...
kl: Qikkat 'qinaa...

source: Export Selected Page
kl: Qineriyatit qinagit

source: Export Layout Debug
kl: Qinak qineqarit

source: Clear Storage & Cookies
kl: Suliuqatit 'aagaluk neqarpat

source: Refresh Debug Info
kl: Qineqarit nalunai'kai

source: Theme & DOM State
kl: Oqaatsit & DOM Qisuariaateqartut

source: Stimulus & Event Listeners
kl: Stimulus & Immikkoortumi Aalajangersakkat

source: Accessibility & Focus
kl: Ilinniutit & Ukui

source: Scroll, Overflow & Visibility
kl: Ummikkusoornerit, Naqinnillit & Takussaanerit

source: Sidebar Debug
kl: Sidebar Misissoriarlugu

source: Header Debug
kl: Qaammaariikkat Misissoriarlugu

source: Footer DOM Snapshot
kl: Footer DOM Assitmap Nawoojiaraluarpaa

source: Computed Styles & CSS Variables
kl: Naliliigitatuut & CSS Variabler

source: Page Assets & Context
kl: Nittartakkap Pisaataata & Atuineq

source: Forms & Inputs
kl: Fomillilit & Igasut

source: Memory Usage (Experimental)
kl: Nielsilaannaarnerup Ikinngutaata Angiartulaannguuitik (Miseernarsaat)

source: Current User (Sanitized)
kl: Maki Najoqqutarik (Saniitiinitarineq)

source: Rendered HTML Snapshot
kl: Suleqqusaaptik HTML Assit Kylieq

source: 📧 Assign SMTP Config to:
kl: 📧 SMTP naqqi user sooritat:

source: No SMTP (Unassign)
kl: SMTP Siumuissuata-aaqqasua peqanngilaq

source: This email will not use any SMTP configuration.
kl: Denne e-mail vil ikke bruge nogen SMTP-konfiguration.

source: Attach Files for:
kl: Ullormut ilaanngitsoorneq nutaat:

source: Select files from the uploads folder to attach to this message.
kl: Vælg filer fra upload-mappen for at vedhæfte til denne besked.

source: Available Files
kl: Piiaat naatsiiarneq

source: No files found in the upload directory.
kl: Piiaat nassinneq aallerfissamut nassaarineqanngilaq.

source: Save Attachments
kl: Ilu ilaanermut

source: File Attach Notes
kl: Naatsiiat ilaanermit

source: Important:
kl: Порт:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
kl: Tamaani atungaaqquterassat atungaarlugit 'uploads' toorfissuarmi (iluatsitsisinnaasumik sunngitsu brugseni atuutiginneq naatillugu atuussaalluunniit) taamaalluunniit. Atuankeqataarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaqqaarnerulaq)

source: Accepted file types:
kl: Nassaarineq nassutigineqartoq:

source: Documents:
kl: Naatsiainngorlugit:

source: Images:
kl: Assinik:

source: Audio:
kl: Tusarnaatit:

source: Maximum file size:
kl: Ajunngilaq aalisagaq:

source: 10 MB per file
kl: 10 MB akunnerminnga

source: Total upload size:
kl: Nassaarineq annertussusaa:

source: 20 MB (all files combined)
kl: 20 MB (piiaat tamaasa ataatsikkut)

source: Edit Email
kl: Editi emailit

source: Create Email
kl: Pilersaat emailit

source: Fill out the form to create or edit an email message.
kl: Ilinniarfik immersoruk aallerfissaq pilersukkatut.

source: Save Email
kl: Ilu emailit

source: How to create and send an email
kl: E-mailimik qanoq pilersitsineq aamma nassiunneq

source: Manage and schedule email messages to be delivered through configured channels.
kl: Administrer og planlæg e-mailbeskeder, der skal leveres gennem konfigurerede kanaler.

source: Add Email Message
kl: Agguagassap nalunaarsornera

source: List Emails
kl: Editi emailit

source: Schedule Email
kl: Emailip Ullulersugaanerani suleqatigiissutaallutik

source: Set how long until check-in is expected and how much grace time is allowed.
kl: Indstil hvor lang tid der går, indtil check-in forventes, og hvor meget fristtid der er tilladt.

source: Years
kl: Ukioqarluni

source: Months
kl: Qaammatit

source: Weeks
kl: Sapaatit

source: Days
kl: Ullut

source: Hours
kl: Nalunaaquttat

source: Minutes
kl: Minutsit

source: Check-in
kl: Misissoniartigit

source: Save Schedule
kl: Allagassat eqqaamasassaat

source: Email Configuration
kl: Emailip Siumuissuata-aaqqasua:

source: Recipient
kl: Tigooraasartoq

source: Body
kl: Pigisaq

source: Attached Files
kl: Fililiat Tuusintimat

source: No files attached
kl: Filiilusoqanngilaq

source: SMTP Configuration
kl: SMTP Siumuissuata-aaqqasua:

source: Username:
kl: Ateqat:

source: Yes
kl: Aap

source: No
kl: Naamik

source: No SMTP configuration assigned
kl: SMTP Siumuissuata-aaqqasua peqanngilaq

source: Schedule Information
kl: Ullulersukkat

source: Check-in Interval:
kl: Misissoniarluni Piffissaq:

source: minutes
kl: minutsit

source: Grace Period:
kl: Allagassap Piffissaa:

source: Last Check-in:
kl: Misissuinerup Kingulliup Piffissaa:

source: No check-in has occurred yet
kl: Misittoqartoqanngilaq tamassa

source: Back to Emails
kl: Emailiset atuarfitaani utertuaruk

source: Cannot edit while enabled
kl: Kan ikke redigere, mens den er i brug

source: Attach Files
kl: Nassaarineq ilaneqar

source: Cannot attach files while enabled
kl: Kan ikke redigere, mens den er i brug

source: Assign SMTP Config
kl: 📧 SMTP naqqi user sooritat:

source: Cannot assign SMTP while enabled
kl: Kan ikke redigere, mens den er i brug

source: Cannot schedule while enabled
kl: Kan ikke redigere, mens den er i brug

source: View Email Details
kl: Sutorneq nassiunneq

source: Send Test Email
kl: Testimik Emailimik nassiussineq

source: Toggle Email On/Off
kl: Email On/Off shumaavoq

source: Email is enabled
kl: Email oqaluttangut

source: Email is disabled
kl: Email naatsoorpoq

source: Subject:
kl: Sooq

source: To:
kl: Til:

source: Created At:
kl: Pilersinneqartoq

source: Click “Add Email” and fill out the subject, content, and recipient address.
kl: Klik “Email Ilanngutaani” kiisalu nassiussassap qulequtaa, imarisassaa, tigooqqaarfissaatalu adressia allannerlugu ilioruk.

source: Attach any optional files (if needed).
kl: Filimia pisariitsoq ilanngutassaajuk (pissutsit taamaasissappata).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
kl: Klik 🧩 SMTP ataqatigiinnerpaaq atussallugu ilioruktaaq emailip iliorneqarnerani.
