Repository: samcro1967/grylli
Catalog: app/translations/kl/LC_MESSAGES/messages.po
Languages: kl

source: Click ⏱️ to set a check-in interval and grace period for the email.
kl: Klik ⏱️ emailip misissorniarlugu piffissaq piareersarfiusoq aammalu piffissami anngigaanermi taama atuutillugu.

source: Enable the email using the 🔴/🟢 toggle button.
kl: Emailip periarfissaannginnissaanut tikittarneranik 🔴/🟢 aaqqissuussaasumilu ilisarnaammik paasineqarsinnaavoq.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
kl: Klik 🧪 nammineq misilittariarlugu email nassarlugu (tigooraasussamut nassiunneqassanngilaq).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
kl: Piffissaq anngigaanermi aalajangiusimaneq allanngortinneqartinnagu, emailip nammassinnaavaa.

source: You can preview the email configuration using 🔍.
kl: Emailip aaqqissuussinera takusinnaassavatit 🔍.

source: Once a secure email is sent, it will be automatically disabled.
kl: Email nipangiutiinnartoq nassiunneqareerpat, taanna imminut aqussinnaanngilaq.

source: No emails available.
kl: Email oqaluttangut

source: Sorry, the page you are looking for does not exist.
kl: Beklager, siden du leder efter, eksisterer ikke.

source: Return Home
kl: Takuagaq Avammut tikillugu

source: Something went wrong
kl: Ajutoortoqarsimavoq

source: An unexpected error occurred. Please try again later or contact support.
kl: Nalliuttoqarsimavoq. Inaarutaasumik iluarsiutaavaanngitsoq, kingusinnerusukkut misiliigit imaluunniit ikiortiserasuaruk.

source: Switching Language...
kl: Oqaluttuaannitaanermut Uneqatigiittoq...

source: Applying new language...
kl: Decipher une nutaat ilinniartitsorlugit...

source: Assign Destinations for
kl: Milleqarfiusinnaasut toqqakkit

source: Select the Apprise and Webhook destinations for this Messages.
kl: Vælg Apprise- og Webhook-destinationerne for denne notifikation.

source: Save Destinations
kl: Milleqarfiusinnaasut toqqakkit

source: Edit Messages
kl: Agguagassap nalunaarsornera

source: Create Messages
kl: Agguagassap nalunaarsornera

source: Update the label, subject, and content of your Messages.
kl: Opdater etiketten, emnet og indholdet af din notifikation.

source: Fill out the form to create a new Messages.
kl: Ilinniarfik immersoruk aallerfissaq pilersukkatut.

source: Content
kl: Imarisaq

source: Save Messages
kl: Agguagassap nalunaarsornera

source: Show Messages Setup Help
kl: Vis SMTP Opsætningshjælp

source: Hide Messages Setup Help
kl: Skjul SMTP Opsætningshjælp

source: Manage and send user Messagess from the system.
kl: Administrer og send brugerbeskeder fra systemet.

source: Add Messages
kl: Besked gemt.

source: How to create and send a Messages
kl: E-mailimik qanoq pilersitsineq aamma nassiunneq

source: List Messages
kl: Besked gemt.

source: Schedule Messages
kl: Emailip Ullulersugaanerani suleqatigiissutaallutik

source: Message Details
kl: Besked slettet.

source: Check-in Interval
kl: Nalunaaquttap akunnerata ingerlanerani

source: None assigned.
kl: Toqqatagaqarneqanngilaq

source: Back to Messages
kl: Emailiset atuarfitaani utertuaruk

source: Disable to edit Messages
kl: Emailiset atuarfitaani utertuaruk

source: Assign Destinations
kl: Milleqarfeqarnissamut toqqagaqarneq

source: Disable to assign destinations
kl: Milleqarfeqarnissamut toqqagaqarneq

source: Set Schedule
kl: Agguagassap aalajangersarnera

source: Disable to set schedule
kl: Agguagassap aalajangersarnera

source: View Details
kl: Sutorneq nassiunneq

source: Send Test Messages
kl: Testimik Emailimik nassiussineq

source: Delete Messages
kl: Agguagassap nalunaarsornera

source: Toggle Message On/Off
kl: Paasissutip On/Off allanngortillugit

source: Messages is enabled
kl: Email oqaluttangut

source: Messages is disabled
kl: Email naatsoorpoq

source: Enable only after schedule is set
kl: Siuleralugu naleqqunnissaat aama Seriooqangaameereera

source: Enable only after destinations are assigned
kl: Siuleralugu naleqqunnissaat aama serà

source: Click “Add Messages” and fill out the subject and content fields.
kl: Tuutumakka “Nalunaarut ilanngussaa” kiisalu saqqaq imarissaalu immersukkit.

source: Save the Messages to return to the overview.
kl: Nalunaarut toqqaannaq takussutissiinnaruk.

source: You need to create at least one apprise or webhook destination.
kl: Apprimut imaluunniit webhookikiaarfimmik minnerpaamik ataatsimik pilersitsissaasi.

source: You can create as many destinations as you like.
kl: Milleqarfeqarnissamut amerlanerpaanik toqqaarsinnaavusi.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
kl: Apprimut/Webhookikiaarfimmik amerlaitsumik toqqakkit 🧩-klik atorlugu.

source: Click ⏱️ to set a schedule and check-in interval.
kl: Agguagassamik check-in-ikkallunilu piffissamik toqqaasinnaavusi ⏱️-klik atorlugu.

source: Enable the Messages using the 🔴/🟢 toggle button.
kl: Emailip periarfissaannginnissaanut tikittarneranik 🔴/🟢 aaqqissuussaasumilu ilisarnaammik paasineqarsinnaavoq.

source: If you don’t check in before the grace period ends, the Messages will be sent.
kl: Unioqqutiinnanngissaangavit nalunaarut nassiunneqassanngilaq.

source: You can preview the Messages config using 🔍.
kl: Emailip aaqqissuussinera takusinnaassavatit 🔍.

source: Once a Messages is sent, it will be automatically disabled.
kl: Email nipangiutiinnartoq nassiunneqareerpat, taanna imminut aqussinnaanngilaq.

source: No Messagess available.
kl: Atuisinnaanerit naammanngillat.

source: Two-Factor Authentication (MFA)
kl: Marlunnik tunngaveqartumik qajannaallisaanermi (MFA)

source: Your Recovery Codes
kl: Qajannaallisaanermi Koodi-aniarikka

source: Save these recovery codes in a safe place!
kl: Qajannaallisaanermi koodinik toqqorsivimmi illuperaakkit!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
kl: Qanoq koodinik ataasequalsillugit atuarsinnaavatit kisianni authenticatorinni isummersinnaanatilluunniit. Koodi suut kingusinnerusugalugit takuneqarsinnaajunnaassavatit.

source: OK, I've saved them
kl: Ajunngilaq, toqqorterpara

source: MFA Settings
kl: SMTP-indstillinger

source: MFA QR Code
kl: MFA QR-Kodigo

source: Manual Entry:
kl: Manulimik Aallartinnermi:

source: Grylli | Admin | Overview
kl: Grylli | Aqutsisoq | Isummaarinninneq

source: Overview
kl: Oversigt

source: Grylli | Admin | Users
kl: Grylli | Aqutsisoq | Atuisut

source: Grylli is a secure message scheduling and delivery platform.
kl: Grylli er en sikker beskedplanlægnings- og leveringsplatform.

source: Home
kl: Hjem

source: Check-ins Due
kl: Misissoniartigit

source: Account
kl: Konto

source: About
kl: Om

source: Logout
kl: Log ud

source: Grylli | Messages | Overview
kl: Grylli | E-mailit | Isummaarinninneq

source: Overview of Messages settings
kl: Nalunaajaasutinut aaqqissugassat

source: Grylli | Messages | Apprise
kl: Nalunaarutip iluarsaassineq

source: Configure Apprise services
kl: Apprise suleqatigiissutinik iluarsaaqqissaaneq

source: Grylli | Messages | Webhooks
kl: Nalunaarutip iluarsaassineq

source: Configure Webhook integrations
kl: Webhook suleqatigiissutinik iluarsaaqqissaaneq

source: Grylli | Emails | Overview
kl: Grylli | E-mailit | Isummaarinninneq

source: Overview of secure email messages
kl: Emailit isumannaatsut pillugit takussutissiat

source: Grylli | Emails | SMTP
kl: Grylli | E-mailit | SMTP

source: Configure SMTP email settings
kl: SMTP emailit aaqqissugassat iluarsaaqqissaavaat

source: Grylli | Reminders | Overview
kl: Grylli | Eqqaamasinneq | Isummaarinninneq

source: Overview of reminders
kl: Nalunaarisut pillugu takussutissiarneq.

source: Select Theme
kl: Vælg den rette

source: Select theme
kl: Vælg den rette

source: Select language
kl: Vælg den rette

source: Collapse Sidebar
kl: Sammenfold sidebjælken

source: Select the Apprise and Webhook destinations for this reminder.
kl: Vælg Apprise- og Webhook-destinationerne for denne notifikation.

source: Link Email Reminder for
kl: Emailimut Ilisarititsineq aasiani.

source: Choose the email message and SMTP configuration to associate with this reminder.
kl: Ilisippaa ataatsimi emailinut SMS smtp Konfiguramillu piukkunarpoq questa tiorqusserlaarfigalaaut.

source: None (Unassign)
kl: SMTP Siumuissuata-aaqqasua peqanngilaq

source: No sender address
kl: Assigiinngitsumik nassitsisoqanngitsoq.

source: Email Message
kl: Agguagassap nalunaarsornera

source: No subject
kl: Sooq

source: Save Email Reminder
kl: Ilu emailit

source: How to use reminders
kl: Hvordan man administrerer brugere

source: Review scheduled reminders and create new timed or recurring messages.
kl: Aggersarniummik eqaatsitsit ilisarititsilersinnani imaluunniit uteqatiguusussamik.

source: Add Reminder
kl: Ilaneqar emailit

source: List Reminders
kl: Editi emailit

source: Edit Reminder
kl: Editi emailit

source: Create Reminder
kl: Pilersaat emailit

source: Update the label, subject, and content of your reminder.
kl: Opdater etiketten, emnet og indholdet af din notifikation.

source: Fill out the form to schedule a reminder.
kl: Udfyld formularen for at tilføje en ny bruger.

source: Save Reminder
kl: Ilu emailit

source: Schedule Reminder
kl: Emailip Ullulersugaanerani suleqatigiissutaallutik

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
kl: Nakkutilliut kiisalu kinnguserisut qassiinik minutsinik qaangiukkaangata misissorneqartarput, taamaattumik iliuuseqarnermik aallartinnera kinguartinneqarsimasoq takusinnaavutit.

source: Configure when and how often the reminder should be sent.
kl: Nutaat aqagumuttit talittunit illugu nuisappat.

source: Start Date & Time
kl: Aallartinnissap Ullua & Piffissaq

source: Recurrence Rule
kl: Uteqattaarnissa isumassueqatigiissut

source: (Optional) Enter RRULE or leave blank for one-time.
kl: (Pisariaqanngitsoq) RRULE allagit imaluunniit imaq sivisussakkut ataatsimik.

source: End Date
kl: Тести Жіберу

source: (Optional) Stop sending after this date.
kl: (Pisariaqanngitsoq) kinguneqartumik taamaatumimmut sumut ilisarititsinamernigussi.

source: Max Occurrences
kl: Max Pisstersuit

source: (Optional) Stop after this many reminders.
kl: (Pisariaqanngitsoq) amerlalippaa taama ilisarititsisariuk.

source: Help for RRULE syntax
kl: RRULE imarisaqartunut taassuma sunik suliffeqarfissinnut naapertortar.

source: Reminder Details
kl: Sutorneq nassiunneq

source: Start At
kl: Starter TLS

source: End At
kl: Тести Жіберу

source: Email Templates
kl: Email Validator

source: No email linked.
kl: Email oqaluttangut

source: Back to Reminders
kl: Emailiset atuarfitaani utertuaruk

source: Cannot assign destinations while enabled
kl: Kan ikke redigere, mens den er i brug

source: Assign Email Reminder
kl: Emailimut Ilisarititsineq tulluartinneq.

source: Cannot assign email while enabled
kl: Kan ikke redigere, mens den er i brug

source: Send Test Reminder
kl: Testimik Emailimik nassiussineq

source: Delete reminder
kl: Ilisarititsineq nutaaq

source: Delete Reminder
kl: Ilisarititsineq nutaaq

source: Toggle Reminder On/Off
kl: Email On/Off shumaavoq

source: Start At:
kl: Starter TLS

source: Recurrence:
kl: Uteqattaarneq:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
kl: Tuutumakka “Nalunaarut ilanngussaa” kiisalu saqqaq imarissaalu immersukkit.

source: 💾 Save the reminder to return to the overview.
kl: Nalunaarut toqqaannaq takussutissiinnaruk.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
kl: 📣 Apprise-nik, 🌐 Webhook-nik aammalu 📧 Email (SMTP) -imik isumassarsisutut qanoq atorneqarnissaat atugassiaavoq.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
kl: ⏱️ Aggersarnissap ilisarititsinissaanut qaqugu ilisarititsisoqartarnersoq ulluutit aqqutigalugu aalajangersakkat atorlugit aaqqissuguk.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
kl: 🔍 “Takussutissiarinerupput” tooruk aalajangersakkanut aammalu toqqagassanut allannguinissamut.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
kl: 🧪 Misilinneq angineruartarlik isumassarsisut atorlugit qanoq atorneqarnissaat.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
kl: Emailip periarfissaannginnissaanut tikittarneranik 🔴/🟢 aaqqissuussaasumilu ilisarnaammik paasineqarsinnaavoq.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
kl: 📤 Ilisarititsineq ingerlaartoq taanna siunertanut aallaaviini nassitsisoqartassaaq.

source: Several tools are available to help generate an RRULE.
kl: AA ilanngukkani misilitsinissamut aallartikkit.

source: Use a search engine or AI tool to assist.
kl: Soqarnermut imaluunniit AI atorlugu ikiorsiinissamut.

source: Here is an example of one such online tool:
kl: Aperreriaatsit nutaap taassuma imarisaa nuna tamakkerlugu aaqqeerneriaatsikkullu ataasiinnarmik, uani:

source: RRULE Generator Tool
kl: RRULE Sanaartornngortoq Aaqqiissut

source: See here for some common examples:
kl: Assigi taamaattumik, takussutissiat nalinginnaasut ilaapput:

source: RRULE Help (GitHub)
kl: RRULE Ikiuutit (GitHub)

source: Create SMTP Destination
kl: SMTP Milleqarfiusinnaasut pilersiguk

source: Fill out the form to configure a new SMTP destination.
kl: SMTP Milleqarfiusinnaasut pilersiguk

source: Edit SMTP Destination
kl: SMTP Milleqarfiusinnaasut pilersiguk

source: Update the mail server settings or credentials for this destination.
kl: Apprise Destination aaqqissuguk

source: Update Destination
kl: Destination pilersiguk

source: Show SMTP Setup Help
kl: Vis SMTP Opsætningshjælp

source: Hide SMTP Setup Help
kl: Skjul SMTP Opsætningshjælp

source: SMTP Destinations
kl: SMTP Тағайындалғандар

source: Manage outgoing mail server configurations for sending emails from Grylli.
kl: Administrer udgående mailserverkonfigurationer til at sende e-mails fra Grylli.

source: Add SMTP
kl: SMTP Қосу

source: List SMTP
kl: Ullup kingulleq nalunaarsornera

source: Cannot edit while assigned to emails
kl: Kan ikke redigere, mens den er tildelt til notifikationer

source: Cannot delete while assigned to emails
kl: Kan ikke slette, mens den er tildelt til notifikationer

source: Port:
kl: Порт:

source: Need help finding your SMTP server settings? See here for some links to common providers:
kl: Brug for hjælp til at finde dine SMTP-serverindstillinger? Se her for nogle links til almindelige udbydere:

source: SMTP Server Settings Help (GitHub)
kl: SMTP Server Indstillinger Hjælp (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
kl: Find officielle dokumentationslinks til Gmail, Outlook, Yahoo, AOL og andre.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
kl: Hvis din udbyder ikke er på listen, kan du søge på deres supportsider eller en søgemaskine efter 'SMTP indstillinger'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
kl: Nogle udbydere (som Gmail, Yahoo) kræver 'Applikationsadgangskoder' eller særlig opsætning - se deres dokumenter!

source: Host
kl: Хост

source: Port
kl: Порт

source: How to configure Webhooks
kl: Webhook suleqatigiissutinik iluarsaaqqissaaneq

source: Webhook Destinations
kl: Webhook Тағайындалғандар

source: Manage your webhook Messages endpoints.
kl: Administrer dine webhook-notifikationsendepunkter.

source: Add Webhook
kl: Webhook Қосу

source: Show Help
kl: Vis SMTP Opsætningshjælp

source: Hide Help
kl: Admin Panel

source: Webhooks Destinations
kl: Webhook Тағайындалғандар

source: Endpoint
kl: Шағала

source: Endpoint:
kl: Шағала:

source: Description:
kl: Сипаттама:

source: Edit Webhook
kl: Webhook Өңдеу

source: Create Webhook
kl: Webhook Құру

source: Update the label, endpoint, or description of this webhook destination.
kl: Opdater etiketten, endepunktet eller beskrivelsen af denne webhook-destination.

source: Fill out the form to add a new webhook destination.
kl: Udfyld formularen for at tilføje en ny bruger.

source: Cannot edit while assigned to Messagess
kl: Kan ikke redigere, mens den er tildelt til notifikationer

source: Cannot delete while assigned to Messagess
kl: Kan ikke slette, mens den er tildelt til notifikationer

source: Click “Add Webhook” to register a new destination.
kl: Klik “Ilissasi Webhook” nutaamik ornittakkanik nalunaarsuiniarit.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
kl: URL-p najoqqutaa eqqortoq, HTTP POST-mut qinnuteqaat tigusisussaq, akimmisaarfissaq kajumissutsimik immiuguk.

source: Optionally provide a description to clarify the webhook’s purpose.
kl: Webhook-ip siunertaa paasiuminarsarlugu nassuiaatissaannik kajumissutsimik immiuguk.

source: Use the 🧪 icon to test that the webhook destination is working properly.
kl: 🧪 assiaqut atorlugu ornittakkat webhook-ip iluatsissimanera misilinniarlugu.

source: Webhooks in use by Messagess cannot be edited or deleted.
kl: Nalunaajaasut Webhook-it atorneqartut iluarsaannissaannut piiarnissaannulluunniit itigartitsissapput.

source: You can create and manage multiple webhooks for different systems or automations.
kl: Sulisinnaasunik annertussisut sanasinnaavat aqussinnaavallu systimit automatiikkallu assigiinngitsunut.

source: Please set your security questions before using the application.
kl: Najoqqutassat isumannaallisaanermut apeqqutaatit iluarsiinnannginninni qinnuugitsigit.

source: Current password is required to change password.
kl: Құпия сөзді өзгерту үшін ағымдағы құпия сөз қажет.

source: Current password is incorrect.
kl: Ағымдағы құпия сөз қате.

source: Account updated successfully.
kl: Аккаунт сәтті жаңартылды.

source: No changes made.
kl: Naamik allannguuteqartitsisoqanngilaq.

source: An error occurred while updating your account.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: An error occurred while loading translation info.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: You cannot delete your account because you are the last admin.
kl: Ilinniartuuserneqariarpiuk konto tamarmi, ilanngunnikuullugu nakkutilliinermik pilersitsiarnissamik.

source: Your account has been permanently deleted.
kl: Konto tamarmi annertunerpaami pilersaarumigaq. Ilicuueqqittarialernerpaamik.

source: An error occurred while trying to delete your account.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: Your account has been deleted
kl: Konto tamarmi annertunerpaami pilersaarumigaq. Ilicuueqqittarialernerpaamik.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
kl: Halló {username}, A konto-vit på {site_name} er blevet slettet. Husk at slette dine filer fra uploads-mappen. Hvis det ikke var dig, bedes du kontakte support straks. {site_url}

source: Each security question must be different.
kl: Alle tre spørgsmål skal være forskellige.

source: Security questions saved.
kl: Najoqqutassat isumannaallisaanermut apeqqutaatit toqqat bissun.

source: An error occurred while saving your security questions.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: Failed to load admin dashboard.
kl: Emailiset atuarfitaani utertuaruk

source: Invalid role.
kl: Atuagassiaq pitsaanerpaaq.

source: Failed to update user role.
kl: Atuisumik pilersitsineq iluatsinngitsoq.

source: Invalid Ferret Key.
kl: Atuagassiaq pitsaanerpaaq.

source: An internal error occurred. Please try again later.
kl: Nalliuttoqarsimavoq. Inaarutaasumik iluarsiutaavaanngitsoq, kingusinnerusukkut misiliigit imaluunniit ikiortiserasuaruk.

source: 🧪 Test notification sent successfully!
kl: 🧪 Тесті хабарлама сәтті жіберілді!

source: 🧪 Failed to send test notification:
kl: 🧪 Тесті хабарламаны жіберу сәтсіз аяқталды:

source: 🧪 Error sending test notification.
kl: 🧪 Тесті хабарламаны жіберу қатесі.

source: Apprise destination created successfully.
kl: Apprise тағайындалғаны сәтті құрылды.

source: Failed to create Apprise destination.
kl: Apprise Destination pilersiguk

source: Failed to load Apprise destinations.
kl: Apprise Destination pilersiguk

source: Apprise destination updated successfully.
kl: Apprise тағайындалғаны сәтті жаңартылды.

source: Failed to update Apprise destination.
kl: Apprise Destination pilersiguk

source: Apprise destination deleted.
kl: Apprise тағайындалғаны жойылды.

source: Failed to delete Apprise destination.
kl: Apprise Destination aaqqissuguk

source: Admin account created successfully.
kl: Админ аккаунты сәтті құрылды.

source: Your account is temporarily locked. Please try again later.
kl: Nalliuttoqarsimavoq. Inaarutaasumik iluarsiutaavaanngitsoq, kingusinnerusukkut misiliigit imaluunniit ikiortiserasuaruk.

source: An error occurred while creating the admin account.
kl: Админ аккаунтын құру кезінде қате пайда болды.

source: Your account is not activated.
kl: Konto tamarmi annertunerpaami pilersaarumigaq. Ilicuueqqittarialernerpaamik.

source: Multi-factor authentication required.
kl: Nalunaarut periarfissaqanngilaq

source: Logged in successfully.
kl: Сәтті кірдіңіз.

source: Too many failed login attempts. Your account is locked for 15 minutes.
kl: Sulluleriartortitsisoqarsimavoq. Qaaqqissinnaajunnaarlugu utaqqigit

source: Invalid username or password.
kl: Қате пайдаланушы аты немесе құпия сөз.

source: You have been logged out.
kl: Сіз жүйеден шықтыңыз.

source: If a user with that email exists, we've sent the username to them.
kl: Егер сол электрондық поштамен пайдаланушы бар болса, біз оған пайдаланушы атын жібердік.

source: An error occurred while sending your username reminder.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: No account found matching that username and email.
kl: Осы пайдаланушы аты мен электрондық поштаға сәйкес аккаунт табылмады.

source: An error occurred while checking your credentials.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: Session expired. Please start over.
kl: Nalunaarsimaneq naavoq. Nutaamik aallartikkit.

source: Too many failed attempts. Please try again later.
kl: Sulluleriartortitsisoqarsimavoq. Qaaqqissinnaajunnaarlugu utaqqigit

source: A password reset link has been sent to your email.
kl: Құпия сөзді қалпына келтіру сілтемесі сіздің электрондық поштаңызға жіберілді.

source: One or more answers were incorrect.
kl: Apeqqutinut akissutit ilaat imaluunniit arlallit kukkullutik.

source: An error occurred while verifying your answers.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: The reset link is invalid or has expired.
kl: Қалпына келтіру сілтемесі жарамсыз немесе мерзімі бітті.

source: Username and email do not match.
kl: Brugernavn og e-mail stemmer ikke overens.

source: Your password has been reset. Please log in.
kl: Din adgangskode er blevet nulstillet. Log venligst ind.

source: An error occurred while resetting your password.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: Invalid registration PIN.
kl: Ugyldig registrerings-PIN.

source: Username or email already exists.
kl: Brugernavn eller e-mail findes allerede.

source: Activate Your Grylli Account
kl: Akunnermik ilissiittuneq pilersarfigeraardlit.

source: Hello {username}, Please activate your account by clicking...
kl: Halow {username}, Takornartaaqusaarnerni konto silallugu atsiukohnartumik...

source: Account created! Please check your email to activate your account.
kl: Konto oprettet! Tjek venligst din e-mail for at aktivere din konto.

source: An error occurred during signup.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: Activation link is invalid or expired.
kl: Aktiveringslinket er ugyldigt eller udløbet.

source: User not found.
kl: Bruger ikke fundet.
