Repository: samcro1967/grylli
Catalog: app/translations/kl/LC_MESSAGES/messages.po
Languages: kl

source: Account already activated. Please log in.
kl: Konto allerede aktiveret. Log venligst ind.

source: Your account has been activated! You can now log in.
kl: Din konto er blevet aktiveret! Du kan nu logge ind.

source: Failed to activate account.
kl: Kunne ikke oprette backup.

source: Security questions not set or user not found.
kl: Najoqqutassat isumannaallisaanermut apeqqutaatit toqqarneqarsimanngillat imaluunniit atuisoq nassaarineqanngilaq.

source: Password reset email sent.
kl: Password ilaffianiit naapertuullugit.

source: Incorrect answer.
kl: Akissut kukkusoq.

source: Invalid check-in link.
kl: Ugyldigt check-in link.

source: You are not authorized to check in for this item.
kl: Du er ikke autoriseret til at check-in for dette element.

source: Unsupported check-in type.
kl: Ikke-understøttet check-in type.

source: An error occurred during check-in.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
kl: ⚠️ Ilisarituutigineqarsinnaanngilaq: Aallartissap ullua/piffissalerput kingornagut pisortartoqartussaajunnaarpoq.

source: ✅ Enabled and timer started.
kl: ✅ Aktiveret og timer startet.

source: ⛔ Disabled.
kl: ⛔ Deaktiveret.

source: ⚠️ Cannot toggle — missing schedule or destination.
kl: ⚠️ Kan ikke skifte — mangler tidsplan eller destination.

source: An error occurred while toggling status.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Failed to load email messages.
kl: Emailiset atuarfitaani utertuaruk

source: Message saved.
kl: Besked gemt.

source: An error occurred while saving the message.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Message deleted.
kl: Besked slettet.

source: An error occurred while deleting the message.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: Attached files updated.
kl: Vedhæftede filer opdateret.

source: An unexpected error occurred while loading attachments.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: An error occurred while loading the message configuration.
kl: Админ аккаунтын құру кезінде қате пайда болды.

source: SMTP configuration not assigned or is disabled.
kl: SMTP-konfiguration ikke tildelt eller er deaktiveret.

source: Test email sent successfully.
kl: Test e-mail sendt succesfuldt.

source: Unknown error
kl: Paasissutissaq ilisimaneqanngitsoq

source: Email failed: %(reason)s
kl: E-mail imaaniortarpoq: %(reason)s

source: An unexpected error occurred while sending test email.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: Access denied.
kl: Кіру рұқсат етілмеді.

source: Schedule updated successfully.
kl: Tidsplan opdateret succesfuldt.

source: An error occurred while updating the schedule.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: SMTP configuration assigned.
kl: SMTP-konfiguration tildelt.

source: SMTP configuration removed.
kl: SMTP-konfiguration tildelt.

source: An error occurred while assigning SMTP configuration.
kl: Аккаунтты жаңарту кезінде қате пайда болды.

source: Unable to fetch email status.
kl: Kunne ikke sende test e-mail:

source: An error occurred while loading the help page.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Error loading dashboard
kl: Emailiset atuarfitaani utertuaruk

source: Welcome to Grylli
kl: Velkommen til Grylli

source: Failed to determine locale.
kl: Atuisumik pilersitsineq iluatsinngitsoq.

source: Failed to load messages.
kl: Emailiset atuarfitaani utertuaruk

source: Message created successfully.
kl: Besked oprettet succesfuldt.

source: An error occurred while creating the message.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Message updated successfully.
kl: Besked opdateret succesfuldt.

source: An error occurred while updating the message.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Destinations updated.
kl: Destinationer opdateret.

source: An error occurred while assigning destinations.
kl: Админ аккаунтын құру кезінде қате пайда болды.

source: An error occurred while loading the message.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Unable to fetch message status.
kl: Tigusanik nassaarfissaqanngilaq.

source: No destinations assigned to this message.
kl: SMTP-konfiguration ikke tildelt eller er deaktiveret.

source: Test message sent successfully.
kl: Test e-mail sendt succesfuldt.

source: Test message failed:
kl: Besked gemt.

source: You must enter a code from your authenticator.
kl: Piumasariallit koodip akunneqissamik nassiunneqarumaguni ataataasunik oqaluttillugu.

source: Invalid code. Please try again.
kl: Koodi kingulliorunartoorpoq. Takornartaaqusaarnerni aqqaneq pulaaraaraluanik.

source: Two-factor authentication disabled.
kl: Nalunaarut periarfissaqanngilaq

source: An unexpected error occurred while updating MFA settings.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Recovery codes are only shown immediately after enabling MFA.
kl: Qajannaallisaanermik koodinik pilersarnerorluutimmit nalilerinnarnikut takuneqarsinnaajunnaassaaq.

source: Could not load recovery codes.
kl: Qajannaallisaanermik koodinik nakkutilliinikka.

source: No MFA challenge in progress.
kl: Nakkutilliineq qajannaallisaaneq ingerlareerami.

source: User not found for MFA challenge.
kl: Bruger ikke fundet.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
kl: Marlunnikalluni qimagukkumaguit pinasukugasi. Uannarmut Grylli-ni nakkutilliinerit ajoqilluunniit, tappinnik takornartaaqqasuutitsillu, qajannaallisaarnerit pilersarfigalugu.

source: Recovery code accepted. You have {remaining} recovery codes left.
kl: Qajannaallisaanemi isumannaatsumik koodit akuersissutigilluakkat. {remaining} atuagassiap sumiginnarmik atuagarsianik koodinik.

source: An unexpected error occurred during MFA challenge.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: An error occurred while loading the Privacy Notice.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: Failed to load reminders.
kl: Emailiset atuarfitaani utertuaruk

source: Reminder created successfully.
kl: Besked oprettet succesfuldt.

source: Failed to create reminder.
kl: Atuisumik pilersitsineq iluatsinngitsoq.

source: Reminder updated successfully.
kl: Bruger opdateret succesfuldt.

source: Failed to edit reminder.
kl: Testimik Emailimik nassiussineq

source: Reminder deleted.
kl: Atuisoq piiarneqartoq.

source: Failed to delete reminder.
kl: Kunne ikke slette backup.

source: Failed to load or update destinations.
kl: Milleqarfeqarnissamut toqqagaqarneq

source: No destinations assigned to this reminder.
kl: SMTP-konfiguration ikke tildelt eller er deaktiveret.

source: No email message linked to this reminder.
kl: Emailinut ilisarititsilersumik ilisarititsisoqanngilaq.

source: SMTP configuration is disabled.
kl: SMTP-konfiguration ikke tildelt eller er deaktiveret.

source: Test reminder sent successfully.
kl: Test e-mail sendt succesfuldt.

source: Test reminder failed:
kl: Besked gemt.

source: Failed to send test reminder.
kl: Kunne ikke sende test e-mail:

source: Failed to load reminder details.
kl: Sutorneq nassiunneq

source: Reminder schedule updated successfully.
kl: Tidsplan opdateret succesfuldt.

source: Failed to load or save reminder schedule.
kl: Kalaaleq imaluunniit alarnaamusioreerlugit nalunaarutit nammineq imaaniarneq ajulerput.

source: None
kl: Naamik

source: You must select both an SMTP config and an email message, or neither.
kl: SMTP-configemail-inik toqqaanneqarsimassaaq, email-imut, imaluunniit allaat imaassinnaasutut.

source: Email reminder settings updated.
kl: Destinationer opdateret.

source: Failed to assign email reminder.
kl: Emailimut Ilisarititsineq tulluartinneq.

source: Failed to load settings.
kl: Kunne ikke sende test e-mail. Tjek SMTP-indstillinger.

source: Test Email from Grylli
kl: Test e-mail fra Grylli

source: This is a test email from the Grylli SMTP settings page.
kl: Dette er en test e-mail fra Grylli SMTP-indstillingssiden.

source: Failed to send test email:
kl: Kunne ikke sende test e-mail:

source: Backup created: %(filename)s
kl: Backup oprettet: %(filename)s

source: Failed to create backup.
kl: Kunne ikke oprette backup.

source: Invalid backup filename.
kl: Ugyldig sikkerhedskopi filnavn.

source: Backup deleted: %(filename)s
kl: Backup slettet: %(filename)s

source: Backup file not found.
kl: Backupfil ikke fundet.

source: Failed to delete backup.
kl: Kunne ikke slette backup.

source: Unable to load SMTP configurations.
kl: SMTP Siumuissuata-aaqqasua:

source: SMTP destination created successfully.
kl: SMTP-destination oprettet succesfuldt.

source: Error creating SMTP configuration.
kl: SMTP Siumuissuata-aaqqasua:

source: SMTP destination updated.
kl: SMTP-destination opdateret.

source: Failed to load or update SMTP config.
kl: SMTP toqqarneq immiukinilu ajulertarpoq.

source: SMTP destination deleted.
kl: SMTP-destination slettet.

source: Error deleting SMTP configuration.
kl: Fejl ved såning af systemkonfiguration:

source: Test email sent successfully to your account email.
kl: Test e-mail sendt succesfuldt til din kontos e-mail.

source: Failed to send test email. Check SMTP settings.
kl: Kunne ikke sende test e-mail. Tjek SMTP-indstillinger.

source: Error sending test email.
kl: Testimik Emailimik nassiussineq

source: Failed to load user list.
kl: Emailiset atuarfitaani utertuaruk

source: Password is required when creating a new user.
kl: Atuisumik nutaamik pilersitsinermi isissutissaq atorneqartariaqarpoq.

source: Username already exists.
kl: Atuisup aqqa aatsaat atorneqartoq.

source: Email already exists.
kl: Emaili aatsaat atorneqartoq.

source: User '%(username)s' created successfully.
kl: Atuisoq '%(username)s' pilersinneqarpoq iluatsitsilluartumik.

source: Failed to create user.
kl: Atuisumik pilersitsineq iluatsinngitsoq.

source: User updated successfully.
kl: Bruger opdateret succesfuldt.

source: An error occurred while updating the user.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: User deleted.
kl: Atuisoq piiarneqartoq.

source: An error occurred while deleting the user.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: You cannot change your own enabled status.
kl: Namminerisamik atuinermut aaqqiissutissaq allanngortinneqarsinnaanngilaq.

source: User '%(username)s' has been %(status)s.
kl: Atuisoq '%(username)s' %(status)s.

source: You cannot reset your own MFA.
kl: ⚪ = Kontoqaruit nammineq unitsissinnaanngilat.

source: MFA disabled for user '%(username)s'.
kl: MFA peersitillugu pisortaq 'username%s'.

source: An error occurred while resetting MFA.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.

source: Invalid role
kl: Atuagassiaq pitsaanerpaaq.

source: Role updated for %(username)s.
kl: MFA peersitillugu pisortaq 'username%s'.

source: An error occurred while updating the role.
kl: Pisiassaq nutarterinermut kukkusoqarluni.

source: User account unlocked.
kl: Konto tamarmi annertunerpaami pilersaarumigaq. Ilicuueqqittarialernerpaamik.

source: An error occurred while unlocking the account.
kl: Админ аккаунтын құру кезінде қате пайда болды.

source: Webhook created successfully.
kl: Webhook siammasissumik pilersinneqarpoq.

source: Failed to create webhook.
kl: Kunne ikke oprette backup.

source: Could not load webhooks.
kl: Qajannaallisaanermik koodinik nakkutilliinikka.

source: Webhook updated successfully.
kl: Webhook siammasissumik iluatsitsilluartumik nutarterineqarpoq.

source: Failed to update webhook.
kl: Kunne ikke slette backup.

source: Failed to load or update webhook config.
kl: SMTP toqqarneq immiukinilu ajulertarpoq.

source: Webhook deleted.
kl: Webhook siarsiunnaavoq.

source: Failed to delete webhook.
kl: Kunne ikke slette backup.

source: Test notification sent.
kl: Nalunaarutip iluarsaassineq

source: Test failed: %(msg)s
kl: TLS aktiveret: %(tls)s

source: Unexpected error sending test.
kl: Atuisoq piiannginnermi kukkunersiortoqarluni.
