Repository: samcro1967/grylli
Catalog: app/translations/kl/LC_MESSAGES/messages.po
Languages: kl

source: Enabled
kl: Nutaarsiassaqartitsivik

source: Authenticator Code
kl: Authenticator-kode

source: Save
kl: Ilu

source: Authentication Code
kl: Nalunaarutip nutarterneq

source: Please enter your authentication code.
kl: Takornartaasiutitut koodit allaatiguk.

source: Enter a valid 6-digit code or recovery code.
kl: Ataasinik arfinilininngornermut imaluunniit qajannaallisaanermut koodi atuussinnaasoq allallugu.

source: Invalid code format.
kl: Koodi ajornartoorpoq.

source: Verify
kl: Version

source: Label
kl: Taaguut

source: Recipient Email
kl: To (Saapisortoq email)

source: Subject
kl: Sooq

source: Message Body
kl: Besked gemt.

source: Save Message
kl: Agguagassap nalunaarsornera

source: SMTP Host
kl: SMTP-indstillinger

source: SMTP Port
kl: SMTP

source: SMTP Username
kl: Atit nassiuguk

source: SMTP Password
kl: Nutaamik oqaatsit

source: Use TLS
kl: TLS-treesineq

source: Enable Email Sending
kl: Ilu emailit

source: Save Settings
kl: Systemindstillinger

source: Attach Selected Files
kl: Fililiat Tuusintimat

source: --- Select a question ---
kl: --- Spørgsmål vælges ---

source: In what city were you born?
kl: Hvilken by blev du født i?

source: What is the name of your childhood best friend?
kl: Hvad er navnet på din barndoms bedste ven?

source: What was the mascot of the high school you graduated from?
kl: Hvad var maskotten på den high school, du dimitterede fra?

source: What is the name of the first elementary school you attended?
kl: Hvad hedder den første folkeskole, du gik på?

source: What is your mother’s maiden name?
kl: Hvad er din mors pigenavn?

source: What is your maternal grandmother's maiden name?
kl: Hvad er din mormors pigenavn?

source: What is your paternal grandmother's maiden name?
kl: Hvad er din farmors pigenavn?

source: What is your father's middle name?
kl: Hvad er din fars mellemnavn?

source: What is your mother's middle name?
kl: Hvad er din mors mellemnavn?

source: Question 1
kl: Spørgsmål 1

source: Answer 1
kl: Svar 1

source: Question 2
kl: Spørgsmål 2

source: Answer 2
kl: Svar 2

source: Question 3
kl: Spørgsmål 3

source: Answer 3
kl: Svar 3

source: Save Security Questions
kl: Milleqarfiusinnaasut toqqakkit

source: All three questions must be different.
kl: Alle tre spørgsmål skal være forskellige.

source: Question
kl: Version

source: Your Answer
kl: Dit svar

source: Continue
kl: Imarisaq

source: Missing required config setting:
kl: Manglende påkrævet konfigurationsindstilling:

source: Failed to decrypt %(key)s: %(error)s
kl: Kunne ikke dekryptere %(key)s: %(error)s

source: Error loading config key:
kl: Fejllæser config nøgle:

source: About Grylli
kl: Grylli

source: Pronounced
kl: Udtales

source: like “grill-ee”
kl: som “grill-ee”

source: Our Mission
kl: Vores Mål

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
kl: Grylli er et sikkert beskedschedulerings- og leveringssystem designet til at sikre, at dine vigtige beskeder bliver leveret - selv hvis du ikke kan være der for at sende dem.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
kl: Uanset om du planlægger forud, håndterer nødsituationer eller indstiller check-ins for ro i sindet, sikrer Grylli sikker, planlagt levering af dine meddelelser.

source: What Grylli Offers
kl: Hvad Grylli Tilbyder

source: Automated message delivery via email, webhooks, and Apprise.
kl: Tildel et eller flere leveringsdestinationer.

source: Flexible check-in intervals and grace periods to match your needs.
kl: Indstil dit check-in interval og fristperiode.

source: Rich scheduling options: one-time, daily, weekly, or custom.
kl: Eqqaamasassat nalunaarsukkat: ataasiinnaq, sap.ak tamakkerlugu, qaammatip akoranik, imaluunniit immikkuullarissumik.

source: Attach files to emails.
kl: Tilføj eventuelt filer til sikre emails.

source: Full control over your SMTP configuration.
kl: SMTP Siumuissuata-aaqqasua:

source: Role-based access control and MFA for added security.
kl: Rollebaseret adgangskontrol og MFA for øget sikkerhed.

source: Getting Started
kl: Kom godt i gang

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
kl: Grylli er nem at sætte op. Når du er registreret, kan du straks begynde at oprette beskeder, påmindelser og destinationer.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
kl: Start med at udforske dit dashboard, tilføje destinationer og konfigurere check-in indstillinger.

source: Privacy and Security First
kl: Privatliv og Sikkerhed Først

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
kl: Grylli er designet med dit privatliv i tankerne. Dine beskeder er krypterede i hvile, og ingen data deles med tredjeparter. Levering sker kun, hvis dit check-in bliver glippet.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
kl: Vi bruger ikke trackere eller analyser, og du kan eksportere eller slette dine data når som helst.

source: Grylli puts you in control of your message delivery securely and reliably.
kl: Ved at kombinere stærke standardindstillinger med fleksibilitet og gennemsigtighed giver Grylli dig kontrol over leveringen af dine meddelelser – sikkert og pålideligt.

source: Help
kl: Hjælp

source: Help & Overview
kl: Oversigt

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
kl: Grylli ikiorserniusillugu, eqqaamasassat, e-mailit, aammalu ullup sisamap nalaanni eqqaamasassatit angusaanerarisinnaavat.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
kl: Nassiussiviit arlallit atorneqarsinnaapput, SMTP qinikkanik, piffissaajaajummik sananissaq aammalu paasissutissat isumannaannersamik tigoriaannarsimasut.

source: Key Areas
kl: Immikkoortut pingaarnerusut

source: Messages
kl: Besked gemt.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
kl: Malugiukasakkaallutik nalunaarutit atorneqarput. Piffissap ingerlanerani nalunaarutit, naqitanik piffissat, aammalu ingiutigalutillu piniutivallu.

source: Reminders
kl: minutsit

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
kl: Eqqaamasassat ataasiinnaat imaluunniit ingerlaartillugit allakkianik arlariinnik piffissaliikkamik, nalunaarsorlutillu pisariaqartiginngilaq.

source: Emails
kl: Emailit

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
kl: E-mailinik isumannaatsumik nassiussassat ileqqoreersinnaallutik. Eqqarsaammik nalunaarsukkanik aaqqiinerit.

source: SMTP Settings
kl: SMTP-indstillinger

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
kl: E-mail tamassaq pikisassakka allanngusiuk atuinermik makukuluunniit. Atuisut tamarmik namminneq SMTP server-i aalajangersinnaavaat.

source: Apprise Destinations
kl: Apprise Destination-it

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
kl: Atuuffigilikkat ukiuni 80-nit sinnernerlugit arfiffigalugit soorlu Pushover, Gotify, Discord, Slack, nangilluta.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
kl: HTTP POST tunngavilertut sanilutalu pisariinnerinnarmik.

source: Test Send
kl: Ullup kingulleq nalunaarsornera

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
kl: Piffissap allaffianit iluani eqqanaarneqarlutik e-mallit, webhook, Apprise nuan rappel tusagassiaallutik misilerarlugu.

source: Security
kl: 🔐 Isumannaassuseq

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
kl: Atissutissatulluunniit atornera isumannaagiuk. Nal. kisit seqannginnera.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
kl: Nassuiaatit tipitut tapersersorteqarfeqarani? Grylli moduli tamaasa ilitsersuutinut qallunaartaarparput.

source: Privacy
kl: Privatliv

source: Privacy Notice
kl: Privatlivspolitik

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
kl: Grylli respekterer dit privatliv og er designet til at minimere indsamling og opbevaring af personlige data.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
kl: Alle data er krypteret, hvor det er passende, og forbliver fuldt under din kontrol, hvis du selv-hostede denne platform.

source: What Data We Collect
kl: Hvilke data vi indsamler

source: Email address and password hash (for authentication)
kl: E-mailadresse og password hash (til autentifikation)

source: Optional MFA secret and recovery codes (encrypted at rest)
kl: Valgfri MFA-hemmelighed og gendannelseskoder (krypteret i ro)

source: Reminder and message content you configure
kl: Påmindelses- og beskedsindhold, du konfigurerer

source: User-specific settings and preferences
kl: Aqaasat ilittorummik ungasianiit inerisanik siammarteraasorlutik kaammattusi.

source: SMTP configuration (if provided)
kl: SMTP-konfiguration tildelt.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
kl: Pitsaanngitsullu taamatut piniarneqartutut notif tikiartinniarlugit (ex., Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
kl: Webhooks-it URL-t naligiittut aaqqissugaanerisa isikkulerutaat

source: How Your Data Is Used
kl: Sådan bruges dine data

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
kl: Dine data bruges udelukkende til det formål at levere påmindelser og beskeder i henhold til dine præferencer.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
kl: Grylli deler, sælger eller sender ikke dine personlige data til nogen tredjeparter.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
kl: Ilaqutariit, soorlu illit killiligagassat ataatigiuk avatangiiseqqutaata siamma-saataasiortitsinera.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
kl: Grylli immikkoortukkap avammut nalunaarutaarnittarluni, telemetry-aarnittarluni alisivarlunilu qaammarsaqqammerpaanngillat.

source: Your Rights
kl: Dine rettigheder

source: You can export all of your data at any time from the Account Settings page.
kl: Du kan eksportere alle dine data til enhver tid fra kontovidensiden.

source: You may permanently delete your account and all associated data.
kl: Ilinniartuuserneqariarpiuk konto tamarmi, ilanngunnikuullugu nakkutilliinermik pilersitsiarnissamik.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
kl: Hvis du bruger en selv-værtet instans, skal du kontakte instansadministratoren for dataforespørgsler.

source: Self-Hosting Responsibility
kl: Ansvar for selv-hosting

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
kl: Grylli naalagaap nammineq malittarinnittunut taamaallaat accountable siammaarnermut ajorsialussinnaasarput.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
kl: Dette varsel blev senest opdateret i juni 2025 og kan udvikle sig for at afspejle ændringer i softwaren eller den lovgivningsmæssige kontekst.

source: System Status
kl: Systemindstillinger

source: This endpoint provides system health and version information.
kl: Denne endepunkt leverer systemsundhed og versionsoplysninger.

source: 📦 Environment Versions
kl: 📦 Avatangiisinut Versionit

source: Category
kl: Iliuusissaq

source: Tool
kl: Atorlugu

source: 🔐 Security
kl: 🔐 Isumannaassuseq

source: 🕰️ Scheduling
kl: 🕰️ Aggulunneq

source: 🌐 Frontend
kl: 🌐 Saaqqitsineq

source: Step 2 of 2
kl: Tulleri 2-imiit 2

source: Set Security Questions
kl: Milleqarfiusinnaasut toqqakkit

source: Choose three different questions and provide answers only you know. These will help recover your account.
kl: Vælg tre forskellige spørgsmål og giv dine svar. Disse vil blive brugt til at bekræfte din identitet, hvis du nogensinde glemmer din adgangskode.

source: Please fix the following errors:
kl: Ret venligst følgende fejl:

source: Manage Account
kl: Aaluarutaa Konto

source: Update your profile information and password.
kl: Nalunaarsukkatit piniarlugit paasissutisseerumallu iluarsaarchimanerit.

source: Please enter a valid email address.
kl: Emaililimmut sunniineranngitsoq nalusoqqisismagu tigullugu.

source: Hold to reveal
kl: Ашу үшін ұстаңыз

source: Password must meet all complexity requirements.
kl: Password ilkut naqqiluttumillu mianersorlitarsinnaanngitsut panguserpara.

source: Passwords do not match.
kl: Password ilaffianiit naapertuullugit.

source: Update Account
kl: Konto iluarsilaaqqiisarniavisillugu

source: Cancel
kl: Tunuaruk

source: Minimum 8 characters
kl: Minnerpaamik nalunaaquttallu ilaqarli ilinniarfigisinnaassavat

source: At least one uppercase letter
kl: Minnerpaamik naggarisigit naalaavialigereerpoq

source: At least one lowercase letter
kl: Minnerpaamik naggarusigalutik imminut paaqqutarli

source: At least one number
kl: Minnerpaamik ilisimatuutut naalaaviginiagaqarli

source: At least one special character (e.g., !@#$%)
kl: Mindst én speciel karakter (f.eks., !@#$%)

source: Download My Data
kl: Download mine data

source: Download all your account data as a JSON file...
kl: Download alle dine kontodata som en JSON-fil...

source: Download My Data (JSON)
kl: Download mine data (JSON)

source: Danger Zone
kl: Ilinniartuni allanngortillugu

source: Deleting your account is permanent and cannot be undone.
kl: Naammassineq isumaqatigiissutigineqarpoq, ilanngunneqarsinnaanissaa arsissutigineqarpoq.

source: Are you sure you want to delete your account?
kl: Isumaginngivissiuserit nakkutilliinermik qajannaallisaaneq nakkutilluiviginiarpiuk?

source: Delete My Account
kl: Konto iluarsilaaqqiisarniavisillugu

source: Security Questions
kl: 🔐 Isumannaassuseq

source: Set Your Security Questions
kl: Indstil dine sikkerhedsspørgsmål

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
kl: Vælg tre forskellige spørgsmål og giv dine svar. Disse vil blive brugt til at bekræfte din identitet, hvis du nogensinde glemmer din adgangskode.

source: Each question must be different.
kl: Alle tre spørgsmål skal være forskellige.

source: Answer
kl: Svar

source: Update
kl: Konto iluarsilaaqqiisarniavisillugu

source: Translations
kl: Oversættelser

source: Grylli currently supports multiple languages and more will be added.
kl: Grylli massakkut tapersortarpaat arlalissuarnik oqaatsinik amerlanerillu ilanngunneqassapput.

source: Many of the translations were performed with assistance from ChatGPT.
kl: Ajorpaanik nutsernerit amerlanersaat ChatGPT-mik ikiorneqarlutik ingerlanneqarsimapput.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
kl: Yu finda na translation issue o wanna suggest improvements, your input is welcome!

source: How to request translation updates
kl: fopi xyje pelgena xusteo nodoantim

source: To contribute to translations, please use the following guidelines:
kl: For at bidrage til oversættelser, følg venligst følgende retningslinjer:

source: Contribute missing or improved translations:
kl: Sumi taannaq piariitsoq naniviuk?

source: Open the relevant .po translation file for your language.
kl: Åbn JSON-oversættelsesfilen for dit sprog. For eksempel:

source: Find untranslated or incomplete entries and add or improve translations.
kl: Find uoversatte eller ufuldstændige indgange og tilføj eller forbedr oversættelser.

source: You may use a PO file editor or a text editor.
kl: Du kan bruge en PO-filredaktør eller en teksteditor.

source: Copy the file path and the snippet of your changes.
kl: Kopier filstien og uddraget af dine ændringer.

source: Paste the snippet directly into a new GitHub issue for review.
kl: Indsæt det kopierede snippet direkte i GitHub-issue kommentaren.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
kl: Læg ikke hele .po-filen op for at undgå sammenfletningskonflikter.

source: Improving existing translations:
kl: Forbedre eksisterende oversættelser:

source: Open the relevant .po file for the translation you want to improve.
kl: Åbn den relevante .po fil for den oversættelse du vil forbedre.

source: Find the phrase(s) and its existing translation(s) you want to improve.
kl: Qularna eqqoraagit ilitsersuut(ni) aammalu taaneqareersimasut its. najoqqutaralugit pitsanngorsarusutat.

source: Update the phrase(s).
kl: Opdater frase(r).

source: Copy the file name and path into the issue.
kl: Kopier filnavn og sti ind i problemet.

source: Paste the copied snippet directly into the GitHub issue comment.
kl: Indsæt det kopierede snippet direkte i GitHub-issue kommentaren.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
kl: Læg ikke hele .po-filen op for at undgå sammenfletningskonflikter.

source: <strong>Example snippet:</strong>
kl: Example snippet:

source: Report missing translations not yet discovered:
kl: Rapportér manglende oversættelser endnu ikke opdaget:

source: If you see text in the app that appears untranslated or missing, please report it to us.
kl: Hvis du ser tekst i appen, der vises uoversat eller manglende, bedes du rapportere det til os.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
kl: Inkludér siden eller sektionen hvor du så sætningen (f.eks., Indstillinger side, Konto sektion).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
kl: Indsend denne information via et nyt GitHub-emne, så vi kan tilføje det til oversættelsesfilerne og pakke det til Babel.

source: Found a missing translation?
kl: Sumi taannaq piariitsoq naniviuk?

source: This link will create a new GitHub issue pre-filled with a language code.
kl: Dette link vil oprette et nyt GitHub-issue forudfyldt med en sprogkode.

source: Report it by opening a new GitHub issue
kl: Rapportér det ved at åbne en ny GitHub-sag

source: Please specify the language code and exact phrase when reporting.
kl: Angiv venligst sprogkoden og den præcise sætning ved rapportering.

source: Thank you for helping us make Grylli better!
kl: Takker for at hjælpe os med at gøre Grylli bedre!

source: Answer Your Security Question
kl: Svar på dit sikkerhedsspørgsmål

source: Please answer the question below to verify your identity before resetting your password.
kl: Svar venligst på spørgsmålet nedenfor for at bekræfte din identitet, før du nulstiller din adgangskode.

source: Security Question
kl: 🔐 Isumannaassuseq

source: Verify and Continue
kl: Bekræft og fortsæt

source: Create New User
kl: Opret Ny Bruger

source: Fill out the form to add a new user.
kl: Udfyld formularen for at tilføje en ny bruger.

source: Username
kl: Brugernavn

source: Role
kl: Rolle

source: New Password
kl: Nutaamik oqaatsit

source: Confirm Password
kl: Qanoq ilisassaq nalunngilara

source: Create User
kl: Opret Bruger

source: Edit User
kl: Edit Bruger

source: Update the details for this user account.
kl: Opdater detaljerne for denne brugerkonto.

source: Update User
kl: Slet Bruger

source: Admin Help
kl: Admin Panel

source: Reset Admin Password
kl: Nutaamik oqaatsit

source: If you've forgotten the admin password, you can reset it using the following Docker command:
kl: Aqarniutitut admin ataatsimii arajutsisimagukku, una atorlugu taasanik atoqqiiniaraatit Docker imi vavit:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
kl: Una script siumugutigissava illit atorlugu nutaamik tassani taasanik allattuutip nerriviani allattooq admin imaa. Asimiik qaqanga allaavoq oqalualuuartumaluguaq Grylli contenaarip pilluaavata tungaanut asimiik atuagava qannarmik.

source: After resetting, you can log in with the new password immediately.
kl: Aaqqeriarneq kinguneqartillugu, nutaamik tassa atorlugu aariflissinnaavit.

source: Return to Login
kl: Takuagaq Avammut tikillugu

source: Admin Help Access
kl: Admin ikiugaq Avatangiisikkut

source: Enter your Ferret Key to unlock admin-only help documentation.
kl: Admin ikiugaq tassa saqqummersoq allannginneqanngitsoq allattuivittullu Ferret sulelibbiusamik ukiut.

source: How to Find Your FERRET_KEY
kl: Maanerusut FERRET_KEY navigatori sinniisunnguuvoq

source: The FERRET_KEY is set as an environment variable when running Grylli.
kl: FERRET_KEY tassamaat taputaliunneqartarpoq peqatigalugu Grylli atuatilaaginnarlugu.

source: Option 1: Check docker-compose.yml
kl: Taasaq 1: docker-compose.yml analayserlugu pineqaq

source: Option 2: Use docker inspect
kl: Taasaq 2: docker paniat qaffasisaannatsinni

source: This shows the FERRET_KEY as passed to the container at runtime.
kl: Tamaana saammaatu Ferret Key akeqartillugu nunatsinni aqqutissartaqanngilaq avamullu

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
kl: Tikilluarit Grylli Admin Panel-imut. Atoruk linkit ataani naapertuuttumik aaqqissuussinissamut.

source: View Application Logs
kl: Vis Applikationslogge

source: Logs
kl: Log ud

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
kl: Vis nylige logudskrifter fra applikationen. Se mere med docker logs eller logfilerne i datakataloget.

source: Reports
kl: Порт

source: View account summaries and scheduler activity in tabbed reports.
kl: Takussutissanik isiginnaarneqartunut allataqarnissat takullugit.

source: Settings
kl: SMTP-indstillinger

source: View system configuration, environment variables, and global SMTP settings.
kl: Atortut allanngussagaanngillat periarfissanullu tamat oqaluuserai SMTP allallu PIN tusarnaarlugit.

source: Tools
kl: Atorlugu

source: Trigger or delete backups and run version check.
kl: Ikkussussagaanngikkulluunniit toqqaannagit ersigik.

source: Manage Users
kl: Administrér Brugere

source: Users
kl: Brugere

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
kl: Ikkussuineq, iluarsaasit, atuutsitsineq/qamitinnerat, parnaannerat matusinernik, atortuni inissianik allanngortitsineq, konto piginninnermi qanoq ilisittiinerit imaluunniit atorunnaarsitsineq.

source: View Admin Guide / README
kl: Vis Admin Guide / README på GitHub

source: View README
kl: Sutorneq nassiunneq
