Repository: samcro1967/grylli
Catalog: app/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: An error occurred while loading the Privacy Notice.
jv: Ana kesalahan nalika nganyari pangguna.

source: Failed to load reminders.
jv: Bali menyang Email

source: Reminder created successfully.
jv: Pesenan digawe kanthi sukses.

source: Failed to create reminder.
jv: Gagal nggawe pangguna.

source: Reminder updated successfully.
jv: Pangguna dianyari kanthi sukses.

source: Failed to edit reminder.
jv: Kirim Email Tes

source: Reminder deleted.
jv: Pangguna wis dibusak.

source: Failed to delete reminder.
jv: Gagal ngapus cadangan.

source: Failed to load or update destinations.
jv: Tugas Papan Tujuan

source: No destinations assigned to this reminder.
jv: Konfigurasi SMTP ora ditetepake utawa dipateni.

source: No email message linked to this reminder.
jv: Ora pesen email sing digandhengake karo pangeling iki.

source: SMTP configuration is disabled.
jv: Konfigurasi SMTP ora ditetepake utawa dipateni.

source: Test reminder sent successfully.
jv: Email tes dikirim kanthi sukses.

source: Test reminder failed:
jv: Pesenan disimpen.

source: Failed to send test reminder.
jv: Gagal ngirim email tes:

source: Failed to load reminder details.
jv: Deleng Rincian

source: Reminder schedule updated successfully.
jv: Jadwal kasil dianyari.

source: Failed to load or save reminder schedule.
jv: Gagal mbukak utawa nyimpen jadwal pangeling.

source: None
jv: Ora

source: You must select both an SMTP config and an email message, or neither.
jv: Sampeyan kudu milih konfigurasi SMTP lan pesen email, utawa ora kabeh loro-lorone.

source: Email reminder settings updated.
jv: Tujuan dianyari.

source: Failed to assign email reminder.
jv: Tugas Panggeling Email

source: Failed to load settings.
jv: Gagal ngirim email tes. Priksa setelan SMTP.

source: Test Email from Grylli
jv: Email Tes saka Grylli

source: This is a test email from the Grylli SMTP settings page.
jv: Iki email tes saka kaca setelan SMTP Grylli.

source: Failed to send test email:
jv: Gagal ngirim email tes:

source: Backup created: %(filename)s
jv: Gawe cadangan: %(filename)s

source: Failed to create backup.
jv: Gagal nggawe cadangan.

source: Invalid backup filename.
jv: Jeneng file cadangan ora sah.

source: Backup deleted: %(filename)s
jv: Ngapus cadangan: %(filename)s

source: Backup file not found.
jv: File cadangan ora ditemokake.

source: Failed to delete backup.
jv: Gagal ngapus cadangan.

source: Unable to load SMTP configurations.
jv: Konfigurasi SMTP

source: SMTP destination created successfully.
jv: Tujuan SMTP digawe kanthi sukses.

source: Error creating SMTP configuration.
jv: Konfigurasi SMTP

source: SMTP destination updated.
jv: Tujuan SMTP dianyari.

source: Failed to load or update SMTP config.
jv: Gagal mbukak utawa nganyari konfigurasi SMTP.

source: SMTP destination deleted.
jv: Tujuan SMTP dihapus.

source: Error deleting SMTP configuration.
jv: Kesalahan seeding config sistem:

source: Test email sent successfully to your account email.
jv: Email tes dikirim kanthi sukses menyang email akun sampeyan.

source: Failed to send test email. Check SMTP settings.
jv: Gagal ngirim email tes. Priksa setelan SMTP.

source: Error sending test email.
jv: Kirim Email Tes

source: Failed to load user list.
jv: Bali menyang Email

source: Password is required when creating a new user.
jv: Tembung sandhi dibutuhake nalika nggawe pangguna anyar.

source: Username already exists.
jv: Jeneng pangguna wis ana.

source: Email already exists.
jv: Email wis ana.

source: User '%(username)s' created successfully.
jv: Pangguna '%(username)s' kasil digawe.

source: Failed to create user.
jv: Gagal nggawe pangguna.

source: User updated successfully.
jv: Pangguna dianyari kanthi sukses.

source: An error occurred while updating the user.
jv: Ana kesalahan nalika nganyari pangguna.

source: User deleted.
jv: Pangguna wis dibusak.

source: An error occurred while deleting the user.
jv: Ana kesalahan nalika mbusak pangguna.

source: You cannot change your own enabled status.
jv: Sampeyan ora bisa ngganti status diaktifake dhewe.

source: User '%(username)s' has been %(status)s.
jv: Pangguna '%(username)s' wis dadi %(status)s.

source: You cannot reset your own MFA.
jv: ⚪ = Sampeyan ora bisa maténi akun sampeyan dhewe.

source: MFA disabled for user '%(username)s'.
jv: MFA dipateni kanggo pangguna '%(username)s'.

source: An error occurred while resetting MFA.
jv: Ana kesalahan nalika mbusak pangguna.

source: Invalid role
jv: Peran ora sah.

source: Role updated for %(username)s.
jv: MFA dipateni kanggo pangguna '%(username)s'.

source: An error occurred while updating the role.
jv: Ana kesalahan nalika nganyari pangguna.

source: User account unlocked.
jv: Akun panjenengan wis dihapus secara permanen.

source: An error occurred while unlocking the account.
jv: Ana kesalahan nalika nggawe akun admin.

source: Webhook created successfully.
jv: Webhook kasil digawe.

source: Failed to create webhook.
jv: Gagal nggawe cadangan.

source: Could not load webhooks.
jv: Ora bisa muat kode pemulihan.

source: Webhook updated successfully.
jv: Webhook kasil diupdate.

source: Failed to update webhook.
jv: Gagal ngapus cadangan.

source: Failed to load or update webhook config.
jv: Gagal mbukak utawa nganyari konfigurasi SMTP.

source: Webhook deleted.
jv: Webhook wis dibusak.

source: Failed to delete webhook.
jv: Gagal ngapus cadangan.

source: Test notification sent.
jv: Sunting Notifikasi

source: Test failed: %(msg)s
jv: TLS diaktifake: %(tls)s

source: Unexpected error sending test.
jv: Ana kesalahan nalika mbusak pangguna.
