Repository: samcro1967/grylli
Catalog: app/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: Disable to assign destinations
jv: Tugas Papan Tujuan

source: Set Schedule
jv: Setel Jadwal

source: Disable to set schedule
jv: Setel Jadwal

source: View Details
jv: Deleng Rincian

source: Send Test Messages
jv: Kirim Email Tes

source: Delete Messages
jv: Jadwal Pesen

source: Toggle Message On/Off
jv: Toggle Pesen On/Off

source: Messages is enabled
jv: Email diaktifake

source: Messages is disabled
jv: Email dipateni

source: Enable only after schedule is set
jv: Aktifake mung sawise jadwal diatur

source: Enable only after destinations are assigned
jv: Aktifake mung sawise tujuan diwènèhkaké

source: Click “Add Messages” and fill out the subject and content fields.
jv: Klik “Tambah notifikasi” lan isi kolom bab lan isi.

source: Save the Messages to return to the overview.
jv: Simpen notifikasi kanggo bali menyang ringkesan.

source: You need to create at least one apprise or webhook destination.
jv: Sampeyan kudu nggawe paling ora siji tujuan apprise utawa webhook.

source: You can create as many destinations as you like.
jv: Sampeyan bisa nggawe sak karepe papan tujuan.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
jv: Klik 🧩 kanggo menehi tugas siji utawa luwih papan Apprise lan/utawa Webhook.

source: Click ⏱️ to set a schedule and check-in interval.
jv: Klik ⏱️ kanggo nyetel jadwal lan selang check-in.

source: Enable the Messages using the 🔴/🟢 toggle button.
jv: Aktifake email nganggo tombol toggle 🔴/🟢.

source: If you don’t check in before the grace period ends, the Messages will be sent.
jv: Yen sampeyan ora check-in sadurunge wektu anugerah rampung, notifikasi bakal dikirim.

source: You can preview the Messages config using 🔍.
jv: Sampeyan bisa pratinjau konfigurasi email nganggo 🔍.

source: Once a Messages is sent, it will be automatically disabled.
jv: Sawise email aman dikirim, bakal otomatis dinonaktifake.

source: No Messagess available.
jv: Ora ana pangguna sing kasedhiya.

source: Two-Factor Authentication (MFA)
jv: Otentikasi Dua Faktor (MFA)

source: Your Recovery Codes
jv: Kode Pulihane Panjenengan

source: Save these recovery codes in a safe place!
jv: Simpen kode pemulihan iki ing papan sing aman!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
jv: Saben kode bisa digunakaké sapisan yen panjenengan ora bisa nemokake otentikator. Kode iki ora bakal dituduhake mane.

source: OK, I've saved them
jv: OK, Aku wis nyimpen

source: MFA Settings
jv: Setelan SMTP

source: MFA QR Code
jv: Kode QR MFA

source: Manual Entry:
jv: Masukan Manual:

source: Administration
jv: Administrasi

source: Grylli | Admin | Overview
jv: Grylli | Admin | Gambaran

source: Overview
jv: Ringkesan

source: Grylli | Admin | Users
jv: Grylli | Admin | Panganggo

source: Grylli is a secure message scheduling and delivery platform.
jv: Grylli minangka platform jadwal lan pangiriman pesen sing aman.

source: Home
jv: Ngarep

source: Check-ins Due
jv: Check-in

source: Account
jv: Akun

source: About
jv: Babagan

source: Grylli | Messages | Overview
jv: Grylli | Email | Gambaran

source: Overview of Messages settings
jv: Ringkesan setelan notifikasi

source: Grylli | Messages | Apprise
jv: Sunting Notifikasi

source: Configure Apprise services
jv: Konfigurasi layanan Apprise

source: Grylli | Messages | Webhooks
jv: Sunting Notifikasi

source: Configure Webhook integrations
jv: Konfigurasi integrasi Webhook

source: Grylli | Emails | Overview
jv: Grylli | Email | Gambaran

source: Overview of secure email messages
jv: Ringkesan pesen email sing aman

source: Grylli | Emails | SMTP
jv: Grylli | Email | SMTP

source: Configure SMTP email settings
jv: Konfigurasi setelan email SMTP

source: Grylli | Reminders | Overview
jv: Grylli | Pangeling | Gambaran

source: Overview of reminders
jv: Ringkesan pangeling

source: Select Theme
jv: Pilih

source: Select theme
jv: Pilih

source: Select language
jv: Pilih

source: Collapse Sidebar
jv: Lipit Sidebar

source: Select the Apprise and Webhook destinations for this reminder.
jv: Pilih tujuan Apprise lan Webhook kanggo notifikasi iki.

source: Link Email Reminder for
jv: Link Panggeling Email kanggo

source: Choose the email message and SMTP configuration to associate with this reminder.
jv: Pilih pesen email lan konfigurasi SMTP kanggo nyangga peringatan iki.

source: None (Unassign)
jv: Ora ana konfigurasi SMTP sing ditetepake

source: No sender address
jv: Ora ana alamat pengirim

source: Email Message
jv: Jadwal Pesen

source: No subject
jv: Subjek

source: Save Email Reminder
jv: Simpen Email

source: How to use reminders
jv: Kepiye cara ngatur pangguna

source: Review scheduled reminders and create new timed or recurring messages.
jv: Jadwalake penginget kanggo dikirim ing wektu tartamtu utawa kanthi cara sing ngulang.

source: Add Reminder
jv: Tambah Email

source: List Reminders
jv: Sunting Email

source: Edit Reminder
jv: Sunting Email

source: Create Reminder
jv: Gawe Email

source: Update the label, subject, and content of your reminder.
jv: Nganyari label, subyek, lan isi saka notifikasi sampeyan.

source: Fill out the form to schedule a reminder.
jv: Isi formulir kanggo nambah pangguna anyar.

source: Save Reminder
jv: Simpen Email

source: Schedule Reminder
jv: Jadwalake Email

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
jv: Pèweling dipriksa saben %(minutes)s menit, mula pambiyantu bisa telat sethithik.

source: Configure when and how often the reminder should be sent.
jv: Konfigurasi kapan lan pinten kerep peringatan kudu dikirim.

source: Start Date & Time
jv: Tanggal & Waktu Mulai

source: Recurrence Rule
jv: Aturan Pengulangan

source: (Optional) Enter RRULE or leave blank for one-time.
jv: (Opsional) Lebokan RRULE utawa tinggalake kosong kanggo siji-wektu.

source: End Date
jv: Kirim Tes

source: (Optional) Stop sending after this date.
jv: (Opsional) Mandhegake pengiriman sawise tanggal iki.

source: Max Occurrences
jv: Maksimal Occurrences

source: (Optional) Stop after this many reminders.
jv: (Opsional) Mandheg sawise pangeling iki akeh.

source: Help for RRULE syntax
jv: Bantuan kanggo sintaksis RRULE

source: Reminder Details
jv: Deleng Rincian

source: Start At
jv: Miwiti TLS

source: End At
jv: Kirim Tes

source: Email Templates
jv: Validator Email

source: No email linked.
jv: Email diaktifake

source: Back to Reminders
jv: Bali menyang Email

source: Cannot assign destinations while enabled
jv: Ora bisa ngowahi nalika dienggo

source: Assign Email Reminder
jv: Tugas Panggeling Email

source: Cannot assign email while enabled
jv: Ora bisa ngowahi nalika dienggo

source: Send Test Reminder
jv: Kirim Email Tes

source: Delete reminder
jv: Nganyari Panggeling

source: Delete Reminder
jv: Nganyari Panggeling

source: Toggle Reminder On/Off
jv: Nyalak/Pateni Email

source: Start At:
jv: Miwiti TLS

source: Recurrence:
jv: Pengulangan:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
jv: Klik “Tambah notifikasi” lan isi kolom bab lan isi.

source: 💾 Save the reminder to return to the overview.
jv: Simpen notifikasi kanggo bali menyang ringkesan.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
jv: 📣 Tugas Apprise, 🌐 Webhook, lan/utawa 📧 tujuan Email (SMTP) kaya sing dibutuhake.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
jv: ⏱️ Setel jadwal nggunakake tombol jadwal kanggo nemtokake kapan pangeling dikirim.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
jv: 🔍 Klik “View Details” kanggo mriksa utawa ngowahi tujuan sing ditugasake lan setelan liyane.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
jv: 🧪 Klik tombol Tes kanggo verifikasi kabeh tujuan sing ditugasake bisa mlaku kanthi bener.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
jv: Aktifake email nganggo tombol toggle 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
jv: 📤 Panggeling bakal dikirim miturut jadwal menyang tujuan sing wis ditugasake.

source: Several tools are available to help generate an RRULE.
jv: Akeh alat kasedhiya kanggo mbantu ngasilake RRULE.

source: Use a search engine or AI tool to assist.
jv: Gunakake mesin telusur utawa alat AI kanggo mbantu.

source: Here is an example of one such online tool:
jv: Ing kene yaiku conto alat online kaya ngono:

source: RRULE Generator Tool
jv: Alat Generator RRULE

source: See here for some common examples:
jv: Delengen ing kene kanggo sawetara conto umum:

source: RRULE Help (GitHub)
jv: Bantuan RRULE (GitHub)

source: Create SMTP Destination
jv: Gawe Tujuan SMTP

source: Fill out the form to configure a new SMTP destination.
jv: Gawe Tujuan SMTP

source: Edit SMTP Destination
jv: Gawe Tujuan SMTP

source: Update the mail server settings or credentials for this destination.
jv: Sunting Tujuan Apprise

source: Update Destination
jv: Gawé Tujuan

source: Show SMTP Setup Help
jv: Tampilake Bantu Setelan SMTP

source: Hide SMTP Setup Help
jv: Sumputake Bantu Setelan SMTP

source: SMTP Destinations
jv: Tujuan SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
jv: Ngatur konfigurasi server mail metu kanggo ngirimku email saka Grylli.

source: Add SMTP
jv: Tambah SMTP

source: List SMTP
jv: Check-in Pungkasan

source: Cannot edit while assigned to emails
jv: Ora bisa ngowahi nalika diset kanggo notifikasi

source: Cannot delete while assigned to emails
jv: Ora bisa mbusak nalika diset kanggo notifikasi

source: Need help finding your SMTP server settings? See here for some links to common providers:
jv: Butuh bantuan kanggo nemokake setelan server SMTP sampeyan? Delengen kene kanggo sawetara pranala menyang panyedhiya umum:

source: SMTP Server Settings Help (GitHub)
jv: Bantu Setelan Server SMTP (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
jv: Goleki pranala dokumentasi resmi kanggo Gmail, Outlook, Yahoo, AOL, lan liyane.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
jv: Yen panyedhiya sampeyan ora kadhaptar, goleki situs dukungan utawa mesin telusuran padha karo 'setelan SMTP'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
jv: Sawetara panyedhiya (kaya Gmail, Yahoo) mbutuhake 'Sandi Aplikasi' utawa persiapan khusus— delengen dokumennya!

source: How to configure Webhooks
jv: Konfigurasi integrasi Webhook

source: Webhook Destinations
jv: Tujuan Webhooks

source: Manage your webhook Messages endpoints.
jv: Ngatur titik pungkasan notifikasi webhook sampeyan.

source: Add Webhook
jv: Tambah Webhook

source: Show Help
jv: Tampilake Bantu Setelan SMTP

source: Hide Help
jv: Panel Admin

source: Webhooks Destinations
jv: Tujuan Webhooks

source: Description:
jv: Katrangan:

source: Edit Webhook
jv: Sunting Webhook

source: Create Webhook
jv: Gawe Webhook

source: Update the label, endpoint, or description of this webhook destination.
jv: Nganyari label, titik pungkasan, utawa deskripsi tujuan webhook iki.

source: Fill out the form to add a new webhook destination.
jv: Isi formulir kanggo nambah pangguna anyar.

source: Cannot edit while assigned to Messagess
jv: Ora bisa ngowahi nalika diset kanggo notifikasi

source: Cannot delete while assigned to Messagess
jv: Ora bisa mbusak nalika diset kanggo notifikasi

source: Click “Add Webhook” to register a new destination.
jv: Klik “Tambahkan Webhook” kanggo ndhaptar tujuan anyar.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
jv: Lebokna URL titik pungkasan sing bener sing bakal nampa panjalukan HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
jv: Opsional nyedhiyakake deskripsi kanggo nerangake tujuan webhook.

source: Use the 🧪 icon to test that the webhook destination is working properly.
jv: Gunakake ikon 🧪 kanggo nyoba yen tujuan webhook bisa mlaku kanthi bener.

source: Webhooks in use by Messagess cannot be edited or deleted.
jv: Webhooks sing digunakake dening notifikasi ora bisa diowahi utawa diilangi.

source: You can create and manage multiple webhooks for different systems or automations.
jv: Sampeyan bisa nggawe lan ngatur pirang-pirang webhooks kanggo sistem utawa otomatisasi sing beda.

source: Please set your security questions before using the application.
jv: Mangga setelan pitakon keamanan sampeyan sadurunge nggunakake aplikasi.

source: Current password is required to change password.
jv: Sandi saiki dibutuhake kanggo ngganti sandi.

source: Current password is incorrect.
jv: Sandi saiki salah.

source: Account updated successfully.
jv: Akun kasil dianyari.

source: No changes made.
jv: Ora ana owah-owahan sing digawe.

source: An error occurred while updating your account.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: An error occurred while loading translation info.
jv: Ana kesalahan nalika nganyari pangguna.

source: You cannot delete your account because you are the last admin.
jv: Panjenengan ora bisa mbusak akun panjenengan amarga panjenengan iku admin pungkasan.

source: Your account has been permanently deleted.
jv: Akun panjenengan wis dihapus secara permanen.

source: An error occurred while trying to delete your account.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: Your account has been deleted
jv: Akun panjenengan wis dihapus secara permanen.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
jv: Halo {username}, Akun panjenengan ing {site_name} wis kabusak. Elinga kanggo mbusak file-file saka folder unggahan. Yen iki dudu panjenengan, mangga hubungi dhukungan sajeroning wektu sing cekak. {site_url}

source: Each security question must be different.
jv: Kabeh telu pitakon kudu beda.

source: Security questions saved.
jv: Pitakon keamanan disimpen.

source: An error occurred while saving your security questions.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: Failed to load admin dashboard.
jv: Bali menyang Email

source: Invalid role.
jv: Peran ora sah.

source: Failed to update user role.
jv: Gagal nggawe pangguna.

source: Invalid Ferret Key.
jv: Peran ora sah.

source: An internal error occurred. Please try again later.
jv: Ana kesalahan sing ora dikarepke. Mangga coba maneh mengko utawa hubungi support.

source: 🧪 Test notification sent successfully!
jv: 🧪 Notifikasi tes dikirim kanthi sukses!

source: 🧪 Failed to send test notification:
jv: 🧪 Gagal ngirim notifikasi tes:

source: 🧪 Error sending test notification.
jv: 🧪 Kesalahan ngirim notifikasi tes.

source: Apprise destination created successfully.
jv: Tujuan Apprise kasil digawe.

source: Failed to create Apprise destination.
jv: Gawé Tujuan Apprise

source: Failed to load Apprise destinations.
jv: Gawé Tujuan Apprise

source: Apprise destination updated successfully.
jv: Tujuan Apprise kasil dianyari.

source: Failed to update Apprise destination.
jv: Gawé Tujuan Apprise

source: Apprise destination deleted.
jv: Tujuan Apprise wis dibusak.

source: Failed to delete Apprise destination.
jv: Sunting Tujuan Apprise

source: Admin account created successfully.
jv: Akun admin kasil digawe.

source: Your account is temporarily locked. Please try again later.
jv: Ana kesalahan sing ora dikarepke. Mangga coba maneh mengko utawa hubungi support.

source: An error occurred while creating the admin account.
jv: Ana kesalahan nalika nggawe akun admin.

source: Your account is not activated.
jv: Akun panjenengan wis dihapus secara permanen.

source: Multi-factor authentication required.
jv: Notifikasi dipateni

source: Logged in successfully.
jv: Kasil mlebu.

source: Too many failed login attempts. Your account is locked for 15 minutes.
jv: Akeh banget gagal login. Mangga antèn

source: Invalid username or password.
jv: Jeneng pengguna utawa sandi salah.

source: You have been logged out.
jv: Sampeyan wis metu.

source: If a user with that email exists, we've sent the username to them.
jv: Yen pangguna karo email kasebut ana, kita wis ngirim jeneng pengguna marang dheweke.

source: An error occurred while sending your username reminder.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: No account found matching that username and email.
jv: Ora ana akun sing cocog karo jeneng pengguna lan email kasebut.

source: An error occurred while checking your credentials.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: Session expired. Please start over.
jv: Sesi wis entek. Mangga wiwiti maneh.

source: Too many failed attempts. Please try again later.
jv: Akeh banget gagal login. Mangga antèn

source: A password reset link has been sent to your email.
jv: Pranala ngreset sandi wis dikirim menyang email sampeyan.

source: One or more answers were incorrect.
jv: Siji utawa luwih jawaban salah.

source: An error occurred while verifying your answers.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: The reset link is invalid or has expired.
jv: Pranala ngreset ora valid utawa wis kadaluwarsa.

source: Username and email do not match.
jv: Jeneng panganggo lan email ora cocog.

source: Your password has been reset. Please log in.
jv: Sandi sampeyan wis direset. Mangga mlebu.

source: An error occurred while resetting your password.
jv: Ana kesalahan nalika mbusak pangguna.

source: Invalid registration PIN.
jv: PIN registrasi ora sah.

source: Username or email already exists.
jv: Jeneng panganggo utawa email wis ana.

source: Activate Your Grylli Account
jv: Aktifake Akun Grylli Panjenengan

source: Hello {username}, Please activate your account by clicking...
jv: Halo {username}, Aktifake akun panjenengan kanthi ngeklik...

source: Account created! Please check your email to activate your account.
jv: Akun digawe! Mangga priksa email kowe kanggo ngaktifake akunmu.

source: An error occurred during signup.
jv: Ana kesalahan nalika mbusak pangguna.

source: Activation link is invalid or expired.
jv: Tautan aktifasi ora sah utawa wis kadaluwarsa.

source: User not found.
jv: Pangguna ora ditemokake.

source: Account already activated. Please log in.
jv: Akun wis diaktifake. Mangga mlebu.

source: Your account has been activated! You can now log in.
jv: Akun sampeyan wis diaktifake! Saiki sampeyan bisa mlebu.

source: Failed to activate account.
jv: Gagal nggawe cadangan.

source: Security questions not set or user not found.
jv: Pitakon keamanan ora disetel utawa pangguna ora ditemokake.

source: Password reset email sent.
jv: Sandhi ora cocog.

source: Incorrect answer.
jv: Jawaban salah.

source: Invalid check-in link.
jv: Tautan check-in ora sah.

source: You are not authorized to check in for this item.
jv: Sampeyan ora sah kanggo mlebu kanggo barang iki.

source: Unsupported check-in type.
jv: Jinis check-in ora didhukung.

source: An error occurred during check-in.
jv: Ana kesalahan nalika nganyari pangguna.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
jv: ⚠️ Ora bisa ngaktifake pangeling: Tanggal/Waktu wiwitan ana ing sawijining.

source: ✅ Enabled and timer started.
jv: ✅ Diaktifake lan timer wiwit.

source: ⛔ Disabled.
jv: ⛔ Dipateni.

source: ⚠️ Cannot toggle — missing schedule or destination.
jv: ⚠️ Ora bisa ngowahi — jadwal utawa tujuan ilang.

source: An error occurred while toggling status.
jv: Ana kesalahan nalika nganyari pangguna.

source: Failed to load email messages.
jv: Bali menyang Email

source: Message saved.
jv: Pesenan disimpen.

source: An error occurred while saving the message.
jv: Ana kesalahan nalika nganyari pangguna.

source: Message deleted.
jv: Pesenan dihapus.

source: An error occurred while deleting the message.
jv: Ana kesalahan nalika mbusak pangguna.

source: Attached files updated.
jv: File terlampir dianyari.

source: An unexpected error occurred while loading attachments.
jv: Ana kesalahan nalika nganyari pangguna.

source: An error occurred while loading the message configuration.
jv: Ana kesalahan nalika nggawe akun admin.

source: SMTP configuration not assigned or is disabled.
jv: Konfigurasi SMTP ora ditetepake utawa dipateni.

source: Test email sent successfully.
jv: Email tes dikirim kanthi sukses.

source: Unknown error
jv: Kesalahan ora dikenal

source: Email failed: %(reason)s
jv: Email gagal: %(reason)s

source: An unexpected error occurred while sending test email.
jv: Ana kesalahan nalika mbusak pangguna.

source: Access denied.
jv: Akses ditolak.

source: Schedule updated successfully.
jv: Jadwal kasil dianyari.

source: An error occurred while updating the schedule.
jv: Ana kesalahan nalika nganyari pangguna.

source: SMTP configuration assigned.
jv: Konfigurasi SMTP ditetepake.

source: SMTP configuration removed.
jv: Konfigurasi SMTP ditetepake.

source: An error occurred while assigning SMTP configuration.
jv: Ana kesalahan nalika nganyarake akun sampeyan.

source: Unable to fetch email status.
jv: Gagal ngirim email tes:

source: An error occurred while loading the help page.
jv: Ana kesalahan nalika nganyari pangguna.

source: Error loading dashboard
jv: Bali menyang Email

source: Welcome to Grylli
jv: Sugeng Rawuh ing Grylli

source: Failed to determine locale.
jv: Gagal nggawe pangguna.

source: Failed to load messages.
jv: Bali menyang Email

source: Message created successfully.
jv: Pesenan digawe kanthi sukses.

source: An error occurred while creating the message.
jv: Ana kesalahan nalika nganyari pangguna.

source: Message updated successfully.
jv: Pesenan dianyari kanthi sukses.

source: An error occurred while updating the message.
jv: Ana kesalahan nalika nganyari pangguna.

source: Destinations updated.
jv: Tujuan dianyari.

source: An error occurred while assigning destinations.
jv: Ana kesalahan nalika nggawe akun admin.

source: An error occurred while loading the message.
jv: Ana kesalahan nalika nganyari pangguna.

source: Unable to fetch message status.
jv: Ora bisa njupuk status pesen.

source: No destinations assigned to this message.
jv: Konfigurasi SMTP ora ditetepake utawa dipateni.

source: Test message sent successfully.
jv: Email tes dikirim kanthi sukses.

source: Test message failed:
jv: Pesenan disimpen.

source: You must enter a code from your authenticator.
jv: Panjenengan kudu ngetik kode saka otentikator panjenengan.

source: Invalid code. Please try again.
jv: Kode ora sah. Tulung cobi maneh.

source: Two-factor authentication disabled.
jv: Notifikasi dipateni

source: An unexpected error occurred while updating MFA settings.
jv: Ana kesalahan nalika nganyari pangguna.

source: Recovery codes are only shown immediately after enabling MFA.
jv: Kode pemulihan mung ditampilake langsung sawisé ngaktifké MFA.

source: Could not load recovery codes.
jv: Ora bisa muat kode pemulihan.

source: No MFA challenge in progress.
jv: Ora ana tantangan MFA sing lagi berlangsung.

source: User not found for MFA challenge.
jv: Pangguna ora ditemokake.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
jv: Panjenengan wis nggunakake kode pemulihan paling pungkasan. MFA wis dipateni. Tulung copot Grylli saka aplikasi otentikator panjenengan, lan aktifake maneh MFA kanggo nglindhungi akun panjenengan.

source: Recovery code accepted. You have {remaining} recovery codes left.
jv: Kode pemulihan ditampa. Panjenengan isih duwe {remaining} kode pemulihan.

source: An unexpected error occurred during MFA challenge.
jv: Ana kesalahan nalika mbusak pangguna.
