Repository: samcro1967/grylli
Catalog: app/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: Enabled
jv: Diaktifake

source: Authenticator Code
jv: Kode Autentikator

source: Save
jv: Simpen

source: Authentication Code
jv: Nganyari Notifikasi

source: Please enter your authentication code.
jv: Tulung lebokna kode otentikasi panjenengan.

source: Enter a valid 6-digit code or recovery code.
jv: Lebokna kode 6-digit sing sah utawa kode pamulihan.

source: Invalid code format.
jv: Format kode ora sah.

source: Verify
jv: Versi

source: Recipient Email
jv: Kanggo (Email Penerima)

source: Subject
jv: Subjek

source: Message Body
jv: Pesenan disimpen.

source: Save Message
jv: Jadwal Pesen

source: SMTP Host
jv: Setelan SMTP

source: SMTP Port
jv: SMTP

source: SMTP Username
jv: Kirim Jeneng Panganggo

source: SMTP Password
jv: Reset Password

source: Use TLS
jv: Gunakake TLS

source: Enable Email Sending
jv: Simpen Email

source: Save Settings
jv: Setelan Sistem

source: Attach Selected Files
jv: File Lampiran

source: --- Select a question ---
jv: --- Pilih pitakon ---

source: In what city were you born?
jv: Ing kutha ngendi sampeyan lair?

source: What is the name of your childhood best friend?
jv: Apa jenenge kanca apik jaman bocah?

source: What was the mascot of the high school you graduated from?
jv: Apa maskot saka sekolah menengah ngendi sampeyan lulusan?

source: What is the name of the first elementary school you attended?
jv: Apa jenenge sekolah dasar pisanan sing sampeyan saka?

source: What is your mother’s maiden name?
jv: Apa jenenge gadis ibu sampeyan?

source: What is your maternal grandmother's maiden name?
jv: Apa jenenge gadis simbah ibu sampeyan?

source: What is your paternal grandmother's maiden name?
jv: Apa jenenge gadis simbah lanang sampeyan?

source: What is your father's middle name?
jv: Apa jeneng tengah bapak sampeyan?

source: What is your mother's middle name?
jv: Apa jeneng tengah ibu sampeyan?

source: Question 1
jv: Pitakon 1

source: Answer 1
jv: Jawaban 1

source: Question 2
jv: Pitakon 2

source: Answer 2
jv: Jawaban 2

source: Question 3
jv: Pitakon 3

source: Answer 3
jv: Jawaban 3

source: Save Security Questions
jv: Simpen Papan Tujuan

source: All three questions must be different.
jv: Kabeh telu pitakon kudu beda.

source: Question
jv: Versi

source: Your Answer
jv: Jawaban Sampeyan

source: Continue
jv: Isi

source: Missing required config setting:
jv: Konfigurasi setelan sing dibutuhake ora ana:

source: Failed to decrypt %(key)s: %(error)s
jv: Gagal kanggo dekripsi %(key)s: %(error)s

source: Error loading config key:
jv: Kesalahan nalika ngunggah kunci config:

source: About Grylli
jv: Grylli

source: Pronounced
jv: Dieja

source: like “grill-ee”
jv: kaya "grill-ee"

source: Our Mission
jv: Misi Kita

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
jv: Grylli yaiku sistem jadwal lan kirim pesan aman sing dirancang kanggo njamin pesen penting sampeyan dikirim — sanajan sampeyan ora bisa ngirim iku.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
jv: Apa kowe ngrancang sedurunge, ngatasi kedaruratan, utawa nyetel check-in kanggo ketenangan ati, Grylli njamin pangiriman komunikasi sampeyan aman lan dijadwal.

source: What Grylli Offers
jv: Apa sing Dikeponake Grylli

source: Automated message delivery via email, webhooks, and Apprise.
jv: Tugasake siji utawa luwih tujuan pengiriman.

source: Flexible check-in intervals and grace periods to match your needs.
jv: Atur interval check-in lan periode tenggang.

source: Rich scheduling options: one-time, daily, weekly, or custom.
jv: Jadwalake pangeling sampeyan: siji, saben dina, saben minggu, utawa khusus.

source: Attach files to emails.
jv: Opsional pasang file kanggo email aman.

source: Full control over your SMTP configuration.
jv: Konfigurasi SMTP

source: Role-based access control and MFA for added security.
jv: Kontrol akses adhedhasar peran lan MFA kanggo keamanan tambahan.

source: Getting Started
jv: Mulai Langkah

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
jv: Grylli gampang diatur. Sawisé registrasi, sampeyan bisa miwiti nggawe pesen, pangeling, lan tujuan kanthi cepet.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
jv: Miwiwiti kanthi njelajah dasbor sampeyan, nambah tujuan, lan nyetel setelan check-in.

source: Privacy and Security First
jv: Privasi lan Keamanan Pisanan

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
jv: Grylli dirancang kanthi nggati privasi sampeyan. Pesan sampeyan dienkripsi nalika ora aktif, lan ora ana data sing dituduhake karo pihak katelu. Pangiriman mung kedadeyan yen check-in sampeyan ora kelakon.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
jv: Kita ora nggunakake pelacak utawa analitik, lan sampeyan bisa ngekspor utawa mbusak data sampeyan kapan wae.

source: Grylli puts you in control of your message delivery securely and reliably.
jv: Kanthi nggabungake standar sing kuat karo fleksibilitas lan transparansi, Grylli menehi sampeyan kontrol pangiriman pesan sampeyan — kanthi aman lan dipercaya.

source: Help
jv: Bantuan

source: Help & Overview
jv: Ringkesan

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
jv: Grylli mbantu sampeyan menjadwal pesen, email, lan pangeling sing dikirim sacara otomatis yen sampeyan gagal mriksa tepat wektu.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
jv: Iki ndhukung macem-macem cara pangiriman, SMTP tingkat pengguna, penjadwalan sugih, lan penanganan data sing aman.

source: Key Areas
jv: Area Tombol

source: Messages
jv: Pesenan disimpen.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
jv: Konfigurasi notifikasi supaya dikirim yen sampeyan ketinggalan mriksa. Ndhukung interval mriksa, periode grasi, lan pirang-pirang tujuan.

source: Reminders
jv: menit

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
jv: Jadwalake pangeling siji utawa berkala tanpa mbutuhake mriksa. Migunani kanggo pesen tanggal tetep.

source: Emails
jv: Email

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
jv: Kirim email aman kanthi lampiran file opsional. Email bisa digunakake kanggo pesen lan pangeling.

source: SMTP Settings
jv: Setelan SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
jv: Konfigurasi kredensial email dhewe kanggo pangiriman pribadi. Saben pangguna bisa nemtokake server SMTP dhewe.

source: Apprise Destinations
jv: Tujuan Apprise

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
jv: Kirim notifikasi menyang 80+ layanan pihak ketelu kaya Pushover, Gotify, Discord, Slack, lan liya-liyane.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
jv: Pemicu HTTP POST menyang layanan eksternal utawa alat otomatisasi nalika pesen dikirim.

source: Test Send
jv: Check-in Pungkasan

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
jv: Bisa kanthi cepet verifikasi yen tujuan sampeyan (email, webhook, Apprise) bisa digunakake kaya sing diarepake.

source: Security
jv: 🔐 Keamanan

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
jv: Kabeh kredensial sensitif di-enkripsi nalika istirahat. Pesen sampeyan mung dikirim yen sampeyan gagal mriksa.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
jv: Butuh bantuan karo soko tartamtu? Saben modul ing Grylli kalebu panel bantuan dhewe kanthi pandhuan rinci.

source: Privacy
jv: Privasi

source: Privacy Notice
jv: Notifikasi Privasi

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
jv: Grylli ngajèni privasimuw lan dirancang kanggo nyuda pangumpulan lan panyimpenan data pribadi.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
jv: Kabèh data dienkripsi nalika cocog lan tetep sakabehe ing kontrolmu yèn sampeyan ng-host platform iki dhéwé.

source: What Data We Collect
jv: Data Apa Sing Kita Koleksi

source: Email address and password hash (for authentication)
jv: Alamat email lan hash password (kanggo otentikasi)

source: Optional MFA secret and recovery codes (encrypted at rest)
jv: Rahasia MFA opsional lan kode pemulihan (dienkripsi nalika sayah)

source: Reminder and message content you configure
jv: Isi pangeling lan pesen sing sampeyan atur

source: User-specific settings and preferences
jv: Setelan lan pilihan khusus pengguna

source: SMTP configuration (if provided)
jv: Konfigurasi SMTP ditetepake.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
jv: Token notifikasi pihak ketelu (e.g., Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
jv: URL Webhook lan setelan konfigurasi

source: How Your Data Is Used
jv: Kepiye Data Panjenengan Digunakake

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
jv: Data panjenengan digunakake cekake kanggo ngirim pangeling lan pesen miturut setelanmu.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
jv: Grylli ora nuduhake, adol, utawa ngirim data pribadi panjenengan marang pihak katelu manapun.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
jv: Lapangan sensitif kaya sandhi lan token mung disimpen yen sampeyan nyelehake kanthi jelas. Nilai sing ana ora bakal diungkapake kajaba sampeyan milih kanggo mbukak.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
jv: Grylli ora ngemot analitik eksternal, telemetri, utawa skrip pelacakan.

source: Your Rights
jv: Hak-Hak Panjenengan

source: You can export all of your data at any time from the Account Settings page.
jv: Panjenengan bisa ngekspor kabèh data ing sembarang wektu saka kaca Setelan Akun.

source: You may permanently delete your account and all associated data.
jv: Panjenengan ora bisa mbusak akun panjenengan amarga panjenengan iku admin pungkasan.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
jv: Yèn sampeyan nggunakake instans mandhiri, hubungi administrator instans untuk pertanyaan data.

source: Self-Hosting Responsibility
jv: Tanggung Jawab Mandhiri-Hosting

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
jv: Nalika sampeyan tuan rumah Grylli dhewe, sampeyan tanggung jawab kanggo mesthekake kabeh data pangguna disimpen lan diproses miturut peraturan privasi sing bisa ditrapake.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
jv: Notifikasi iki pungkasan diupdate ing Juni 2025 lan bisa berkembang kanggo nggambarake owah-owahan ing piranti lunak utawa tatanan peraturan.

source: System Status
jv: Setelan Sistem

source: This endpoint provides system health and version information.
jv: Titik pungkasan iki nyedhiyakake informasi babagan kesehatan lan versi sistem.

source: System Info
jv: Info Sistem

source: 📦 Environment Versions
jv: 📦 Versi Lingkungan

source: Category
jv: Kategori

source: Tool
jv: Piranti

source: Version
jv: Versi

source: ⚙️ Core
jv: ⚙️ Inti

source: 🔐 Security
jv: 🔐 Keamanan

source: Email Validator
jv: Validator Email

source: Cryptography
jv: Kriptografi

source: 🕰️ Scheduling
jv: 🕰️ Penjadwalan

source: 🌐 Frontend
jv: 🌐 Antarmuka

source: Step 2 of 2
jv: Langkah 2 saka 2

source: Set Security Questions
jv: Simpen Papan Tujuan

source: Choose three different questions and provide answers only you know. These will help recover your account.
jv: Pilih telu pitakon beda lan wenehi jawaban. Iki bakal digunakake kanggo verifikasi identitas yen sampeyan lali sandhi.

source: Please fix the following errors:
jv: Mangga ndandani kesalahan ing ngisor iki:

source: Manage Account
jv: Kelola Akun

source: Update your profile information and password.
jv: Perbarui informasi profil lan sandhi sampeyan.

source: Please enter a valid email address.
jv: Mangga tulis alamat email sing sah.

source: Hold to reveal
jv: Tahan kanggo mbukak

source: Password must meet all complexity requirements.
jv: Sandhi kudu nyukupi kabeh syarat kekompleksan.

source: Passwords do not match.
jv: Sandhi ora cocog.

source: Update Account
jv: Perbarui Akun

source: Cancel
jv: Batal

source: Minimum 8 characters
jv: Minimal 8 karakter

source: At least one uppercase letter
jv: Sakwijine aksara kapital

source: At least one lowercase letter
jv: Sakwijine aksara cilik

source: At least one number
jv: Sakwijine angka

source: At least one special character (e.g., !@#$%)
jv: Nggo paling ora siji karakter khusus (contone, !@#$%)

source: Download My Data
jv: Unduh Data Saya

source: Download all your account data as a JSON file...
jv: Unduh kabeh data akun sampeyan minangka file JSON...

source: Download My Data (JSON)
jv: Unduh Data Saya (JSON)

source: Danger Zone
jv: Ganti Peran

source: Deleting your account is permanent and cannot be undone.
jv: Mbusak akun panjenengan iku permanen lan ora bisa dibatalaké.

source: Are you sure you want to delete your account?
jv: Apa panjenengan yakin pengin reset MFA kanggo pangguna iki?

source: Delete My Account
jv: Perbarui Akun

source: Security Questions
jv: 🔐 Keamanan

source: Set Your Security Questions
jv: Setel Pitakon Keamanan Sampeyan

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
jv: Pilih telu pitakon beda lan wenehi jawaban. Iki bakal digunakake kanggo verifikasi identitas yen sampeyan lali sandhi.

source: Each question must be different.
jv: Kabeh telu pitakon kudu beda.

source: Answer
jv: Jawaban

source: Update
jv: Perbarui Akun

source: Translations
jv: Terjemahan

source: Grylli currently supports multiple languages and more will be added.
jv: Grylli saiki ndhukung pirang-pirang basa lan luwih akeh bakal ditambahake.

source: Many of the translations were performed with assistance from ChatGPT.
jv: Akeh saka terjemahan sing ditindakake kanthi bantuan saka ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
jv: Yen sampeyan nemokake masalah terjemahan utawa pengin menehi saran perbaikan, masukan sampeyan diterima!

source: How to request translation updates
jv: Carane njaluk pembaruan terjemahan

source: To contribute to translations, please use the following guidelines:
jv: Kanggo nyumbang terjemahan, monggo gunakake pandhuan ing ngisor iki:

source: Contribute missing or improved translations:
jv: Nemokake terjemahan sing ilang?

source: Open the relevant .po translation file for your language.
jv: Buka file JSON terjemahan kanggo basa sampeyan. Contone:

source: Find untranslated or incomplete entries and add or improve translations.
jv: Golek entri sing durung diterjemahake utawa durung lengkap lan tambahi utawa apikna terjemahan.

source: You may use a PO file editor or a text editor.
jv: Sampeyan bisa nggunakake editor file PO utawa editor teks.

source: Copy the file path and the snippet of your changes.
jv: Salin jalur file lan petikan saka owah-owahan sampeyan.

source: Paste the snippet directly into a new GitHub issue for review.
jv: Tempel cuplikan sing disalin langsung menyang komentar masalah GitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
jv: Aja unggah file .po lengkap kanggo ngindhari konflik gabungan.

source: Improving existing translations:
jv: Ningkatake terjemahan sing wis ana:

source: Open the relevant .po file for the translation you want to improve.
jv: Buka file .po sing relevan kanggo terjemahan sing pengin sampeyan tingkatake.

source: Find the phrase(s) and its existing translation(s) you want to improve.
jv: Temokake frasa lan terjemahan sing ana sing pengin sampeyan tingkatake.

source: Update the phrase(s).
jv: Nganyari frasa kasebut.

source: Copy the file name and path into the issue.
jv: Salin jeneng lan jalur file menyang masalah.

source: Paste the copied snippet directly into the GitHub issue comment.
jv: Tempel cuplikan sing disalin langsung menyang komentar masalah GitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
jv: Aja unggah file .po lengkap kanggo ngindhari konflik gabungan.

source: <strong>Example snippet:</strong>
jv: Conto cuplikan:

source: Report missing translations not yet discovered:
jv: Laporkan terjemahan ilang sing durung ditemokake:

source: If you see text in the app that appears untranslated or missing, please report it to us.
jv: Yen sampeyan weruh teks ing aplikasi sing katon ora ditranslate utawa ilang, monggo laporake marang kita.

source: Provide the exact English phrase as it appears on the screen.
jv: Nyedhiyakake frasa Inggris sing pas kaya ing layar.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
jv: Sertakan kaca utawa bagean ing ngendi sampeyan ndeleng frasa kasebut (contone, kaca Setelan, Bagean Akun).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
jv: Kirim informasi iki liwat masalah GitHub anyar supaya kita bisa nambahake menyang file terjemahan lan mbungkus kanggo Babel.

source: Found a missing translation?
jv: Nemokake terjemahan sing ilang?

source: This link will create a new GitHub issue pre-filled with a language code.
jv: Tautan iki bakal nggawe masalah GitHub anyar sing wis diisi kanthi kode basa.

source: Report it by opening a new GitHub issue
jv: Lapori nganggo mbukak masalah GitHub anyar

source: Please specify the language code and exact phrase when reporting.
jv: Mangga nyatakake kode basa lan frasa sing pas nalika laporan.

source: Thank you for helping us make Grylli better!
jv: Matur nuwun kanggo mbantu nggawe Grylli luwih apik!

source: Answer Your Security Question
jv: Jawaban Pitakon Keamanan Sampeyan

source: Please answer the question below to verify your identity before resetting your password.
jv: Tulung jawaben pitakon ing ngisor kanggo verifikasi identitas sadurunge ngreset sandhi.

source: Security Question
jv: 🔐 Keamanan

source: Verify and Continue
jv: Verifikasi lan Terusake

source: Create New User
jv: Gawe Pengguna Anyar

source: Fill out the form to add a new user.
jv: Isi formulir kanggo nambah pangguna anyar.

source: Username
jv: Jeneng Pengguna

source: Role
jv: Peran

source: New Password
jv: Reset Password

source: Confirm Password
jv: Kelalen Sandhi

source: Create User
jv: Gawe Pengguna

source: Edit User
jv: Sunting Pengguna

source: Update the details for this user account.
jv: Nganyari rincian kanggo akun pangguna iki.

source: Update User
jv: Busak Pangguna

source: Admin Help
jv: Panel Admin

source: Reset Admin Password
jv: Reset Password

source: If you've forgotten the admin password, you can reset it using the following Docker command:
jv: Yènèng wis lali password admin, kowe isa ngganti nganggo parentah Docker iki:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
jv: Skrip iki bakal njaluk sampeyan ngetik password anyar kanggo pangguna admin. Sampeyan kudu nglakokake saka sistem host ing ngendi kontainer Grylli lagi mlaku.

source: After resetting, you can log in with the new password immediately.
jv: Sawise ngganti, sampeyan isa mlebu nganggo password anyar langsung.

source: Return to Login
jv: Bali menyang Dashboard

source: Admin Help Access
jv: Pitulung Akses Admin

source: Enter your Ferret Key to unlock admin-only help documentation.
jv: Lebokake Tombol Ferret sampeyan kanggo mbukak dokumen pitulung mung admin.

source: How to Find Your FERRET_KEY
jv: Carane Nemokake FERRET_KEY Sampeyan

source: The FERRET_KEY is set as an environment variable when running Grylli.
jv: FERRET_KEY disetel minangka variabel lingkungan nalika mbukak Grylli.

source: Option 1: Check docker-compose.yml
jv: Pilihan 1: Priksa docker-compose.yml

source: Option 2: Use docker inspect
jv: Pilihan 2: Gunakake docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
jv: Iki nuduhake FERRET_KEY nalika dikirim menyang kontainer saat runtime.

source: Admin Panel
jv: Panel Admin

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
jv: Sugeng rawuh ing Panel Admin Grylli. Gunakake pranala ing ngisor iki kanggo ngatur sistem.

source: View Application Logs
jv: View Log Aplikasi

source: Logs
jv: Logout

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
jv: Deleng output log anyar saka aplikasi. Deleng luwih lengkap nganggo docker logs utawa file log ing direktori data.

source: Reports
jv: Port

source: View account summaries and scheduler activity in tabbed reports.
jv: Deleng ringkesan akun lan aktivitas panyelaras ing laporan tab.

source: Settings
jv: Setelan SMTP

source: View system configuration, environment variables, and global SMTP settings.
jv: Deleng konfigurasi sistem, variabel lingkungan, lan setelan SMTP global.

source: Tools
jv: Piranti

source: Trigger or delete backups and run version check.
jv: Pemicu utawa mbusak cadangan lan mbukak cek versi.

source: Manage Users
jv: Ngatur Pangguna

source: Users
jv: Pangguna

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
jv: Gawe, sunting, aktifake/nonaktifake, buka kunci, ganti peran, setel ulang MFA, utawa mbusak akun pangguna.

source: View Admin Guide / README
jv: Deloken Pandhuan Admin / README ing GitHub

source: View README
jv: Deleng Rincian

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
jv: Dokumentasi lengkap ngliputi fitur, arsitektur, setelan, penerapan, keamanan, tes, lan aksesibilitas.

source: ⚠️ Admin Tips
jv: ⚠️ Tips Admin

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
jv: Aja tau mbukak ing produksi kanthi DEBUG diaktifake. Mode Debug mbuka rincian internal lan jejak tumpukan.

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
jv: Log aplikasi kanthi otomatis ditulis menyang file ing direktori data kanthi rotasi diaktifake (7 file, saben 10MB).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
jv: Admin bisa ndeleng log anyar ing UI, utawa mriksa log lengkap langsung saka disk utawa liwat alat kontainer kaya docker logs.
