Repository: samcro1967/grylli
Catalog: app/translations/jv/LC_MESSAGES/messages.po
Languages: jv

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
jv: Tansah nyebarke Grylli ing mburi proxy mbalikke (contone, Caddy, Nginx, utawa Traefik) lan ladeni liwat HTTPS. Data pangguna sensitif kudu dienkripsi nalika transit.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
jv: Pasthekna folder data (database) wis dicadhang ing host sampeyan

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
jv: Folder unggahan dibagi. Kanggo misahake lampiran saben pangguna, konfigurasi direktori tingkat host lan kontrol akses.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
jv: Kanggo mulihake dhukungan: mandhegake kontainer, ganteni data/grylli.db kanthi siji saka folder cadangan, lan miwiti maneh kontainer.

source: Admins cannot remove their own admin role to prevent accidental lockout.
jv: Admins ora bisa ngilangi peran admin dhewe kanggo nyegah terkunci kanthi ora sengaja.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
jv: Wates tingkat lan terkunci akun otomatis ditetepake kanggo nglindhungi marang upaya login brute-force.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
jv: Sandi, kredensial SMTP, lan API token di-enkripsi nganggo Fernet.

source: How to manage users
jv: Kepiye cara ngatur pangguna

source: Hide Instructions
jv: Sumputna Pandhuan

source: Manage user accounts, change roles, and remove or disable access.
jv: Ngatur akun pangguna, ganti peran, lan mbusak utawa mateni akses.

source: Table View
jv: Tampilan Tabel

source: Card View
jv: Tampilan Kartu

source: Add User
jv: Tambah Pangguna

source: Change Role
jv: Ganti Peran

source: Changing role for:
jv: Tugas Papan Tujuan kanggo

source: Select Role
jv: Pilih

source: Admin
jv: Panel Admin

source: User
jv: Pangguna

source: Save Changes
jv: Simpen Lampiran

source: List Users
jv: Sunting Pengguna

source: You cannot edit your own account
jv: ⚪ = Sampeyan ora bisa maténi akun sampeyan dhewe.

source: Change Role for
jv: Tugas Papan Tujuan kanggo

source: You cannot change your own role
jv: Sampeyan ora bisa ngganti status diaktifake dhewe.

source: Are you sure you want to reset MFA for this user?
jv: Apa panjenengan yakin pengin reset MFA kanggo pangguna iki?

source: Reset MFA
jv: Reset Password

source: Unlock account for
jv: Buka kunci akun kanggo

source: Unlock Account
jv: Akun

source: Delete user
jv: Busak pangguna

source: Delete User
jv: Busak Pangguna

source: You cannot delete your own account
jv: ⚪ = Sampeyan ora bisa maténi akun sampeyan dhewe.

source: You cannot disable yourself
jv: Sampeyan ora bisa mateni dhewe

source: Disable
jv: Mateni

source: Enable
jv: Aktifake

source: Role:
jv: Peran:

source: Click ➕ Add User to create a new account.
jv: Klik Gawe Pangguna kanggo nyimpen akun.

source: Fill in a unique username, valid email, and strong password.
jv: Lebokake jeneng pangguna unik, alamat email gültig, lan tembung sandhi kuat.

source: Assign a role:
jv: Tugas Panggeling Email

source: or
jv: Port

source: Admins can manage users and settings. Users can only manage their own content.
jv: Admins bisa ngatur pangguna lan setelan. Pangguna mung bisa ngatur isi dhewe.

source: Click Create User to save the new account.
jv: Klik Gawe Pangguna kanggo nyimpen akun.

source: Click ✏️ to edit a user's information.
jv: Klik ✏️ kanggo nyunting informasi pangguna.

source: Click 🗑️ to delete a user (confirmation required).
jv: 🧪 Gagal ngirim notifikasi tes:

source: Click 🔴 or 🟢 to disable or enable a user account.
jv: Kanggo mateni utawa ngaktifake pangguna, klik 🔴 utawa 🟢.

source: 🟢 = Active: user can log in.
jv: 🟢 = Pangguna diaktifake lan bisa mlebu.

source: 🔴 = Disabled: user is locked out.
jv: 🔴 = Dikunci: pangguna dikunci.

source: ⚪ = You cannot disable your own admin account.
jv: ⚪ = Sampeyan ora bisa maténi akun sampeyan dhewe.

source: Click 🛡️ to change a user’s role (admin ↔ user).
jv: Kanggo ngganti peran pangguna, klik 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
jv: Kanggo ngreset MFA, klik 🔑 (mung katon yen MFA diaktifake).

source: Accounts are automatically locked after repeated failed login attempts.
jv: Akun kanthi otomatis dikunci sawise upaya login gagal kaping bola-bali.

source: To unlock an account immediately, click 🔓 next to the user’s row.
jv: Kanggo mbuka kunci akun kanthi cepet, klik 🔓 ing jejere baris pangguna.

source: Accounts will also unlock automatically after a short delay.
jv: Akun uga bakal mbuka kanthi otomatis sawise telat sing cendhak.

source: All actions are logged for accountability. Passwords and secrets are never visible.
jv: Kabeh tumindak dikunci kanggo tanggung jawab. Sandi lan rahasia ora tau katon.

source: Actions
jv: Tindakan

source: No users available.
jv: Ora ana pangguna sing kasedhiya.

source: Created At
jv: Dibuat Ing

source: MFA Enabled
jv: Diaktifake

source: Locked Until
jv: Akun

source: Showing up to %(count)s recent log entries (newest first).
jv: Nuduhake nganti %(count)s entri log anyar (paling anyar dhisik).

source: Filter logs
jv: Saring log

source: Level
jv: Label

source: All
jv: Kabeh

source: Text Contains
jv: Teks Nduweni

source: e.g. login or scheduler
jv: cth. login utawa scheduler

source: After (ISO Time)
jv: Sawise (Wektu ISO)

source: Apply Filters
jv: Terapake Saringan

source: Timestamp
jv: Tes

source: Message
jv: Pesenan disimpen.

source: No matching log entries found.
jv: Ora ana entri log sing cocog ditemokake.

source: Only showing the most recent %(count)s entries.
jv: Mung nampilake %(count)s entri paling anyar.

source: from the log file.
jv: saka berkas log.

source: Date
jv: Perbarui Akun

source: Job Name
jv: Jeneng Pekerjaan

source: Status
jv: Setelan Sistem

source: Details
jv: Email

source: No scheduler activity found.
jv: Ora ana aktivitas scheduler sing ditemokake.

source: Admin Reports
jv: Panel Admin

source: Grylli | Reports | Accounts
jv: Panel Admin

source: Accounts
jv: Akun

source: Grylli | Reports | Scheduler
jv: Bali menyang Dashboard

source: Scheduler Activity
jv: Jadwalake Email

source: Application Logs
jv: Tindakan

source: Grylli System Settings
jv: Setelan Sistem

source: Grylli | Settings | System
jv: Grylli | Email | SMTP

source: System
jv: Info Sistem

source: Grylli | Settings | SMTP
jv: Grylli | Email | SMTP

source: Key
jv: Kunci

source: Value
jv: Nilai

source: No SMTP settings found.
jv: Setelan SMTP

source: Send Test Email to
jv: Kirim Email Tes

source: No configuration values found.
jv: Ora ana konfigurasi SMTP sing ditetepake

source: Database Backups
jv: Dhukungan Database

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
jv: Ngatur serep sing dienkripsi saka basis data Grylli sampeyan. Mung admin sing bisa nggawe utawa mbusak serep.

source: Create Backup
jv: Gawe Cadangan

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
jv: Dhukungan ngemot data aplikasi lengkap. Simpen kanthi aman. Data sensitif dipanutake dening DB sacara baku.

source: Tasks
jv: Tugas

source: Run administrative tasks manually.
jv: Lakokna tugas administratif kanthi manual.

source: Task
jv: Tugas

source: Description
jv: Katrangan

source: Action
jv: Tindakan

source: Version Check
jv: Mriksa Versi Manual

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
jv: Priksa yen versi anyar Grylli kasedhiya kanthi mlakokna tugas mriksa versi sing dijadwal kanthi manual.

source: Run
jv: Lako

source: Admin Tools
jv: ⚠️ Tips Admin

source: Grylli | Tools | Backups
jv: Grylli | Admin | Cadangan

source: Backups
jv: Cadangan

source: Grylli | Tools | Tasks
jv: ⚠️ Tips Admin

source: Filename
jv: Jeneng File

source: Delete
jv: Busak

source: Delete Backup
jv: Gawe Cadangan

source: No backups found.
jv: Ora ditemokake dhukungan.

source: Show help
jv: Tampilake Bantu Setelan SMTP

source: Hide help
jv: Panel Admin

source: Add Destination
jv: Tambah Tujuan

source: Edit
jv: Sunting

source: Test
jv: Tes

source: Enabled:
jv: Diaktifake:

source: Created:
jv: Diciptaké:

source: Edit Apprise Destination
jv: Sunting Tujuan Apprise

source: Create Apprise Destination
jv: Gawé Tujuan Apprise

source: Update the label or URL for this Apprise destination.
jv: Sunting Tujuan Apprise

source: Enter a label and the Apprise URL to create a new destination.
jv: Klik “Tambah Apprise” kanggo ndhaptar tujuan anyar.

source: Create Destination
jv: Gawé Tujuan

source: Need help with Apprise URLs? See the
jv: Butuh bantuan karo URL Apprise? Deloken

source: Apprise Messages Services documentation
jv: Dokumentasi Layanan Notifikasi Apprise

source: How to configure Apprise
jv: Konfigurasi layanan Apprise

source: Manage your Apprise Messages endpoints.
jv: Ngatur titik pungkasan notifikasi Apprise sampeyan.

source: Add Apprise
jv: Tambah Apprise

source: Cannot edit while in use
jv: Ora bisa ngowahi nalika dienggo

source: Cannot delete while in use
jv: Ora bisa mbusak nalika dienggo

source: Click “Add Apprise” to register a new destination.
jv: Klik “Tambah Apprise” kanggo ndhaptar tujuan anyar.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
jv: Paste URL Apprise sing valid sing diwenehake dening layanan (contone, Discord, Pushover, lsp).

source: Label the destination to identify it easily in Messagess.
jv: Labeli tujuan kanggo ngenali kanthi gampang ing kabar.

source: Use the 🧪 icon to test that the destination is working properly.
jv: Gunakake ikon 🧪 kanggo nguji manawa tujuan bisa digunakake kanthi bener.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
jv: Tujuan Apprise sing digunakake dening kabar ora bisa diowahi utawa dibusak.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
jv: Gunakake toggle 🔴/🟢 kanggo ngaktifake utawa mateni tujuan sacara global.

source: Switch between table and card view using the top-left buttons.
jv: Ganti antarane tampilan tabel lan kertu nggunakake tombol ing kiwa-ndhuwur.

source: You can create and manage multiple destinations for different alerting tools.
jv: Sampeyan bisa nggawe lan ngatur pirang-pirang tujuan kanggo alat peringatan sing beda.

source: Step 1 of 2
jv: Langkah 1 saka 2

source: Create Admin Account
jv: Gawé Akun Admin

source: Let’s get started by creating your first admin account.
jv: Ayo miwiti kanthi nggawe akun admin pisanan sampeyan.

source: Hold to reveal password
jv: Tahan kanggo nuduhake sandhi

source: Hold to reveal confirm password
jv: Tahan kanggo nuduhake sandhi

source: Forgot Password
jv: Kelalen Sandhi

source: Please answer your security questions to continue.
jv: Tulung lebokna kode otentikasi panjenengan.

source: Enter your username and email. We'll send you a link to reset your password.
jv: Lebokake jeneng panganggo lan email sampeyan. Kita bakal ngirim link kanggo nyetel ulang sandhi sampeyan.

source: Submit Answers
jv: Kirim Jawaban

source: Next
jv: Sabanjure

source: Forgot Username
jv: Kelalen Jeneng Panganggo

source: Enter your email address, and we'll send you your username.
jv: Lebokake alamat email sampeyan, lan kita bakal ngirim jeneng panganggo sampeyan.

source: Send Username
jv: Kirim Jeneng Panganggo

source: Log In
jv: Mlebu

source: Forgot Username?
jv: Kelalen Jeneng Panganggo?

source: Forgot Password?
jv: Kelalen Sandhi?

source: Sign Up
jv: Daftar

source: Please Wait
jv: Mangga ngenteni

source: Too many attempts. Please try again in
jv: Akeh banget gagal login. Mangga antèn

source: seconds.
jv: detik...

source: Redirecting to login...
jv: Bali menyang Dashboard

source: Enter your username, email, and new password.
jv: Lebokake jeneng pengguna, email, lan sandhi anyarmu.

source: Show/hide password
jv: Tahan kanggo nuduhake sandhi

source: Fill out the form to create your account.
jv: Isenana formulir kanggo nggawe akunmu.

source: Create Account
jv: Gawé Akun Admin

source: Already Checked In
jv: Check-in Pungkasan

source: You have already checked in for this item. No further action is needed at this time.
jv: Sampeyan wis mriksa ing kanggo item iki. Ora perlu tumindak luwih lanjut saiki.

source: Check-in for:
jv: Check-in kanggo:

source: Return to Dashboard
jv: Bali menyang Dashboard

source: Check-In Disabled
jv: Email dipateni

source: This check-in is currently disabled and cannot be completed.
jv: Pemeriksaan iki saiki dipateni lan ora bisa ditindakake.

source: Already Executed & Disabled
jv: Wis Dieksekusi & Dipatèni

source: This check-in has already been executed and is now disabled. No further action is required.
jv: Pemeriksaan iki wis dieksekusi lan saiki dipatèni. Ora perlu tumindak luwih lanjut.

source: Check-In Successful
jv: Check-In Berhasil

source: Thank you for checking in.
jv: Matur nuwun kanggo check-in.

source: Checked in for:
jv: Check-in kanggo:

source: ⚠️ Grylli is not using a secure HTTPS connection.
jv: ⚠️ Gryllis ora nganggo sambungan HTTPS sing aman.

source: Data is not encrypted in transit across the network.
jv: Data ora dienkripsi nalika transisi ing jaringan.

source: Your Grylli Dashboard
jv: Bali menyang Dashboard

source: Grylli | Dashboard | Config
jv: Bali menyang Dashboard

source: Grylli | Dashboard | Schedule
jv: Bali menyang Dashboard

source: Schedule
jv: APScheduler

source: Grylli | Dashboard | Activity
jv: Bali menyang Dashboard

source: Activity
jv: Aktivitas

source: Grylli | Dashboard | Linked Items
jv: Grylli | Dashboard | Item Link

source: Linked Items
jv: Item Link

source: Your Activity History
jv: Riwayat Aktivitas Sampeyan

source: Type
jv: Jinis

source: No recent activity found in the application log.
jv: Deleng log aplikasi anyar

source: New Messages
jv: Pesenan disimpen.

source: New Apprise
jv: Apprise

source: New Webhook
jv: Sunting Webhook

source: New Email
jv: Simpen Email

source: New SMTP
jv: SMTP

source: New Reminder
jv: Simpen Email

source: Linked Destinations
jv: Simpen Papan Tujuan

source: Reminder
jv: menit

source: Enabled Messages
jv: Jadwal Pesen

source: Interval
jv: Interval Check-in

source: Grace Period
jv: Masa Tenggang

source: Last Check-in
jv: Check-in Pungkasan

source: Check In Now
jv: Check-in kanggo:

source: Enabled Emails
jv: Simpen Email

source: Enabled Reminders
jv: Tambah Email

source: Start Time
jv: Miwiti TLS

source: Recurrence
jv: Pengulangan

source: Last Sent
jv: Check-in Pungkasan

source: One-time
jv: Siji-wektu

source: configured
jv: Isi

source: enabled
jv: Diaktifake

source: No Apprise destinations have been configured yet.
jv: Tujuan Apprise wis dibusak.

source: Disabled
jv: Mateni

source: + %(count)s more
jv: + %(count)s maneh

source: View All
jv: Deleng Rincian

source: New Destination
jv: Simpen Papan Tujuan

source: You haven't created any email messages yet.
jv: Isenana formulir kanggo nggawe akunmu.

source: You haven't created any messages yet.
jv: Sampeyan bisa nggawe sak karepe papan tujuan.

source: You haven't created any reminders yet.
jv: Gagal nggawe pangguna.

source: No SMTP servers have been configured yet.
jv: Server SMTP durung dikonfigurasi.

source: No webhooks have been configured yet.
jv: Sampeyan wis metu.

source: Grylli Full Layout Debug Page
jv: Kaca Debug Tata Letak Grylli Lengkap

source: Select Page to Debug
jv: Pilih Kaca kanggo Debug

source: Choose a Page...
jv: Pilih Kaca...

source: Export Selected Page
jv: Ekspor Kaca Sing Dipilih

source: Export Layout Debug
jv: Ekspor Debug Tata Letak

source: Clear Storage & Cookies
jv: Busak Panyimpenan & Cookie

source: Refresh Debug Info
jv: Segarkan Info Debug

source: Theme & DOM State
jv: Tema & Keadaan DOM

source: Stimulus & Event Listeners
jv: Stimulus & Dhaptar Pamirsiy karo Acara

source: Accessibility & Focus
jv: Aksesibilitas & Fokus

source: Scroll, Overflow & Visibility
jv: Scroll, Overflow & Visibilitas

source: Footer DOM Snapshot
jv: Cuprus DOM Footer

source: Computed Styles & CSS Variables
jv: Gaya Komputasi & Variabel CSS

source: Page Assets & Context
jv: Aset Kaca & Konteks

source: Forms & Inputs
jv: Formulir & Input

source: Memory Usage (Experimental)
jv: Pamilihan Memori (Eksperimental)

source: Current User (Sanitized)
jv: Pangguna Saiki (Di Sanitasi)

source: Rendered HTML Snapshot
jv: Cuprus HTML Sing Digandhengake

source: 📧 Assign SMTP Config to:
jv: 📧 Assign SMTP Config menyang:

source: No SMTP (Unassign)
jv: Ora ana konfigurasi SMTP sing ditetepake

source: This email will not use any SMTP configuration.
jv: E-mail iki ora bakal ngggunakaké konfigurasi SMTP manapun.

source: Attach Files for:
jv: Wedokake File kanggo:

source: Select files from the uploads folder to attach to this message.
jv: Pilih file saka folder unggahan kanggo dilampirake ing pesan iki.

source: Available Files
jv: File sing kasedhiya

source: No files found in the upload directory.
jv: Ora ana file sing ditemokake ing direktori upload.

source: Save Attachments
jv: Simpen Lampiran

source: File Attach Notes
jv: Cathetan Lampiran File

source: Important:
jv: Port:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
jv: Mung file sing ana ing folder 'uploads' (diwenehake dening administrator sistem sampeyan) sing bakal ditampilake ing kene. Yen sampeyan ora weruh file sampeyan, monggo hubungi administrator Grylli sampeyan.

source: Accepted file types:
jv: Tipe file sing ditampa:

source: Documents:
jv: Dokumen:

source: Images:
jv: Gambar:

source: Maximum file size:
jv: Ukuran file maksimal:

source: 10 MB per file
jv: 10 MB saben file

source: Total upload size:
jv: Ukuran upload total:

source: 20 MB (all files combined)
jv: 20 MB (kabeh file digabungake)

source: Edit Email
jv: Sunting Email

source: Create Email
jv: Gawe Email

source: Fill out the form to create or edit an email message.
jv: Isenana formulir kanggo nggawe akunmu.

source: Save Email
jv: Simpen Email

source: How to create and send an email
jv: Carane nggawe lan ngirim email

source: Manage and schedule email messages to be delivered through configured channels.
jv: Ngatur lan jadwal pesen email kanggo dikirim liwat saluran sing dikonfigurasi.

source: Add Email Message
jv: Jadwal Pesen

source: List Emails
jv: Sunting Email

source: Schedule Email
jv: Jadwalake Email

source: Set how long until check-in is expected and how much grace time is allowed.
jv: Atur suwene wektu nganti cek-in diarepake lan sepira wektu keluwesan diidini.

source: Years
jv: Taun

source: Months
jv: Wulan

source: Weeks
jv: Minggu

source: Days
jv: Dina

source: Hours
jv: Jam

source: Minutes
jv: Menit

source: Save Schedule
jv: Simpen Jadwal

source: Email Configuration
jv: Konfigurasi Email

source: Recipient
jv: Penerima

source: Body
jv: Isi

source: Attached Files
jv: File Lampiran

source: No files attached
jv: Ora ana file lampiran

source: SMTP Configuration
jv: Konfigurasi SMTP

source: Username:
jv: Jeneng Panganggo:

source: Yes
jv: Ya

source: No
jv: Ora

source: No SMTP configuration assigned
jv: Ora ana konfigurasi SMTP sing ditetepake

source: Schedule Information
jv: Informasi Jadwal

source: Check-in Interval:
jv: Interval Check-in:

source: minutes
jv: menit

source: Grace Period:
jv: Masa Tenggang:

source: Last Check-in:
jv: Check-in Pungkasan:

source: No check-in has occurred yet
jv: Durung ana check-in sing kedadeyan

source: Back to Emails
jv: Bali menyang Email

source: Cannot edit while enabled
jv: Ora bisa ngowahi nalika dienggo

source: Attach Files
jv: Lampirake File

source: Cannot attach files while enabled
jv: Ora bisa ngowahi nalika dienggo

source: Assign SMTP Config
jv: 📧 Assign SMTP Config menyang:

source: Cannot assign SMTP while enabled
jv: Ora bisa ngowahi nalika dienggo

source: Cannot schedule while enabled
jv: Ora bisa ngowahi nalika dienggo

source: View Email Details
jv: Deleng Rincian

source: Send Test Email
jv: Kirim Email Tes

source: Toggle Email On/Off
jv: Nyalak/Pateni Email

source: Email is enabled
jv: Email diaktifake

source: Email is disabled
jv: Email dipateni

source: Subject:
jv: Subjek

source: To:
jv: Kanggo:

source: Created At:
jv: Dibuat Ing

source: Click “Add Email” and fill out the subject, content, and recipient address.
jv: Klik “Tambah Email” lan isi subjek, isi, lan alamat penerima.

source: Attach any optional files (if needed).
jv: Lampirake file opsional yen perlu.

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
jv: Klik 🧩 kanggo nyetel konfigurasi SMTP tunggal sing bakal digunakake kanggo ngirim email.

source: Click ⏱️ to set a check-in interval and grace period for the email.
jv: Klik ⏱️ kanggo nyetel interval check-in lan masa tenggang kanggo email.

source: Enable the email using the 🔴/🟢 toggle button.
jv: Aktifake email nganggo tombol toggle 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
jv: Klik 🧪 kanggo nguji email kanthi ngirim menyang sampeyan dhewe (ora menyang penerima).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
jv: Yen sampeyan ora check-in sadurunge masa tenggang rampung, email bakal otomatis dikirim.

source: You can preview the email configuration using 🔍.
jv: Sampeyan bisa pratinjau konfigurasi email nganggo 🔍.

source: Once a secure email is sent, it will be automatically disabled.
jv: Sawise email aman dikirim, bakal otomatis dinonaktifake.

source: To
jv: Kanggo

source: No emails available.
jv: Email diaktifake

source: Sorry, the page you are looking for does not exist.
jv: Nyuwun pangapunten, kaca sing sampeyan goleki ora ana.

source: Return Home
jv: Bali menyang Dashboard

source: Something went wrong
jv: Ana sing salah

source: An unexpected error occurred. Please try again later or contact support.
jv: Ana kesalahan sing ora dikarepke. Mangga coba maneh mengko utawa hubungi support.

source: Switching Language...
jv: Ngalih Basa...

source: Applying new language...
jv: Nglamar basa anyar...

source: Assign Destinations for
jv: Tugas Papan Tujuan kanggo

source: Select the Apprise and Webhook destinations for this Messages.
jv: Pilih tujuan Apprise lan Webhook kanggo notifikasi iki.

source: Save Destinations
jv: Simpen Papan Tujuan

source: Edit Messages
jv: Jadwal Pesen

source: Create Messages
jv: Jadwal Pesen

source: Update the label, subject, and content of your Messages.
jv: Nganyari label, subyek, lan isi saka notifikasi sampeyan.

source: Fill out the form to create a new Messages.
jv: Isenana formulir kanggo nggawe akunmu.

source: Content
jv: Isi

source: Save Messages
jv: Jadwal Pesen

source: Show Messages Setup Help
jv: Tampilake Bantu Setelan SMTP

source: Hide Messages Setup Help
jv: Sumputake Bantu Setelan SMTP

source: Manage and send user Messagess from the system.
jv: Ngatur lan ngirim notifikasi pangguna saka sistem.

source: Add Messages
jv: Pesenan disimpen.

source: How to create and send a Messages
jv: Carane nggawe lan ngirim email

source: List Messages
jv: Pesenan disimpen.

source: Schedule Messages
jv: Jadwalake Email

source: Message Details
jv: Pesenan dihapus.

source: Check-in Interval
jv: Interval Check-in

source: None assigned.
jv: Ora ana sing ditugasake.

source: Back to Messages
jv: Bali menyang Email

source: Disable to edit Messages
jv: Bali menyang Email

source: Assign Destinations
jv: Tugas Papan Tujuan
