Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: To contribute to translations, please use the following guidelines:
ar: للمساهمة في الترجمات، يرجى استخدام الإرشادات التالية:
az: Tərcümələrə töhfə vermək üçün aşağıdakı qaydalardan istifadə edin:
be: अनुवादमा योगदान गर्न, कृपया निम्न दिशानिर्देशहरू पालन गर्नुहोस्:
bn: অনুবাদে অবদান রাখতে, নিম্নলিখিত নির্দেশিকাগুলি ব্যবহার করুন:
cs: Chcete-li přispět k překladům, použijte následující pokyny:
cy: I gyfrannu i gyfieithiadau, defnyddiwch y canllawiau canlynol:
da: For at bidrage til oversættelser, brug venligst følgende retningslinjer:
de: Um zu Übersetzungen beizutragen, verwenden Sie bitte die folgenden Richtlinien:
el: Για να συνεισφέρετε στις μεταφράσεις, παρακαλώ ακολουθήστε τις ακόλουθες οδηγίες:
es: Para contribuir a las traducciones, por favor utilice las siguientes directrices:
et: Et tõlgetesse panustada, kasuta järgmisi juhiseid:
eu: Itzulpenetan parte hartzeko, jar zaitez hurrengo gidalerroak:
fa: برای مشارکت در ترجمه‌ها، لطفاً از دستورالعمل‌های زیر استفاده کنید:
fi: Osallistuaksesi käännöksiin, käytä seuraavia ohjeita:
fr: Pour contribuer aux traductions, veuillez suivre les directives suivantes:
ga: Chun cur le haistriúcháin, le do thoil bain úsáid as na treoirlínte seo a leanas:
gd: Gus cur ri eadar-theangachaidhean, feuch an cleachd thu na riaghailtean a leanas:
gl: Para contribuír ás traducións, utiliza as seguintes directrices:
gu: ભાષાંતરોમાં યોગદાન આપવા માટે, કૃપા કરીને નીચેની માર્ગદર્શિકાઓનો ઉપયોગ કરો:
he: כדי לתרום לתרגומים, אנא השתמש בהנחיות הבאות:
hi: अनुवादों में योगदान देने के लिए कृपया निम्नलिखित दिशानिर्देशों का उपयोग करें:
hr: Za doprinos prijevodima, molimo koristite sljedeće smjernice:
hu: Ha hozzájárulnál a fordításokhoz, kérjük, kövesd az alábbi irányelveket:
id: Untuk berkontribusi dalam terjemahan, silakan gunakan pedoman berikut:
is: Til að leggja þitt af mörkum til þýðinganna, vinsamlegast notaðu eftirfarandi leiðbeiningar:
it: Per contribuire alle traduzioni, si prega di utilizzare le seguenti linee guida:
ja: 翻訳に貢献するには、次のガイドラインに従ってください:
ka: अनुवादों में योगदान करने के लिए कृपया निम्नलिखित दिशानिर्देशों का उपयोग करें:
ku: بۆ بەشداری بە وەرگێرانەکان، تکایە ڕێنماییەکانی خوارەوە بەکاربەرە:
lt: Norėdami prisidėti prie vertimų, prašome naudoti šias gaires:
lv: Lai piedalītos tulkošanā, lūdzu, izmantojiet šādas vadlīnijas:
mg: Raha te-hanampy amin'ny fandikana ianao, ampiasao ireto toro-làlana manaraka ireto:
mi: Hei tāpae ki ngā whakamāoritanga, ā, whakamahia ngā aratohu e whai ake nei:
mk: За да придонесете во преводите, ве молиме следете ги следните упатства:
ml: തർജ്ജമകളിൽ സംഭാവന ചെയ്യുന്നതിനായി, താഴെ നൽകിയിരിക്കുന്ന മാർഗ്ഗനിർദ്ദേശങ്ങൾ പിന്തുടരുക:
ms: Untuk menyumbang kepada terjemahan, sila gunakan garis panduan berikut:
mt: Biex tikkontribwixxi għat-traduzzjonijiet, jekk jogħġbok uża l-linji gwida li ġejjin:
my: ဘာသာပြန်ဆိုရာတွင် ပါဝင်သောအခါ အောက်ပါ လမ်းညွှန်ချက်များကို အသုံးပြုပါ:
nl: Om bij te dragen aan vertalingen, gebruik alstublieft de volgende richtlijnen:
no: For å bidra til oversettelser, vennligst bruk følgende retningslinjer:
pa: ਅਨੁਵਾਦਾਂ ਵਿੱਚ ਯੋਗਦਾਨ ਪਾਉਣ ਲਈ, ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦੀਆਂ ਹਦਾਇਤਾਂ ਦੀ ਪਾਲਨਾ ਕਰੋ:
pl: Aby przyczynić się do tłumaczeń, użyj następujących wytycznych:
pt: Para contribuir com traduções, use as seguintes diretrizes:
ro: Pentru a contribui la traduceri, vă rugăm să utilizați următoarele linii directoare:
ru: Чтобы внести вклад в перевод, пожалуйста, используйте следующие рекомендации:
sk: Na prispievanie k prekladom použite nasledujúce pokyny:
sl: Če želite prispevati k prevodom, prosimo, uporabite tele smernice:
sq: Për të kontribuar në përkthime, përdorni udhëzimet e mëposhtme:
sr: Da bi doprineli prevodima, molimo koristite sledeće smernice:
sv: För att bidra till översättningar, använd följande riktlinjer:
sw: Kuchangia katika tafsiri, tafadhali tumia miongozo ifuatayo:
ta: மொழிபெயர்ப்புகளை வழங்க, பின்வரும் வழிகாட்டுதல்களைக் கையாளுங்கள்:
te: అనువాదాలకు సహకరించడానికి, దయచేసి క్రింది మార్గదర్శకాలను అనుసరించండి:
th: หากต้องการร่วมแปล กรุณาใช้แนวทางดังนี้:
tr: Çevirilere katkıda bulunmak için lütfen şu kılavuzları kullanın:
uk: Щоб долучитися до перекладів, будь ласка, використовуйте такі рекомендації:
ur: ترجمے میں تعاون کرنے کے لئے، براہ کرم مندرجہ ذیل رہنما اصولوں کا استعمال کریں:
uz: Tarjimalarga hissa qo'shish uchun quyidagi ko'rsatmalardan foydalaning:
vi: Để đóng góp vào các bản dịch, vui lòng sử dụng các hướng dẫn sau:
xh: Ukongeza kwiinguqulelo, nceda usebenzise le miyalelo ilandelayo:

source: Contribute missing or improved translations:
ar: وجدت ترجمة مفقودة؟
az: Çatışmayan tərcümə tapıldı?
be: हराएको अनुवाद फेला पार्नु भयो?
bn: একটি অনুপস্থিত অনুবাদ খুঁজে পেলে?
cs: Našli jste chybějící překlad?
cy: Wedi dod o hyd i gyfieithiad ar goll?
da: Fundet en manglende oversættelse?
de: Fehlende Übersetzung gefunden?
el: Βρέθηκε ανύπαρκτη μετάφραση;
es: ¿Encontraste una traducción faltante?
et: Leidsid puuduva tõlke?
eu: Itzulpen falta bat aurkitu duzu?
fa: آیا ترجمه‌ای مفقود شده پیدا شده است؟
fi: Löydetty puuttuva käännös?
fr: Vous avez trouvé une traduction manquante?
ga: Aimsíodh aistriúchán ar iarraidh?
gd: Lorg thu eadar-theangachadh a tha a dhìth?
gl: Atopaches unha tradución que falta?
gu: ગાયબ થયેલી ભાષાંતર મળ્યાં?
he: מצאת תרגום חסר?
hi: क्या आपने कोई गायब अनुवाद पाया?
hr: Pronašli ste nedostajući prijevod?
hu: Hiányzó fordítást találtál?
id: Menemukan terjemahan yang hilang?
is: Fundið vanta þýðingu?
it: Hai trovato una traduzione mancante?
ja: 翻訳不足が見つかりましたか？
ka: क्या कोई गायब अनुवाद मिला?
ku: ئاگاداری وەرگێری پەکگریک؟
lt: Radote trūkstamą vertimą?
lv: Atradi trūkstošu tulkojumu?
mg: Nahita fandikana tsy hita ve ianao?
mi: Kua kitea he whakamāoritanga ngaro?
mk: Пронајдовте недостасувачки превод?
ml: നഷ്ടപ്പെട്ട ഒരു തർജ്ജമ കണ്ടെത്തിയോ?
ms: Menemui terjemahan yang hilang?
mt: Inoxid traduzzjoni nieqsa?
my: လက်လွတ်နေသော ဘာသာပြန်မှုကို ရှာဖွေရန်
nl: Een ontbrekende vertaling gevonden?
no: Fant du en manglende oversettelse?
pa: ਕਿਤੇ ਗੁੰਮ ਅਨੁਵਾਦ ਲੱਭਿਆ?
pl: Znalazłeś brakujące tłumaczenie?
pt: Encontrou uma tradução em falta?
ro: Ați găsit o traducere lipsă?
ru: Обнаружен недостающий перевод?
sk: Našli ste chýbajúci preklad?
sl: Ste našli manjkajoči prevod?
sq: Gjetët një përkthim të munguar?
sr: Pronašli ste nedostajući prevod?
sv: Hittade en saknad översättning?
sw: Umegundua tafsiri iliyokosekana?
ta: மின்மமான மொழிபெயர்ப்பு ஒன்றை கண்டறிந்தீர்களா?
te: కనిపించని అనువాదం కనుగొన్నారా?
th: เจอการแปลที่ขาดหาย?
tr: Eksik bir çeviri mi buldunuz?
uk: Знайшли відсутній переклад?
ur: کیا کوئی گمشدہ ترجمہ پایا؟
uz: Tarjimasi topilmaganini topdingizmi?
vi: Tìm thấy bản dịch bị thiếu?
xh: Ufumanise ukuba kukho ukungawuqineli ulwimi?

source: Open the relevant .po translation file for your language.
ar: افتح ملف الترجمة JSON للغتك. على سبيل المثال:
az: Diliniz üçün JSON tərcümə faylını açın. Məsələn:
be: आफ्नो भाषाको लागि JSON अनुवाद फाइल खोल्नुहोस्। उदाहरणको लागि:
bn: আপনার ভাষার জন্য JSON অনুবাদ ফাইলটি খুলুন। উদাহরণস্বরূপ:
cs: Otevřete JSON překladový soubor pro váš jazyk. Například:
cy: Agorwch y ffeil JSON cyfieithu ar gyfer eich iaith. Er enghraifft:
da: Åbn JSON-oversættelsesfilen for dit sprog. For eksempel:
de: Öffnen Sie die JSON-Übersetzungsdatei für Ihre Sprache. Beispiel:
el: Ανοίξτε το αρχείο JSON μετάφρασης για τη γλώσσα σας. Για παράδειγμα:
es: Abre el archivo JSON de traducción para tu idioma. Por ejemplo:
et: Avage oma keelele vastav JSON-i tõlkefail. Näiteks:
eu: Zabaldu zure hizkuntzarako JSON itzulpen fitxategia. Adibidez:
fa: فایل ترجمه JSON زبان خود را باز کنید. به عنوان مثال:
fi: Avaa kielesi JSON-käännöstiedosto. Esimerkiksi:
fr: Ouvrez le fichier JSON de traduction pour votre langue. Par exemple:
ga: Oscail an comhad aistriúcháin JSON do do theanga. Mar shampla:
gd: Fosgail faidhle JSON eadar-theangaidh airson do chànain. Mar eisimpleir:
gl: Abre o ficheiro JSON de tradución para o teu idioma. Por exemplo:
gu: તમારી ભાષા માટેના JSON ભાષાંતર ફાઇલ ખોલો. ઉદાહરણ તરીકે:
he: פתח את קובץ התרגום JSON לשפה שלך. לדוגמה:
hi: अपनी भाषा के लिए JSON अनुवाद फ़ाइल खोलें। उदाहरण के लिए:
hr: Otvorite JSON datoteku s prijevodima za svoj jezik. Na primjer:
hu: Nyisd meg a saját nyelvedhez tartozó JSON fordítási fájlt. Például:
id: Buka file terjemahan JSON untuk bahasa Anda. Sebagai contoh:
is: Opnaðu JSON þýðingarskrána fyrir tungumálið þitt. Til dæmis:
it: Apri il file di traduzione JSON per la tua lingua. Ad esempio:
ja: あなたの言語のJSON翻訳ファイルを開きます。例:
ka: अपनी भाषा के लिए JSON अनुवाद फ़ाइल खोलें। उदाहरण के लिए:
ku: پەڕگاکانی جیسۆن بۆ وەرگێرانەکانی زمانەکەت بکەوە. نمونە:
lt: Atidarykite JSON vertimų failą savo kalbai. Pavyzdžiui:
lv: Atveriet JSON tulkošanas failu jūsu valodai. Piemēram:
mg: Sokafy ny rakitra JSON fandikana ho an'ny fiteninao. Ohatra:
mi: Tuwhera i te kōnae JSON whakamāori mō tō reo. Hei tauira:
mk: Отворете го JSON датотеката за превод за вашиот јазик. На пример:
ml: നിങ്ങളുടെ ഭാഷയ്ക്കുള്ള JSON തർജ്ജമ ഫയൽ തുറക്കുക. ഉദാ:
ms: Buka fail terjemahan JSON untuk bahasa anda. Sebagai contoh:
mt: Iftaħ il-fajl tal-JSON tat-traduzzjoni għall-lingwa tiegħek. Pereżempju:
my: သင့်ဘာသာစကားအတွက် JSON ဘာသာပြန်ဖိုင်ကို ဖွင့်ပါ။ ဥပမာအားဖြင့်:
nl: Open het JSON vertalingsbestand voor jouw taal. Bijvoorbeeld:
no: Åpne JSON-oversettelsesfilen for språket ditt. For eksempel:
pa: ਤੁਹਾਡੇ ਭਾਸ਼ਾ ਲਈ JSON ਅਨੁਵਾਦ ਫਾਇਲ ਖੋਲ੍ਹੋ। ਉਦਾਹਰਨ ਲਈ:
pl: Otwórz plik tłumaczenia JSON dla swojego języka. Na przykład:
pt: Abra o arquivo de tradução JSON para o seu idioma. Por exemplo:
ro: Deschideți fișierul JSON de traducere pentru limba dvs. De exemplu:
ru: Откройте файл JSON перевода для вашего языка. Например:
sk: Otvorte súbor JSON s prekladmi pre váš jazyk. Napríklad:
sl: Odprite datoteko JSON s prevodi za vaš jezik. Na primer:
sq: Hapni skedarin JSON të përkthimit për gjuhën tuaj. Për shembull:
sr: Otvorite JSON prevodnu datoteku za vaš jezik. Na primer:
sv: Öppna JSON-översättningsfilen för ditt språk. Till exempel:
sw: Fungua faili ya tafsiri ya JSON kwa lugha yako. Kwa mfano:
ta: உங்கள் மொழிக்கான JSON மொழிபெயர்ப்பு கோப்பை திறக்கவும். உதாரணமாக:
te: మీ భాషకు అనువాద JSON ఫైల్ను తెరువండి. ఉదాహరణకు:
th: เปิดไฟล์การแปล JSON สำหรับภาษาของคุณ เช่น:
tr: Diliniz için JSON çeviri dosyasını açın. Örneğin:
uk: Відкрийте файл JSON з перекладами для вашої мови. Наприклад:
ur: اپنی زبان کے لئے JSON ترجمہ فائل کھولیں۔ مثال کے طور پر:
uz: O'zingizning tilingiz uchun JSON tarjima faylini oching. Masalan:
vi: Mở tệp JSON dịch cho ngôn ngữ của bạn. Ví dụ:
xh: Vula ifayile yenguqulelo yeJSON yolwimi lakho. Umzekelo:

source: Find untranslated or incomplete entries and add or improve translations.
ar: ابحث عن الإدخالات غير المترجمة أو غير المكتملة وأضف أو حسّن الترجمات.
az: Tərcümə olunmamış və ya natamam yazıları tapın və tərcümələri əlavə edin və ya təkmilləşdirin.
be: Знойдзіце неперакладзеныя або няпоўныя запісы і дадайце або палепшыце пераклады.
bn: অনুবাদহীন বা অসম্পূর্ণ এন্ট্রি খুঁজে বের করুন এবং অনুবাদ যোগ করুন বা উন্নত করুন।
cs: Najděte nepřeložené nebo neúplné položky a přidejte nebo zlepšete překlady.
cy: Dewch o hyd i gofnodion heb eu cyfieithu neu anghyflawn a chynnwys neu wella cyfieithiadau.
da: Find uoversatte eller ufuldstændige indlæg og tilføj eller forbedr oversættelser.
de: Finden Sie nicht übersetzte oder unvollständige Einträge und fügen Sie Übersetzungen hinzu oder verbessern Sie diese.
el: Βρείτε μη μεταφρασμένες ή ελλιπείς καταχωρίσεις και προσθέστε ή βελτιώστε τις μεταφράσεις.
es: Encuentra entradas sin traducir o incompletas y añade o mejora las traducciones.
et: Leia tõlkimata või mittetäielikud sissekanded ja lisa või paranda tõlkeid.
eu: Aurkitu itzulitako edo osatu gabeko sarrerak eta gehitu edo hobetu itzulpenak.
fa: ورودی‌های ترجمه نشده یا ناقص را پیدا کنید و ترجمه‌ها را اضافه یا بهبود دهید.
fi: Etsi kääntämättömiä tai puutteellisia merkintöjä ja lisää tai paranna käännöksiä.
fr: Trouvez des entrées non traduites ou incomplètes et ajoutez ou améliorez des traductions.
ga: Hwehwɛ nsɛm a wonnkɔɔ nsɛm mu anaa nea esii nan so na nsiesie anaa kɔ so wɔ nsɛm no mu.
gd: Lorg inntrigidhean nach eil air an eadar-theangachadh no a tha neo-choileanta agus cuir ris no leasaich eadar-theangachaidhean.
gl: Atopa entradas non traducidas ou incompletas e engade ou mellora as traducións.
gu: અનુવાદ ન કરેલી અથવા અધુરી એન્ટ્રીઓને શોધો અને આપો અથવા સુધારાઓ મેળવો.
he: מצאו כניסות לא מתורגמות או לא שלמות והוסיפו או שפרו תרגומים.
hi: अअनुवादित या अपूर्ण प्रविष्टियों को खोजें और अनुवाद जोड़ें या सुधारें।
hr: Pronađite neprevedene ili nepotpune unose i dodajte ili poboljšajte prijevode.
hu: Találd meg a lefordítatlan vagy hiányos bejegyzéseket, majd adj hozzá fordításokat vagy javítsd azokat.
id: Temukan entri yang belum diterjemahkan atau belum lengkap dan tambahkan atau perbaiki terjemahan.
is: Finndu óþýdd eða ófullkomin innslög og bættu við eða bætdu þýðingar.
it: Trova voci non tradotte o incomplete e aggiungi o migliora le traduzioni.
ja: 未翻訳または不完全なエントリを見つけ、翻訳を追加または改善してください。
ka: მოძებნეთ უთარგმნელი ან არასრული ჩანაწერები და დაამატეთ ან გააუმჯობესეთ თარგმანი.
ku: داخلخەین ئەنصر بێگەرەزمان یان ناقص و زۆرکردن یان چەمکواڵ کردن ناوچوونەکانتان.
lt: Raskite neišverstus ar nepilnus įrašus ir pridėkite arba patobulinkite vertimus.
lv: Atrodiet netulkotus vai nepilnīgus ierakstus un pievienojiet vai uzlabojiet tulkojumus.
mg: Mitadiava fandraisana tsy voadika na tsy feno ary ampio na hatsarao ny fandikan-teny.
mi: Kimihia ngā urunga kāore anō kia whakamāoritia, kāore rānei i oti, ka tāpirihia, whakapaihia rānei ngā whakamāoritanga.
mk: Најдете непреведени или нецелосни записи и додадете или подобрете ги преводите.
ml: പരിഭാഷപ്പെടുത്താത്ത അല്ലെങ്കിൽ അപൂർണ്ണമായ ഉള്ളടക്കങ്ങൾ കണ്ടെത്തി പരിഭാഷകൾ ചേർക്കുക അല്ലെങ്കിൽ മെച്ചപ്പെടുത്തുക.
ms: Cari entri yang tidak diterjemah atau tidak lengkap dan tambah atau perbaiki terjemahan.
mt: Sib entrati mhux tradotti jew mhux kompluti u żid jew ittejjeb traduzzjonijiet.
my: ဘာသာပြန်ခြင်းမပြုပါသော သို့မဟုတ် မပြီးပြည့်စုံသော အချက်အလက်များကို ရှာဖွေပြီး ဘာသာပြန်မှုများကို ထပ်မံပြုလုပ်ပါ။
nl: Vind niet-vertalen of onvolledige vermeldingen en voeg vertalingen toe of verbeter ze.
no: Finn uoversatte eller ufullstendige oppføringer og legg til eller forbedre oversettelser.
pa: ਅਣੁਪਲਬਧ ਜਾਂ ਅਧੂਰੀ ਐਂਟਰੀਆਂ ਲੱਭੋ ਅਤੇ ਅਨੁਵਾਦਾਂ ਸ਼ਾਮਲ ਕਰੋ ਜਾਂ ਉਨ੍ਹਾਂ ਵਿੱਚ ਸੁਧਾਰ ਕਰੋ।
pl: Znajdź nieprzetłumaczone lub niekompletne wpisy i dodaj lub popraw tłumaczenia.
pt: Encontre entradas não traduzidas ou incompletas e adicione ou melhore as traduções.
ro: Găsește înregistrări netraduse sau incomplete și adaugă sau îmbunătățește traducerile.
ru: Найдите непереведенные или незавершенные записи и добавьте или улучшите переводы.
sk: Nájdite nepreložené alebo neúplné položky a pridajte alebo zlepšite preklady.
sl: Poiščite nepregledane ali nepopolne vnose in dodajte ali izboljšajte prevode.
sq: Gjeni hyrjet e patrajtuara ose të paplota dhe shtoni ose përmirësoni përkthimet.
sr: Pronađite neprevedene ili nepotpune unose i dodajte ili poboljšajte prevode.
sv: Hitta ej översatta eller ofullständiga poster och lägg till eller förbättra översättningar.
sw: Tafuta maingizo ambayo hayajatafsiriwa au hayajakamilika na ongeza au boresha tafsiri.
ta: மொழிபெயர்க்கப்படாத அல்லது முடியாத உள்ளீடுகளைக் கண்டறிந்து, மொழிபெயர்ப்புகளைச் சேர்க்கவும் அல்லது மேம்படுத்தவும்.
te: అనువాదం కాని లేదా అసంపూర్ణ ఎంట్రీలను కనుగొని అనువాదాలను జోడించండి లేదా మెరుగుపరచండి.
th: ค้นหารายการที่ยังไม่ได้แปลหรือไม่สมบูรณ์และเพิ่มหรือปรับปรุงคำแปล
tr: Çevrilmemiş veya eksik girişleri bulun ve çevirileri ekleyin veya geliştirin.
uk: Знайдіть неперекладені або неповні записи та додайте або покращіть переклади.
ur: غیر مترجم یا نامکمل اندراجات تلاش کریں اور ترجمے شامل یا بہتر کریں۔
uz: Tarjima qilinmagan yoki to'liq bo'lmagan yozuvlarni toping va tarjimalarni qo'shing yoki yaxshilang.
vi: Tìm các mục chưa dịch hoặc chưa hoàn chỉnh và thêm hoặc cải thiện bản dịch.
xh: Fumana izinto ezingatolikwa okanye ezingaphelelanga kwaye wongeze okanye uphucule iinguqulelo.

source: You may use a PO file editor or a text editor.
ar: يمكنك استخدام محرر ملفات PO أو محرر نصوص.
az: PO fayl redaktoru və ya mətn redaktoru istifadə edə bilərsiniz.
be: Вы можаце выкарыстоўваць рэдактар PO-файлаў або тэкставы рэдактар.
bn: আপনি একটি PO ফাইল এডিটর বা একটি টেক্সট এডিটর ব্যবহার করতে পারেন।
cs: Můžete použít editor souborů PO nebo textový editor.
cy: Gallwch ddefnyddio golygydd ffeil PO neu olygydd testun.
da: Du kan bruge en PO-filredigerer eller en teksteditor.
de: Sie können einen PO-Dateieditor oder einen Texteditor verwenden.
el: Μπορείτε να χρησιμοποιήσετε έναν επεξεργαστή αρχείων PO ή έναν επεξεργαστή κειμένου.
es: Puede usar un editor de archivos PO o un editor de texto.
et: Võid kasutada PO failiredaktorit või tekstiredaktorit.
eu: PO fitxategi-editore bat edo testu-editore bat erabil dezakezu.
fa: می‌توانید از یک ویرایشگر فایل PO یا یک ویرایشگر متن استفاده کنید.
fi: Voit käyttää PO-tiedoston editoria tai tekstieditoria.
fr: Vous pouvez utiliser un éditeur de fichiers PO ou un éditeur de texte.
ga: Wɔtumi de PO file editor anaa text editor.
gd: Faodaidh tu editor faidhle PO no editor teacsa a chleachdadh.
gl: Podes usar un editor de arquivos PO ou un editor de texto.
gu: તમે PO ફાઇલ એડિટર અથવા ટેક્સ્ટ એડિટરનો ઉપયોગ કરી શકો છો.
he: ניתן להשתמש בעורך קבצי PO או בעורך טקסט.
hi: आप एक PO फ़ाइल संपादक या एक टेक्स्ट संपादक का उपयोग कर सकते हैं।
hr: Možete koristiti uređivač PO datoteka ili tekstualni uređivač.
hu: Használhatsz PO fájl szerkesztőt vagy szövegszerkesztőt.
id: Anda dapat menggunakan editor file PO atau editor teks.
is: Þú mátt nota PO skrárunn ritstjóra eða textaritstjóra.
it: Puoi usare un editor di file PO o un editor di testo.
ja: POファイルエディタまたはテキストエディタを使用できます。
ka: თქვენ შეგიძლიათ გამოიყენოთ PO ფაილის რედაქტორი ან ტექსტ რედაქტორი.
ku: دەتوانیت به‌ به‌رنامەی فایلی PO یان ڕیڤایئەڤینگارە فایلی بی کەڵکەودێی بیکەیت.
lt: Galite naudoti PO failų redaktorių arba teksto redaktorių.
lv: Jūs varat izmantot PO failu redaktoru vai teksta redaktoru.
mg: Azonao ampiasaina ny tonian-dahatsoratra PO na tonian-dahatsoratra tsotra.
mi: Ka taea e koe te whakamahi i tētahi kaitakatuka kōnae PO, i tētahi kaitakatuka kuputuhi rānei.
mk: Може да користите уредник за PO датотеки или уредник за текст.
ml: നിങ്ങൾക്ക് ഒരു PO ഫയൽ എഡിറ്റർ അല്ലെങ്കിൽ ഒരു ടെക്സ്റ്റ് എഡിറ്റർ ഉപയോഗിക്കാം.
ms: Anda boleh menggunakan editor fail PO atau editor teks.
mt: Tista' tuża editur tal-fajl PO jew editur tat-test.
my: PO ဖိုင် အယ်ဒီတာ သို့မဟုတ် တက္ကစာတမ်း အယ်ဒီတာ တစ်ခုပင် အသုံးပြုနိုင်သည်။
nl: Je mag een PO-bestandeditor of een tekstbewerker gebruiken.
no: Du kan bruke en PO-filredigerer eller en tekstredigerer.
pa: ਤੁਸੀਂ ਇੱਕ PO ਫਾਈਲ ਸੰਪਾਦਕ ਜਾਂ ਇੱਕ ਟੈਕਸਟ ਸੰਪਾਦਕ ਵਰਤ ਸਕਦੇ ਹੋ।
pl: Możesz użyć edytora plików PO lub edytora tekstu.
pt: Você pode usar um editor de arquivos PO ou um editor de texto.
ro: Poți folosi un editor de fișiere PO sau un editor de text.
ru: Вы можете использовать редактор PO-файлов или текстовый редактор.
sk: Môžete použiť editor súborov PO alebo textový editor.
sl: Lahko uporabite urejevalnik datotek PO ali urejevalnik besedila.
sq: Mund të përdorni një redaktor të skedarëve PO ose një redaktor teksti.
sr: Možete koristiti uređivač PO datoteka ili uređivač teksta.
sv: Du kan använda en PO-filredigerare eller en textredigerare.
sw: Unaweza kutumia mhariri wa faili ya PO au mhariri wa maandishi.
ta: நீங்கள் ஒரு PO கோப்பு ஆசிரியர் அல்லது ஒரு உரை ஆசிரியரைப் பயன்படுத்தலாம்.
te: మీరు PO ఫైల్ ఎడిటర్ లేదా టెక్స్ట్ ఎడిటర్‌ను ఉపయోగించవచ్చు.
th: คุณสามารถใช้โปรแกรมแก้ไขไฟล์ PO หรือโปรแกรมแก้ไขข้อความ
tr: Bir PO dosya düzenleyicisi veya bir metin düzenleyici kullanabilirsiniz.
uk: Ви можете використовувати редактор файлів PO або текстовий редактор.
ur: آپ PO فائل ایڈیٹر یا ٹیکسٹ ایڈیٹر استعمال کر سکتے ہیں۔
uz: Siz PO fayl muharriri yoki matn muharriridan foydalanishingiz mumkin.
vi: Bạn có thể sử dụng trình chỉnh sửa tệp PO hoặc trình chỉnh sửa văn bản.
xh: Unokusebenzisa isiguquli sefayile yePO okanye isiguquli sombhalo.

source: Copy the file path and the snippet of your changes.
ar: انسخ مسار الملف والجزء الخاص بتغييراتك.
az: Fayl yolunu və dəyişikliklərinizin hissəsini kopyalayın.
be: Скапіруйце шлях да файла і ўрывак вашых змен.
bn: ফাইল পাথ এবং আপনার পরিবর্তনের অংশটি কপি করুন।
cs: Zkopírujte cestu k souboru a úryvek vašich změn.
cy: Copïwch y llwybr ffeil a'r darn o'ch newidiadau.
da: Kopier filstien og uddraget af dine ændringer.
de: Kopieren Sie den Dateipfad und den Ausschnitt Ihrer Änderungen.
el: Αντιγράψτε τη διαδρομή του αρχείου και το απόσπασμα των αλλαγών σας.
es: Copia la ruta del archivo y el fragmento de tus cambios.
et: Kopeeri faili tee ja oma muudatuste lõik.
eu: Kopiatu fitxategiaren bidea eta zure aldaketen zati bat.
fa: مسیر فایل و قطعه تغییرات خود را کپی کنید.
fi: Kopioi tiedoston polku ja muutostesi katkelma.
fr: Copiez le chemin du fichier et l'extrait de vos modifications.
ga: Kɔpyɛ fael kwan na faako a sesie mu.
gd: Dèan lethbhreac den t-slighe faidhle agus am pìos de na h-atharrachaidhean agad.
gl: Copia a ruta do ficheiro e o fragmento dos teus cambios.
gu: ફાઇલ પાથ અને તમારા ફેરફારોના સ્નિપેટને કૉપિ કરો.
he: העתיקו את הנתיב לקובץ ואת קטעי השינוי שלכם.
hi: फ़ाइल पथ और आपके परिवर्तनों का अंश कॉपी करें।
hr: Kopirajte putanju datoteke i isječak vaših izmjena.
hu: Másold a fájl elérési útját és a módosításaid részletét.
id: Salin jalur file dan cuplikan perubahan Anda.
is: Afritaðu skráarstíginn og útdráttinn af breytingum þínum.
it: Copia il percorso del file e il frammento delle tue modifiche.
ja: ファイルパスと変更箇所のスニペットをコピーします。
ka: დააკოპირეთ ფაილის გზა და თქვენი ცვლილებების ფრაგმენტი.
ku: ڕێڕەوگای فایلی کۆپی کردن و نیشانی خوێند کردنی کردی پەیوەندیت بەلایەنەوانەوە.
lt: Nukopijuokite failo kelią ir savo pakeitimų fragmentą.
lv: Nokopējiet faila ceļu un jūsu izmaiņu fragmentu.
mg: Adikao ny lalan'ny rakitra sy ny sombintsombin'ny fanovanao.
mi: Tāruatia te ara kōnae me te putakipū o ngā huringa i mahia e koe.
mk: Копирајте го патеката на датотеката и извадокот од вашите промени.
ml: ഫയൽ പാതയും നിങ്ങളുടെ മാറ്റങ്ങളുടെ മുറിപ്പടിയും പകർത്തുക.
ms: Salin laluan fail dan cebisan perubahan anda.
mt: Ikkopja l-path tal-fajl u s-snippet tal-bidliet tiegħek.
my: ဖိုင်လမ်းကြောင်းနှင့် သင်ပြုလုပ်သော ပြောင်းလဲမှုအပိုင်းကို ကူးယူပါ။
nl: Kopieer het bestandspad en het fragment van je wijzigingen.
no: Kopier filbanen og utdraget av endringene dine.
pa: ਫਾਈਲ ਦਾ ਮਾਰਗ ਅਤੇ ਤੁਹਾਡੇ ਫੇਰਬਦਲਾ ਦਾ ਸਨਿੱਪੈੱਟ ਕਾਪੀ ਕਰੋ।
pl: Skopiuj ścieżkę pliku i fragment swoich zmian.
pt: Copie o caminho do arquivo e o trecho das suas alterações.
ro: Copiază calea fișierului și fragmentul modificărilor tale.
ru: Скопируйте путь к файлу и фрагмент ваших изменений.
sk: Skopírujte cestu k súboru a úryvok vašich zmien.
sl: Kopirajte pot datoteke in del vaših sprememb.
sq: Kopjoni rrugën e skedarit dhe pjesën e ndryshimeve tuaja.
sr: Kopirajte putanju datoteke i isječak vaših izmena.
sv: Kopiera filvägen och utdraget av dina ändringar.
sw: Nakili njia ya faili na kipande cha mabadiliko yako.
ta: கோப்பு பாதையையும் உங்கள் மாற்றங்களின் துணுக்கையும் நகலெடுக்கவும்.
te: ఫైల్ మార్గాన్ని మరియు మీ మార్పుల స్నిప్పెట్‌ను కాపీ చేయండి.
th: คัดลอกเส้นทางของไฟล์และส่วนของการเปลี่ยนแปลงของคุณ
tr: Dosya yolunu ve yaptığınız değişikliklerin bir bölümünü kopyalayın.
uk: Скопіюйте шлях до файлу та фрагмент ваших змін.
ur: فائل کا راستہ اور آپ کی تبدیلیوں کا ٹکڑا کاپی کریں۔
uz: Fayl yo'lini va o'zgartirishlaringiz bo'lakchasini nusxalang.
vi: Sao chép đường dẫn tệp và đoạn thay đổi của bạn.
xh: Khuphela indlela yefayile kunye nesicelo seenguqu zakho.
