Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: ✅ Enabled and timer started.
ar: ✅ تم التمكين وبدأ المؤقت.
az: ✅ Aktivləşdirildi və taymer başlatıldı.
be: ✅ Увімкнуто і таймер запущено.
bn: ✅ সক্রিয় এবং টাইমার শুরু হয়েছে।
cs: ✅ Povolené a časovač spuštěn.
cy: ✅ Wedi galluogi a dechreuodd y cloc.
da: ✅ Aktiveret og timer startet.
de: ✅ Aktiviert und Timer gestartet.
el: ✅ Ενεργοποιήθηκε και η χρονομέτρηση ξεκίνησε.
es: ✅ Habilitado y temporizador iniciado.
et: ✅ Lubatud ja taimer käivitati.
eu: ✅ Gaituta eta tenporizadorea hasi da.
fa: ✅ فعال شد و زمان‌سنج شروع شد.
fi: ✅ Käytössä ja ajastin aloitettu.
fr: ✅ Activé et minuterie démarrée.
ga: ✅ Cumasaíodh agus tosaíodh an t-amadóir.
gd: ✅ Air a chomasachadh agus timer air tòiseachadh.
gl: ✅ Activado e temporizador iniciado.
gu: ✅ સક્રિય અને સમયપત્રક શરૂ.
he: ✅ הופעל והטיימר התחיל.
hi: ✅ सक्षम और टाइमर शुरू।
hr: ✅ Omogućeno i timer je pokrenut.
hu: ✅ Engedélyezve és az időzítő elindítva.
id: ✅ Diaktifkan dan timer dimulai.
is: ✅ Virkjað og tímasettjari hafinn.
it: ✅ Abilitato e timer avviato.
ja: ✅ 有効化され、タイマーが開始されました。
ka: ✅ 已启用，并且计时器已启动。
ku: ✅ چالاککرا و کاوەژمەرەکە دەستی پێکرد.
lt: ✅ Įjungta ir laikmatis pradėtas.
lv: ✅ Iespējots un taimeris ieslēgts.
mg: ✅ Nohiditra ary nanomboka ny fanisana ora.
mi: ✅ Kua whakahohehia me te tīmata te taima.
mk: ✅ Овозможено и тајмерот започнат.
ml: ✅ സജീവമാക്കി, ടൈമർ ആരംഭിച്ചു.
ms: ✅ Diaktifkan dan pemasa dimulakan.
mt: ✅ Attivat u timer imniedi.
my: ✅ ဖွင့်ပြီး နာရီစစ်ဆေးမှုကို စတင်ခဲ့ပါပြီ။
nl: ✅ Ingeschakeld en timer gestart.
no: ✅ Aktivert og timer startet.
pa: ✔️ ਚਾਲੂ ਅਤੇ ਟਾਈਮਰ ਸ਼ੁਰੂ.
pl: ✅ Włączono i rozpoczęto timer.
pt: ✅ Habilitado e cronômetro iniciado.
ro: ✅ Activat și temporizatorul a început.
ru: ✅ Включено и таймер запущен.
sk: ✅ Zapnuté a načasovanie spustené.
sl: ✅ Omogočeno in časovnik se je začel.
sq: ✅ Aktivizuar dhe koha filloi.
sr: ✅ Omogućeno i tajmer je pokrenut.
sv: ✅ Aktiverad och timer startad.
sw: ✅ Imewezeshwa na muda umeanza.
ta: ✅ இயக்கப்பட்டது மற்றும் நேரக் கணக்கின் துவங்கப்பட்டது.
te: ✅ ప్రారంభించబడి టైమర్ స్టార్ట్ చేయబడింది.
th: ✅ เปิดใช้งานและเริ่มจับเวลาแล้ว
tr: ✅ Etkinleştirildi ve zamanlayıcı başlatıldı.
uk: ✅ Увімкнено і таймер запущено.
ur: ✅ فعال کر دیا گیا اور ٹائمر شروع کر دیا گیا۔
uz: ✅ Yoqildi va timer boshlandi.
vi: ✅ Đã bật và bộ hẹn giờ đã bắt đầu.
xh: ✅ Kuyasebenza kwaye ixesha liqalile.

source: ⛔ Disabled.
ar: ⛔ تم التعطيل.
az: ⛔ Deaktivləşdirildi.
be: ⛔ Вимкнено.
bn: ⛔ নিষ্ক্রিয়।
cs: ⛔ Zakázáno.
cy: ⛔ Wedi'i analluogi.
da: ⛔ Deaktiveret.
de: ⛔ Deaktiviert.
el: ⛔ Απενεργοποιήθηκε.
es: ⛔ Deshabilitado.
et: ⛔ Keelatud.
eu: ⛔ Desgaituta.
fa: ⛔ غیرفعال شد.
fi: ⛔ Poistettu käytöstä.
fr: ⛔ Désactivé.
ga: ⛔ Míchumasaithe.
gd: ⛔ Ciorailte.
gl: ⛔ Desactivado.
gu: ⛔ નિષ્ક્રિય.
he: ⛔ מושבת.
hi: ⛔ अक्षम।
hr: ⛔ Onemogućeno.
hu: ⛔ Letiltva.
id: ⛔ Dinonaktifkan.
is: ⛔ Afvirkjað.
it: ⛔ Disabilitato.
ja: ⛔ 無効化されました。
ka: ⛔ 已禁用。
ku: ⛔ ناچالاک.
lt: ⛔ Išjungta.
lv: ⛔ Atspējots.
mg: ⛔ Nampiana voasakana.
mi: ⛔ Kua monokia.
mk: ⛔ Оневозможено.
ml: ⛔ അപരിഷ്കൃതമാക്കിയിരിക്കുന്നു.
ms: ⛔ Dinonaktifkan.
mt: ⛔ Diżattivat.
my: ⛔ ပိတ်ထားပါ။
nl: ⛔ Uitgeschakeld.
no: ⛔ Deaktivert.
pa: ⛔ ਅਯੋਗ.
pl: ⛔ Wyłączono.
pt: ⛔ Desabilitado.
ro: ⛔ Dezactivat.
ru: ⛔ Отключено.
sk: ⛔ Vypnuté.
sl: ⛔ Onemogočeno.
sq: ⛔ Çaktivizuar.
sr: ⛔ Onemogućeno.
sv: ⛔ Inaktiverad.
sw: ⛔ Imezimwa.
ta: ⛔ முடக்கப்பட்டது.
te: ⛔ నిలిపివేయబడింది.
th: ⛔ ปิดใช้งาน
tr: ⛔ Devre dışı bırakıldı.
uk: ⛔ Вимкнено.
ur: ⛔ Dislet.
uz: ⛔ O'chirib qo'yildi.
vi: ⛔ Đã vô hiệu hóa.
xh: ⛔ Ingenzi.

source: ⚠️ Cannot toggle — missing schedule or destination.
ar: ⚠️ لا يمكن التبديل — مفقود جدولة أو وجهة.
az: ⚠️ Dəyişdirmək mümkün deyil — cədvəl və ya hədəf yoxdur.
be: ⚠️ Не можна переключити — відсутній розклад або пункт призначення.
bn: ⚠️ টগল করা যাবে না — সময়সূচী বা গন্তব্য নেই।
cs: ⚠️ Nelze přepnout — chybí plán nebo destinace.
cy: ⚠️ Methu newid — amserlen neu gyrchfan ar goll.
da: ⚠️ Kan ikke skifte — mangler tidsplan eller destination.
de: ⚠️ Kann nicht umgeschaltet werden — fehlender Zeitplan oder Ziel.
el: ⚠️ Δεν μπορεί να ενεργοποιηθεί/απενεργοποιηθεί — λείπει πρόγραμμα ή προορισμός.
es: ⚠️ No se puede alternar — falta programa o destino.
et: ⚠️ Ei saa vahetada — puudub ajakava või sihtkoht.
eu: ⚠️ Ezin da aldatu — ordutegia edo helmuga falta da.
fa: ⚠️ نمی‌توان تغییر وضعیت داد — زمان‌بندی یا مقصد موجود نیست.
fi: ⚠️ Ei voi vaihtaa — aikataulu tai määränpää puuttuu.
fr: ⚠️ Impossible de basculer — calendrier ou destination manquant.
ga: ⚠️ Ní féidir aistriú — tá clár nó ceann scríbe in easnamh.
gd: ⚠️ Chan urrainn atharrachadh — clàr-ama no ceann-uidhe air chall.
gl: ⚠️ Non se pode alternar — falta un horario ou destino.
gu: ⚠️ ટૉગલ કરી શકાતું નથી — સમયપત્રક અથવા ગંતવ્ય ગુમ છે.
he: ⚠️ לא ניתן להפעיל/לכבות — לוח זמנים או יעד חסרים.
hi: ⚠️ स्विच नहीं कर सकते — अनुसूची या गंतव्य गायब है।
hr: ⚠️ Ne može se prebaciti - nedostaje raspored ili odredište.
hu: ⚠️ Nem lehet átváltani — hiányzó ütemterv vagy célhely.
id: ⚠️ Tidak dapat mengalihkan — jadwal atau tujuan hilang.
is: ⚠️ Get ekki kveikt eða slökkt á — vantar áætlun eða ákvörðunarstað.
it: ⚠️ Impossibile alternare — manca programma o destinazione.
ja: ⚠️ 切り替え不可—スケジュールまたは目的地が不足しています。
ka: ⚠️ 无法切换—缺少计划或目的地。
ku: ⚠️ ناتوانرێ خواستنەوە — فەرامۆشی دەستوور یان ئەنجام.
lt: ⚠️ Negalima perjungti — trūksta tvarkaraščio arba paskirties vietos.
lv: ⚠️ Nevar pārslēgt — trūkst grafika vai mērķa.
mg: ⚠️ Tsy afaka manova — tsy hita ny ora sy toerana.
mi: ⚠️ Kāore e taea te huri — ngaro te hōtaka, te ūnga rānei.
mk: ⚠️ Не може да се префрли — недостасува распоред или дестинација.
ml: ⚠️ മടക്കാനാകില്ല — ഷെഡ്യൂൾ അല്ലെങ്കിൽ ലക്ഷ്യം കാണാനായില്ല.
ms: ⚠️ Tidak dapat menukar — jadual atau destinasi tidak ada.
mt: ⚠️ Ma nistax innibżeq — jadhemx skeda jew destinazzjoni nieqsa.
my: ⚠️ — ရက်ချိန်း သို့မဟုတ် ပစ်မှတ်လမ်းကြောင်းပျောက်ကွယ်နေပါသည်။
nl: ⚠️ Kan niet schakelen — ontbrekend schema of bestemming.
no: ⚠️ Kan ikke veksle — mangler tidsplan eller destinasjon.
pa: ⚠️ ਟੌਗਲ ਨਹੀਂ ਕਰ ਸਕਦੇ — ਸ਼ੀਡਿਊਲ ਜਾਂ ਗੰਤੀ ਸਥਾਨ ਦੀ ਘਾਟ.
pl: ⚠️ Nie można przełączyć — brak harmonogramu lub miejsca docelowego.
pt: ⚠️ Não é possível alternar — falta cronograma ou destino.
ro: ⚠️ Nu se poate comuta — lipsesc programul sau destinația.
ru: ⚠️ Невозможно переключить — отсутствует расписание или направление.
sk: ⚠️ Nedá sa prepnúť - chýba plán alebo cieľ.
sl: ⚠️ Ne morem preklopiti — manjkajo urnik ali cilj.
sq: ⚠️ Nuk mund të ndërrohet — mungon orari ose destinacioni.
sr: ⚠️ Nije moguće promeniti — nedostaje raspored ili destinacija.
sv: ⚠️ Kan inte växla — saknas schema eller destination.
sw: ⚠️ Haiwezi kubadilisha — ratiba au marudio hayapo.
ta: ⚠️ இயக்க முடியவில்லை — திட்டமிடலோ அல்லது இலக்குலோ இல்லை.
te: ⚠️ స్విచ్ చేయలేము — షెడ్యూల్ లేదా గమ్యం లేదు.
th: ⚠️ ไม่สามารถสลับได้ — ขาดกำหนดการหรือปลายทาง
tr: ⚠️ Değiştirilemiyor — eksik program veya varış noktası.
uk: ⚠️ Неможливо переключити — відсутній розклад або пункт призначення.
ur: ⚠️ ٹوگل نہیں کر سکتے — شیڈول یا منزل کی کمی۔
uz: ⚠️ O'zgarib bo'lmaydi — jadval yoki manzil yo'q.
vi: ⚠️ Không thể chuyển đổi — thiếu lịch trình hoặc điểm đến.
xh: ⚠️ Ayikwazi ukuthetha — ilahlekile isicwangciso okanye indawo.

source: An error occurred while toggling status.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Failed to load email messages.
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Message saved.
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: An error occurred while saving the message.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Message deleted.
ar: تم حذف الرسالة.
az: Mesaj silindi.
be: Повідомлення видалено.
bn: বার্তা মুছে ফেলা হয়েছে।
cs: Zpráva smazána.
cy: Neges wedi'i dileu.
da: Besked slettet.
de: Nachricht gelöscht.
el: Το μήνυμα διαγράφηκε.
es: Mensaje eliminado.
et: Sõnum kustutatud.
eu: Mezua ezabatua.
fa: پیام حذف شد.
fi: Viesti poistettu.
fr: Message supprimé.
ga: Teachtaireacht scriosta.
gd: Teachdaireachd air a dhubhadh às.
gl: Mensaxe eliminada.
gu: સંદેશ ડિલીટ થયો.
he: ההודעה נמחקה.
hi: संदेश हटा दिया गया।
hr: Poruka je izbrisana.
hu: Üzenet törölve.
id: Pesan dihapus.
is: Skilaboð eytt.
it: Messaggio eliminato.
ja: メッセージが削除されました。
ka: 消息已删除。
ku: پەیامەکە سڕایەوە.
lt: Pranešimas ištrintas.
lv: Ziņojums dzēsts.
mg: Voafafa ny hafatra.
mi: Kua mukua te karere.
mk: Пораката е избришана.
ml: സന്ദേശം ഇല്ലാതാക്കി.
ms: Mesej dipadam.
mt: Messaġġ imħassar.
my: မှတ်ပုံတင်မှုလွှာကို ဖျက်ပြီး။
nl: Bericht verwijderd.
no: Melding slettet.
pa: ਸੁਨੇਹਾ ਮਿਟਾਇਆ.
pl: Wiadomość usunięta.
pt: Mensagem deletada.
ro: Mesaj șters.
ru: Сообщение удалено.
sk: Správa zmazaná.
sl: Sporočilo izbrisano.
sq: Mesazhi u fshi.
sr: Poruka obrisana.
sv: Meddelande raderat.
sw: Ujumbe umefutwa.
ta: செய்தி நீக்கப்பட்டது.
te: సందేశం తొలగించబడింది.
th: ลบข้อความแล้ว
tr: Mesaj silindi.
uk: Повідомлення видалено.
ur: پیغام حذف کر دیا گیا۔
uz: Xabar o'chirildi.
vi: Tin nhắn đã bị xóa.
xh: Umzuzu ucinyiwe.

source: An error occurred while deleting the message.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: Attached files updated.
ar: تم تحديث الملفات المرفقة.
az: Əlavə olunmuş fayllar yeniləndi.
be: Прикріплені файли оновлено.
bn: সংযুক্ত ফাইলগুলি আপডেট করা হয়েছে।
cs: Připojené soubory aktualizovány.
cy: Ffeiliau wedi'u hatodi wedi'u diweddaru.
da: Vedhæftede filer opdateret.
de: Angehängte Dateien aktualisiert.
el: Τα συνημμένα αρχεία ενημερώθηκαν.
es: Archivos adjuntos actualizados.
et: Lisatud failid uuendatud.
eu: Erantsitako fitxategiak eguneratu dira.
fa: فایل‌های پیوست به روز شدند.
fi: Liitetiedostot päivitetty.
fr: Fichiers joints mis à jour.
ga: Comhadanna ceangailte nuashonraithe.
gd: Faidhlichean ceangailte air an ùrachadh.
gl: Arquivos adxuntos actualizados.
gu: જોડાયેલ ફાઇલો અપડેટ થઈ.
he: הקבצים המצורפים עודכנו.
hi: संलग्न फ़ाइलें अपडेट की गईं।
hr: Priložene datoteke su ažurirane.
hu: Csatolt fájlok frissítve.
id: File terlampir diperbarui.
is: Viðhengjum uppfært.
it: File allegati aggiornati.
ja: 添付ファイルが更新されました。
ka: 附件文件已更新。
ku: فایلە پەیوەندیدراوەکان نوێکرانەوە.
lt: Prisegti failai atnaujinti.
lv: Pievienotie faili atjaunināti.
mg: Nohavaozina ny rakitra mampirina.
mi: Kua whakahoutia ngā kōnae āpitihanga.
mk: Прикачените датотеки се ажурирани.
ml: ജോഡിച്ച ഫയലുകൾ പുതുക്കി.
ms: Fail dilampirkan dikemaskini.
mt: Fajls mehmuża aġġornati.
my: ပါဝင်သော ဖိုင်များကို ပြင်ဆင်ပြီး။
nl: Bijgevoegde bestanden bijgewerkt.
no: Vedlagte filer oppdatert.
pa: ਸੰਲੱਗਨ ਫਾਈਲਾਂ ਅੱਪਡੇਟ ਕੀਤੀਆਂ ਗਈਆਂ.
pl: Załączone pliki zaktualizowane.
pt: Arquivos anexados atualizados.
ro: Fișierele atașate au fost actualizate.
ru: Прикрепленные файлы обновлены.
sk: Pripojené súbory aktualizované.
sl: Priložene datoteke posodobljene.
sq: Skedarët e bashkangjitur u përditësuan.
sr: Priloženi fajlovi ažurirani.
sv: Bifogade filer uppdaterade.
sw: Faili zilizounganishwa zimesasishwa.
ta: இணைக்கப்பட்ட கோப்புகள் புதுப்பிக்கப்பட்டன.
te: జత చేయబడిన ఫైళ్ళు అప్‌డేట్ చేయబడ్డాయి.
th: อัปเดตไฟล์ที่แนบแล้ว
tr: Ekli dosyalar güncellendi.
uk: Прикріплені файли оновлено.
ur: منسلک فائلیں اپ ڈیٹ کر دی گئیں۔
uz: Ilova qilingan fayllar yangilandi.
vi: Tệp đính kèm đã được cập nhật.
xh: Iifayile ezinqamlezileyo zihlaziywa.
