Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Card View
ar: عرض البطاقة
az: Kart Görünüşü
be: Карткавы выгляд
bn: কার্ড ভিউ
cs: Kartové zobrazení
cy: Golwg Cerdyn
da: Kortvisning
de: Kartenansicht
el: Προβολή Κάρτας
es: Vista de tarjeta
et: Kaardivaade
eu: Txartela Bista
fa: نمای کارت
fi: Korttinäkymä
fr: Vue en carte
ga: Radharc Cárta
gd: Sealladh Cairt
gl: Vista de Tarxeta
gu: કાર્ડ દ્રશ્ય
he: תצוגת כרטיס
hi: कार्ड व्यू
hr: Prikaz kartice
hu: Kártyanézet
id: Tampilan Kartu
is: Spjaldskoðun
it: Vista a schede
ja: カード表示
ka: ბარათის ხედი
ku: نمای کارت
lt: Kortelės rodinys
lv: Kartiņu skatījums
mg: Fijery Karatra
mi: Tirohanga Kāri
mk: Преглед на картичка
ml: കാർഡ് വ്യൂ
ms: Paparan Kad
mt: Veduta Kard
my: ကတ်ရှုမှု
nl: Kaartweergave
no: Kortvisning
pa: ਕਾਰਡ ਦਰਸ਼
pl: Widok karty
pt: Visualização em Cartão
ro: Vizualizare Card
ru: Карточный вид
sk: Zobrazenie karty
sl: Kartični pogled
sq: Pamje Kërthizë
sr: Pregled kartica
sv: Kortvy
sw: Mwonekano wa Kadi
ta: கார்டு காட்சியியல்
te: కార్డ్ వీక్షణ
th: มุมมองการ์ด
tr: Kart Görünümü
uk: Перегляд карток
ur: کارڈ ویو
uz: Karta ko'rinishi
vi: Chế độ xem thẻ
xh: Imbonakalo YamaKhadibhodi

source: Add User
ar: إضافة مستخدم
az: İstifadəçi Əlavə Et
be: Дадаць карыстальніка
bn: ব্যবহারকারী যোগ করুন
cs: Přidat uživatele
cy: Ychwanegu Defnyddiwr
da: Tilføj bruger
de: Benutzer hinzufügen
el: Προσθήκη Χρήστη
es: Agregar usuario
et: Lisa kasutaja
eu: Gehitu Erabiltzailea
fa: افزودن کاربر
fi: Lisää käyttäjä
fr: Ajouter un utilisateur
ga: Cuir Úsáideoir
gd: Cuir Cleachdaiche ris
gl: Engadir Usuario
gu: વપરાશકર્તા ઉમેરો
he: הוסף משתמש
hi: उपयोगकर्ता जोड़ें
hr: Dodaj korisnika
hu: Felhasználó hozzáadása
id: Tambah Pengguna
is: Bæta við notanda
it: Aggiungi utente
ja: ユーザーを追加
ka: მომხმარებლის დამატება
ku: کەس زیاد بکە
lt: Pridėti naudotoją
lv: Pievienot lietotāju
mg: Ampio Mpampiasa
mi: Tāpiri Kaiwhakamahi
mk: Додај корисник
ml: ഉപയോക്താവിനെ ചേർക്കുക
ms: Tambah Pengguna
mt: Żid Utent
my: အသုံးပြုသူ ထည့်ပါ
nl: Gebruiker toevoegen
no: Legg til Bruker
pa: ਉਪਭੋਗਤਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj użytkownika
pt: Adicionar Usuário
ro: Adăugați Utilizator
ru: Добавить пользователя
sk: Pridať používateľa
sl: Dodaj uporabnika
sq: Shto Përdorues
sr: Dodaj korisnika
sv: Lägg till Användare
sw: Ongeza Mtumiaji
ta: பயனர் சேர்க்கவும்
te: వాడుకరిని జోడించు
th: เพิ่มผู้ใช้
tr: Kullanıcı Ekle
uk: Додати користувача
ur: صارف شامل کریں
uz: Foydalanuvchi qo'shish
vi: Thêm người dùng
xh: Yongeza Umsebenzisi

source: Change Role
ar: تغيير الدور
az: Rolu Dəyişdirin
be: Змяніць ролю
bn: ভূমিকা পরিবর্তন করুন
cs: Změnit roli
cy: Newid Rôl
da: Ændre rolle
de: Rolle ändern
el: Αλλαγή Ρόλου
es: Cambiar Rol
et: Muuda rolli
eu: Rol aldaketa
fa: تغییر نقش
fi: Vaihda roolia
fr: Modifier le rôle
ga: Sesa Akwa
gd: Atharraich Dreuchd
gl: Cambiar Rol
gu: ભૂમિકા બદલો
he: שנה תפקיד
hi: भूमिका बदलें
hr: Promijeni ulogu
hu: Szerep megváltoztatása
id: Ubah Peran
is: Breyta hlutverki
it: Cambia ruolo
ja: ロールを変更
ka: როლის შეცვლა
ku: گۆڕینی رۆڵ
lt: Keisti vaidmenį
lv: Mainīt lomu
mg: Ovao andraikitra
mi: Hurihia te Tūnga
mk: Промена на улога
ml: പങ്ക് മാറ്റുക
ms: Tukar Peranan
mt: Ibdel Ir-Rwol
my: အခန်းကဏ္ဍအပြောင်းအလဲ
nl: Rol wijzigen
no: Endre rolle
pa: ਭੂਮਿਕਾ ਬਦਲੋ
pl: Zmień rolę
pt: Alterar Função
ro: Schimbare rol
ru: Сменить роль
sk: Zmeniť rolu
sl: Spremeni vlogo
sq: Ndrysho Rolin
sr: Promeni ulogu
sv: Byt roll
sw: Badilisha Wajibu
ta: பாத்திரத்தை மாற்றவும்
te: పాత్రను మార్చు
th: เปลี่ยนบทบาท
tr: Rolü Değiştir
uk: Змінити роль
ur: کردار تبدیل کریں
uz: Rolni o‘zgartirish
vi: Thay đổi vai trò
xh: Tshintsha Indima

source: Changing role for:
ar: تحديد الوجهات ل
az: Təyinatları təyin edin
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle pro
cy: Neilltuo Cyrchfanau ar gyfer
da: Tildel destinationer til
de: Ziele zuweisen für
el: Καθορισμός Προορισμών για
es: Asignar destinos para
et: Määrake sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها برای
fi: Määritä kohteet
fr: Attribuer des destinations pour
ga: Cinn Scríbe a Chur i Leith
gd: Sònraich Ceàrn-uidhe airson
gl: Asignar destinos para
gu: માટે ગંતવ્યોésie જોવા માટે સોંપો
he: הקצה יעדים ל
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta za
hu: Hozzárendelés a célállomásokhoz
id: Tentukan Tujuan untuk
is: Úthluta áfangastöðum fyrir
it: Assegna Destinazioni per
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის მინიჭება
ku: تۆمارکردنی شوێن بۆ
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona ho an'ny
mi: Tautuhia ngā Wāhi mō
mk: Додели дестинации за
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi untuk
mt: Assigna Destinazzjonijiet għal
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen voor
no: Tilordne destinasjoner for
pa: ਮੰਜ਼ਲਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe dla
pt: Atribuir destinos para
ro: Alocare destinații pentru
ru: Назначить места назначения для
sk: Priradiť destinácie
sl: Dodeli destinacije za
sq: Cakto Destinacionet për
sr: Dodeli destinacije za
sv: Tilldela destinationer för
sw: Weka Sehemu za Kufikia kwa
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทางสำหรับ
tr: Hedefleri Ata
uk: Призначення напрямків для
ur: مقامات کے لئے تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến cho
xh: Misela Iindawo zokufikela

source: Select Role
ar: اختر
az: Uyğun olanı seçin
be: Абярыце адпаведную
bn: উপযুক্ত
cs: Vyberte odpovídající
cy: Dewiswch y
da: Vælg den passende
de: Wählen Sie die passende
el: Επιλέξτε τον κατάλληλο
es: Seleccionar el apropiado
et: Vali sobiv
eu: Hautatu egokia
fa: نقش
fi: Valitse sopiva
fr: Sélectionnez le rôle approprié
ga: Roghnaigh an cuí
gd: Tagh an
gl: Selecciona o
gu: લાયક
he: בחר את ה-
hi: उपयुक्त
hr: Odaberite odgovarajuću
hu: Válassza ki a megfelelő
id: Pilih
is: Veldu viðeigandi
it: Seleziona il
ja: 適切な
ka: შეარჩიეთ შესაბამისი
ku: بژێرەکەی خڕ
lt: Pasirinkite tinkamą
lv: Izvēlieties atbilstošo
mg: Safidio ny
mi: Tīpakohia te
mk: Одберете соодветна
ml: ഉചിതമായത് തിരഞ്ഞെടുക്കുക
ms: Pilih
mt: Agħżel il-
my: သင့်လျော်သော
nl: Selecteer de juiste
no: Velg riktig
pa: ਉਚਿਤ
pl: Wybierz odpowiednią
pt: Selecione a
ro: Selectați
ru: Выберите подходящую
sk: Zvoľte vhodnú
sl: Izberite ustrezno
sq: Zgjidhni
sr: Izaberite odgovarajuću
sv: Välj lämplig
sw: Chagua
ta: துவாங்கத்திணர்
te: సరైన
th: เลือก
tr: Uygun
uk: Виберіть відповідну
ur: مناسب منتخب کریں
uz: Tegishli
vi: Chọn
xh: Khetha eyona ifanelekileyo

source: Admin
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: User
ar: المستخدمون
az: İstifadəçilər
be: Карыстальнікі
bn: ব্যবহারকারীরা
cs: Uživatelé
cy: Defnyddwyr
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
et: Kasutajad
eu: Erabiltzaileak
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gd: Luchd-cleachdaidh
gl: Usuarios
gu: વપરાશકો
he: משתמשים
hi: उपयोगकर्ता
hr: Korisnici
hu: Felhasználók
id: Pengguna
is: Notendur
it: Utenti
ja: ユーザー
ka: მომხმარებლები
ku: Bikarhêner
lt: Vartotojai
lv: Lietotāji
mg: Users
mi: Kaiwhakamahi
mk: Корисници
ml: ഉപയോക്താക്കൾ
ms: Pengguna
mt: Utent
my: အသုံးပြုသူများ
nl: Gebruikers
no: Brukere
pa: ਉਪਭੋਗਤਾ
pl: Użytkownicy
pt: Usuários
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sl: Uporabniki
sq: Përdoruesit
sr: Korisnici
sv: Användare
sw: Watumiaji
ta: பயனர்கள்
te: వినియోగదారులు
th: ผู้ใช้
tr: Kullanıcılar
uk: Користувачі
ur: صارفین
uz: Foydalanuvchilar
vi: Người dùng
xh: Abasebenzisi

source: Save Changes
ar: حفظ المرفقات
az: Əlavələri yadda saxla
be: Сохранить вложения
bn: সংযুক্তি সংরক্ষণ করুন
cs: Uložit přílohy
cy: Cadw Atodiadau
da: Gem vedhæftninger
de: Anhänge speichern
el: Αποθήκευση Επισυναπτόμενων
es: Guardar Adjuntos
et: Salvesta manused
eu: Gorde Eranskinak
fa: ذخیره پیوست‌ها
fi: Tallenna liitteet
fr: Enregistrer les pièces jointes
ga: Kra Faelɔ ho kasa.
gd: Sàbhail Ceanglachan
gl: Gardar anexos
gu: એટેચમેન્ટ્સ સાચવો
he: שמור קובצים מצורפים
hi: संग्लन सहेजें
hr: Spremi priloge
hu: Csatolmányok mentése
id: Simpan Lampiran
is: Vista viðhengi
it: Salva Allegati
ja: 添付ファイルを保存
ka: დანართების შენახვა
ku: پاشەکەوتکردنی فایلە پەیوەندکراوەکان
lt: Išsaugoti priedus
lv: Saglabāt pielikumus
mg: Vonjeo ny Mampiaraka
mi: Tiaki Tapiritanga
mk: Зачувај прилози
ml: അറ്റാച്ച്മെന്റുകൾ സംരക്ഷിക്കുക
ms: Simpan Lampiran
mt: Ħażna Attachments
my: ဆက်စပ်မှုများ သိမ်းဆည်းပါ
nl: Bijlagen Opslaan
no: Lagre vedlegg
pa: ਅਟੈਚਮੈਂਟ ਸੇਵ ਕਰੋ
pl: Zapisz załączniki
pt: Salvar Anexos
ro: Salvați atașamentele
ru: Сохранить вложения
sk: Uložiť prílohy
sl: Shrani priloge
sq: Ruaj Shtojcat
sr: Sačuvaj priloge
sv: Spara bilagor
sw: Hifadhi Viambatisho
ta: இணைப்புகளை சேமிக்கவும்
te: అటాచ్‌మెంట్స్ సేవ్ చేయండి
th: บันทึกไฟล์แนบ
tr: Ekleri Kaydet
uk: Зберегти вкладення
ur: منسلکات محفوظ کریں
uz: Qo'shimchalarni saqlash
vi: Lưu đính kèm
xh: Londoloza Izithwali

source: List Users
ar: تحرير مستخدم
az: İstifadəçini Redaktə et
be: प्रयोगकर्ता सम्पादन गर्नुहोस्
bn: ব্যবহারকারী সম্পাদনা করুন
cs: Upravit uživatele
cy: Golygu Defnyddiwr
da: Rediger bruger
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es: Editar usuario
et: Muuda kasutajat
eu: Erabiltzailea Editatu
fa: ویرایش کاربر
fi: Muokkaa käyttäjää
fr: Modifier l'utilisateur
ga: Cuir in Eagar Úsáideoir
gd: Deasaich Cleachdaiche
gl: Editar Usuario
gu: યુઝર સંપાદિત કરો
he: ערוך משתמש
hi: उपयोगकर्ता संपादित करें
hr: Uredi Korisnika
hu: Felhasználó szerkesztése
id: Edit Pengguna
is: Breyta notanda
it: Modifica utente
ja: ユーザーを編集
ka: उपयोगकर्ता संपादित करें
ku: دەستکاری بکارھێنەر بکە
lt: Redaguoti vartotoją
lv: Rediģēt lietotāju
mg: Hanova Mpampiasa
mi: Whakatikatika Kaiwhakamahi
mk: Уреди Корисник
ml: ഉപയോക്താവിനെ തിരുത്തുക
ms: Edit Pengguna
mt: Editja Utent
my: အသုံးပြုသူ ပြုပြင်ရန်
nl: Gebruiker bewerken
no: Rediger bruker
pa: ਯੂਜ਼ਰ ਸੋਧੋ
pl: Edytuj użytkownika
pt: Editar Usuário
ro: Editați Utilizator
ru: Редактировать пользователя
sk: Upraviť užívateľa
sl: Uredi uporabnika
sq: Modifiko Përdorues
sr: Izmenite korisnika
sv: Redigera användare
sw: Hariri Mtumiaji
ta: பயனர் திருத்துக
te: ఉపయోగదారుడిని సవరించండి
th: แก้ไขผู้ใช้
tr: Kullanıcıyı Düzenle
uk: Редагувати користувача
ur: صارف میں ترمیم کریں
uz: Foydalanuvchini tahrirlash
vi: Chỉnh sửa Người dùng
xh: Hlela Umsebenzisi

source: You cannot edit your own account
ar: ⚪ = لا يمكنك تعطيل حسابك الخاص.
az: ⚪ = Öz hesabınızı deaktiv edə bilməzsiniz.
be: ⚪ = Та өөрийнхөө акаунтыг идэвхгүй болгох боломжгүй.
bn: ⚪ = আপনি নিজের অ্যাকাউন্ট নিষ্ক্রিয় করতে পারবেন না।
cs: ⚪ = Nemůžete zakázat vlastní účet.
cy: ⚪ = Ni allwch anablu eich cyfrif eich hun.
da: ⚪ = Du kan ikke deaktivere din egen konto.
de: ⚪ = Sie können Ihr eigenes Konto nicht deaktivieren.
el: ⚪ = Δεν μπορείτε να απενεργοποιήσετε τον δικό σας λογαριασμό.
es: ⚪ = No puede deshabilitar su propia cuenta.
et: ⚪ = Sa ei saa oma kontot keelata.
eu: ⚪ = Ezin duzu zure kontua desgaitu.
fa: ⚪ = شما نمی‌توانید حساب خودتان را غیرفعال کنید.
fi: ⚪ = Et voi poistaa omaa tiliäsi käytöstä.
fr: ⚪ = Vous ne pouvez pas désactiver votre propre compte.
ga: ⚪ = Ní féidir leat do chuntas féin a dhíchumasú.
gd: ⚪ = Chan urrainn dhut do chunntas fhèin a chiorramachadh.
gl: ⚪ = Non podes deshabilitar a túa propia conta.
gu: ⚪ = તમે તમારી પોતાની એકાઉન્ટ અક્ષમ કરી શકતા નથી.
he: ⚪ = אינך יכול להשבית את החשבון שלך.
hi: ⚪ = आप अपना खुद का खाता निःशक्त नहीं कर सकते।
hr: ⚪ = Ne možete onemogućiti svoj vlastiti račun.
hu: ⚪ = Nem tudod letiltani a saját fiókodat.
id: ⚪ = Anda tidak dapat menonaktifkan akun Anda sendiri.
is: ⚪ = Þú getur ekki afvirkjað þinn eigin reikning.
it: ⚪ = Non puoi disabilitare il tuo account.
ja: ⚪ = 自分のアカウントを無効にすることはできません。
ka: ⚪ = თქვენ ვერ გაუთიშავთ საკუთარ ანგარიშს.
ku: ⚪ = Tu nikarî hesabê xwe serqetîne.
lt: ⚪ = Negalite išjungti savo paskyros.
lv: ⚪ = Jūs nevarat atspējot savu kontu.
mg: ⚪ = Tsy afaka manafoana ny kaontinao ianao.
mi: ⚪ = Kāore e taea e koe te whakakore i tō ake pūkete.
mk: ⚪ = Не можете да ја оневозможите сопствената сметка.
ml: ⚪ = നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം അക്കൗണ്ട് അപ്രാപ്തമാക്കാൻ കഴിയില്ല.
ms: ⚪ = Anda tidak boleh nyahaktifkan akaun anda sendiri.
mt: ⚪ = Ma tistax tiddiżattiva l-kont tiegħek stess.
my: ⚪ = သင့်ရဲ့ ကိုယ်ပိုင်အကောင့်ကို မပိတ်နိုင်ပါ။
nl: ⚪ = U kunt uw eigen account niet uitschakelen.
no: ⚪ = Du kan ikke deaktivere din egen konto.
pa: ⚪ = ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਅਯੋਗ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: ⚪ = Nie możesz wyłączyć swojego własnego konta.
pt: ⚪ = Você não pode desativar sua própria conta.
ro: ⚪ = Nu vă puteți dezactiva propriul cont.
ru: ⚪ = Вы не можете отключить свою собственную учетную запись.
sk: ⚪ = Nemôžete zakázať svoj vlastný účet.
sl: ⚪ = Ne morete onemogočiti svojega računa.
sq: ⚪ = Nuk mund të çaktivizoni llogarinë tuaj.
sr: ⚪ = Ne možete onemogućiti sopstveni nalog.
sv: ⚪ = Du kan inte inaktivera ditt eget konto.
sw: ⚪ = Huwezi kusimamisha akaunti yako mwenyewe.
ta: ⚪ = நீங்கள் உங்கள் கணக்கை நோக்க முடியாது.
te: ⚪ = మీరు మీ ఖాతాను నిలిపివేయలేరు.
th: ⚪ = คุณไม่สามารถปิดใช้งานบัญชีของคุณเอง
tr: ⚪ = Kendi hesabınızı devre dışı bırakamazsınız.
uk: ⚪ = Ви не можете вимкнути свій власний аккаунт.
ur: ⚪ = آپ اپنے اکاؤنٹ کو غیر فعال نہیں کر سکتے۔
uz: ⚪ = Siz o'z hisobingizni o'chira olmaysiz.
vi: ⚪ = Bạn không thể vô hiệu hóa tài khoản của chính mình.
xh: ⚪ = Awukwazi ukukhubaza i-akhawunti yakho.

source: Change Role for
ar: تحديد الوجهات ل
az: Təyinatları təyin edin
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle pro
cy: Neilltuo Cyrchfanau ar gyfer
da: Tildel destinationer til
de: Ziele zuweisen für
el: Καθορισμός Προορισμών για
es: Asignar destinos para
et: Määrake sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها برای
fi: Määritä kohteet
fr: Attribuer des destinations pour
ga: Cinn Scríbe a Chur i Leith
gd: Sònraich Ceàrn-uidhe airson
gl: Asignar destinos para
gu: માટે ગંતવ્યોésie જોવા માટે સોંપો
he: הקצה יעדים ל
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta za
hu: Hozzárendelés a célállomásokhoz
id: Tentukan Tujuan untuk
is: Úthluta áfangastöðum fyrir
it: Assegna Destinazioni per
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის მინიჭება
ku: تۆمارکردنی شوێن بۆ
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona ho an'ny
mi: Tautuhia ngā Wāhi mō
mk: Додели дестинации за
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi untuk
mt: Assigna Destinazzjonijiet għal
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen voor
no: Tilordne destinasjoner for
pa: ਮੰਜ਼ਲਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe dla
pt: Atribuir destinos para
ro: Alocare destinații pentru
ru: Назначить места назначения для
sk: Priradiť destinácie
sl: Dodeli destinacije za
sq: Cakto Destinacionet për
sr: Dodeli destinacije za
sv: Tilldela destinationer för
sw: Weka Sehemu za Kufikia kwa
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทางสำหรับ
tr: Hedefleri Ata
uk: Призначення напрямків для
ur: مقامات کے لئے تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến cho
xh: Misela Iindawo zokufikela

source: You cannot change your own role
ar: لا يمكنك تغيير حالتك المفعلة الخاصة.
az: Öz aktivləşdirmə statusunuzu dəyişə bilməzsiniz.
be: Вы не можаце змяніць свой уласны статус.
bn: আপনি আপনার নিজের সক্রিয় অবস্থার পরিবর্তন করতে পারবেন না।
cs: Nelze změnit vlastní stav aktivace.
cy: Ni allwch newid eich statws galluog eich hun.
da: Du kan ikke ændre din egen aktiveringsstatus.
de: Sie können Ihren eigenen Aktivierungsstatus nicht ändern.
el: Δεν μπορείτε να αλλάξετε την ενεργοποιημένη κατάσταση σας.
es: No puedes cambiar tu propio estado habilitado.
et: Sa ei saa omaenda lubatud staatust muuta.
eu: Zure egoera gaitua aldatu ezin duzu.
fa: شما نمی‌توانید وضعیت فعال خود را تغییر دهید.
fi: Et voi muuttaa omaa käytössä olevaa tilaasi.
fr: Vous ne pouvez pas changer votre propre statut activé.
ga: Ní féidir leat do stádas cumasaithe féin a athrú.
gd: Chan urrainn dhut inbhe gnìomhach fhèin atharrachadh.
gl: Non podes cambiar o teu propio estado de habilitación.
gu: તમે તમારો પોતાનો સક્ષમ સ્થિતિ બદલી શકતા નથી.
he: אינך יכול לשנות את הסטטוס המופעל שלך.
hi: आप अपनी स्वयं की सक्षम स्थिति नहीं बदल सकते।
hr: Ne možete promijeniti svoj status omogućeno/onemogućeno.
hu: A saját engedélyezett státuszodat nem változtathatod meg.
id: Anda tidak dapat mengubah status aktif Anda sendiri.
is: Þú getur ekki breytt þínu eigin virkjunarstöðu.
it: Non puoi cambiare il tuo stato di attivazione.
ja: 自分自身の有効化ステータスを変更することはできません。
ka: თქვენ ვერ შეცვლით თქვენს საკუთარ გააქტიურებულ სტატუსს.
ku: ناتوانیت بارودۆخی تایبەتی خۆت بگۆڕیت.
lt: Negalite keisti savo aktyvumo būsenos.
lv: Jūs nevarat mainīt savu iespējoto statusu.
mg: Tsy afaka manova ny satan'ny tenanao ianao.
mi: Kāore koe e āhei ki te huri i tō ake tūnga āhei.
mk: Не можете да ја смените својата сопствена статус на овозможување.
ml: നിങ്ങളുടെ സ്വന്തം എൻ‌ബേൾഡ് സ്റ്റാറ്റസ് മാറ്റാൻ കഴിയില്ല.
ms: Anda tidak boleh menukar status diaktifkan anda sendiri.
mt: Ma tistax tibdel l-istatus attivat tiegħek stess.
my: သင်၏ ကိုယ်ပိုင် enabled status ကို ပြောင်းလဲ၍ မရနိုင်ပါ။
nl: Je kunt je eigen ingeschakelde status niet wijzigen.
no: Du kan ikke endre din egen aktiverte status.
pa: ਤੁਸੀਂ ਆਪਣੇ ਸਵੈ-ਸਥਿਤੀ ਨੂੰ ਸਮਰੱਥ ਨਹੀਂ ਬਦਲ ਸਕਦੇ।
pl: Nie można zmienić własnego statusu aktywacji.
pt: Você não pode mudar seu próprio status de ativação.
ro: Nu vă puteți schimba propria stare de activare.
ru: Вы не можете изменить свой собственный статус.
sk: Nemôžete zmeniť svoj vlastný stav povolenia.
sl: Ne morete spremeniti svojega stanja omogočenosti.
sq: Nuk mund të ndryshosh statusin e aktivizimit tënd.
sr: Ne možete promeniti sopstveni status.
sv: Du kan inte ändra din egen aktiveringsstatus.
sw: Huwezi kubadilisha hali yako mwenyewe ya kuwashwa.
ta: உங்கள் சொந்த செயல்பாட்டை மாற்ற முடியாது.
te: మీ స్వంత అమోద స్థితిని మార్చలేరు.
th: คุณไม่สามารถเปลี่ยนสถานะเปิดใช้งานของตัวเองได้
tr: Kendi etkin durumunuzu değiştiremezsiniz.
uk: Ви не можете змінити свій власний статус увімкнення.
ur: آپ اپنی فعال حیثیت کو تبدیل نہیں کر سکتے۔
uz: Siz o'z imkoniyatlaringizni o'zgartira olmaysiz.
vi: Bạn không thể thay đổi trạng thái kích hoạt của chính mình.
xh: Awunakutshintsha imeko yakho yokuvuleka.

source: Are you sure you want to reset MFA for this user?
ar: هل أنت متأكد أنك تريد إعادة ضبط المصادقة متعددة العوامل لهذا المستخدم؟
az: Bu istifadəçi üçün MFA-nı sıfırlamaq istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце скінуць MFA для гэтага карыстальніка?
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীর জন্য এমএফএ পুনরায় সেট করতে চান?
cs: Opravdu chcete resetovat MFA pro tohoto uživatele?
cy: Ydych chi'n siŵr eich bod am ailosod MFA ar gyfer y defnyddiwr hwn?
da: Er du sikker på, at du vil nulstille MFA for denne bruger?
de: Sind Sie sicher, dass Sie MFA für diesen Benutzer zurücksetzen möchten?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το MFA για αυτόν τον χρήστη;
es: ¿Estás seguro de que deseas restablecer MFA para este usuario?
et: Kas olete kindel, et soovite selle kasutaja MFA lähtestada?
eu: Ziur zaude erabiltzaile honentzako MFA berrezarri nahi duzula?
fa: آیا مطمئنید که می‌خواهید MFA را برای این کاربر بازنشانی کنید؟
fi: Oletko varma, että haluat nollata MFA:n tältä käyttäjältä?
fr: Êtes-vous sûr de vouloir réinitialiser MFA pour cet utilisateur ?
ga: Wote nsɛm sɛ rebue MFA ama ɔyɛfo yi no?
gd: A bheil thu cinnteach gu bheil thu airson MFA ath-shuidheachadh airson an neach-cleachdaidh seo?
gl: Estás seguro de que queres restablecer o MFA para este usuario?
gu: શું તમે આ વપરાશકર્તા માટે MFA ફરીથી સેટ કરવા માટે ખાતરી કરો છો?
he: האם אתה בטוח שברצונך לאפס את האימות הדו-שלבי עבור משתמש זה?
hi: क्या आप वाकई इस उपयोगकर्ता के लिए MFA रीसेट करना चाहते हैं?
hr: Jeste li sigurni da želite resetirati MFA za ovog korisnika?
hu: Biztosan vissza szeretné állítani az MFA-t ennek a felhasználónak?
id: Apakah Anda yakin ingin mengatur ulang MFA untuk pengguna ini?
is: Ertu viss um að þú viljir endurstilla MFA fyrir þennan notanda?
it: Sei sicuro di voler reimpostare MFA per questo utente?
ja: このユーザーのMFAをリセットしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ მომხმარებლის MFA-ს გადაყენება?
ku: دڵنیاییت تۆمەنی دوبارەکردنی MFA بۆ ئەم بەکارهێنەرە ئەنجامبدەیت؟
lt: Ar tikrai norite iš naujo nustatyti MFA šiam naudotojui?
lv: Vai tiešām vēlaties atiestatīt MFA šim lietotājam?
mg: Azonao antoka ve fa hanavao ny MFA an'ity mpampiasa ity ianao?
mi: Kei te tino hiahia koe ki te tautuhi anō i te MFA mō tēnei kaiwhakamahi?
mk: Дали сте сигурни дека сакате да го ресетирате MFA за овој корисник?
ml: ഈ ഉപയോക്താവിനായി MFA പുനക്രമീകരിക്കുന്നതിന് നിങ്ങൾ ഉറപ്പാണോ?
ms: Adakah anda pasti mahu menetapkan semula MFA untuk pengguna ini?
mt: Int żgur li trid tirrisetta MFA għal dan l-utent?
my: ဤအသုံးပြုသူအတွက် MFA ကို ပြန်စမည်ဆိုရင် သေချာပါသလား?
nl: Weet u zeker dat u MFA voor deze gebruiker wilt resetten?
no: Er du sikker på at du vil tilbakestille MFA for denne brukeren?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀਕਰਨ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਵਰਤੋਂਕਾਰ ਲਈ MFA ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz zresetować MFA dla tego użytkownika?
pt: Tem certeza de que deseja redefinir MFA para este usuário?
ro: Sunteți sigur că doriți să resetați MFA pentru acest utilizator?
ru: Вы уверены, что хотите сбросить MFA для этого пользователя?
sk: Naozaj chcete obnoviť MFA pre tohto používateľa?
sl: Ali ste prepričani, da želite ponastaviti MFA za tega uporabnika?
sq: A jeni i sigurt që dëshironi të rivendosni MFA për këtë përdorues?
sr: Da li ste sigurni da želite da resetujete MFA za ovog korisnika?
sv: Är du säker på att du vill återställa MFA för denna användare?
sw: Je, una uhakika unataka kuweka upya MFA kwa mtumiaji huyu?
ta: இந்த பயனருக்கு MFA ஐ மீட்டமைக்க விரும்புகிறீர்களா?
te: ఈ వినియోగదారుని యొక్క MFAని రీసెట్ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการรีเซ็ต MFA สำหรับผู้ใช้นี้?
tr: Bu kullanıcının MFA'sını sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути MFA для цього користувача?
ur: کیا آپ واقعی اس صارف کے لئے MFA کو ری سیٹ کرنا چاہتے ہیں؟
uz: Ushbu foydalanuvchi uchun MFAni qayta o‘rnatishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn đặt lại MFA cho người dùng này không?
xh: Uqinisekile ukuba ufuna ukusetha kwakhona i-MFA yalomsebenzisi?
