Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Trigger or delete backups and run version check.
ar: تشغيل أو حذف النسخ الاحتياطية وتشغيل فحص الإصدار.
az: Ehtiyat nüsxələri başladın və ya silin və versiya yoxlayın.
be: Запусціць альбо выдаліць рэзервовыя копіі і выканаць праверку версій.
bn: ব্যাকআপ ট্রিগার করুন বা মুছুন এবং ভার্সন পরীক্ষা চালান।
cs: Spustit nebo smazat zálohy a provést kontrolu verze.
cy: Ysgogi neu ddileu copïau wrth gefn a rhedeg gwirio fersiwn.
da: Udlevér eller slet backup og kør versionskontrol.
de: Backups auslösen oder löschen und Versionsprüfung durchführen.
el: Ενεργοποίηση ή διαγραφή αντιγράφων ασφαλείας και εκτέλεση ελέγχου έκδοσης.
es: Activar o eliminar copias de seguridad y ejecutar verificación de versión.
et: Käivita või kustuta varukoopiaid ja käivita versioonikontroll.
eu: Babeskopiak abiarazi edo ezabatu eta bertsioaren egiaztapena egin.
fa: پشتیبان‌گیری را راه‌اندازی یا حذف کنید و بررسی نسخه را انجام دهید.
fi: Käynnistä tai poista varmuuskopiot ja suorita versiotarkistus.
fr: Déclencher ou supprimer des sauvegardes et exécuter la vérification de version.
ga: Bue anaa tu backups na yɛ version check.
gd: Àrdaich no cuir air falbh cùl-taic agus ruith thoir sùil air an tionndadh.
gl: Activar ou eliminar copias de seguridade e executar comprobación de versión.
gu: બેકઅપ્સને 트리거 કરો અથવા ડિલીટ કરો અને વર્ઝન ચેક ચલાવો.
he: הפעל או מחק גיבויים והפעל בדיקת גרסה.
hi: बैकअप को ट्रिगर या हटाएं और संस्करण जांच चलाएं।
hr: Pokrenite ili izbrišite sigurnosne kopije i pokrenite provjeru verzije.
hu: Indítson vagy töröljön biztonsági mentéseket, és futtasson verzióellenőrzést.
id: Memicu atau menghapus cadangan dan menjalankan pemeriksaan versi.
is: Virkja eða eyða afritum og keyra útgáfaskoðun.
it: Attiva o elimina backup ed esegui il controllo della versione.
ja: バックアップをトリガーまたは削除し、バージョンチェックを実行します。
ka: ಬ್ಯಾಕಪ್‌ಗಳನ್ನು ಪ್ರಾರಂಭಿಸಿ ಅಥವಾ ಅಳೆಯಿರಿ ಮತ್ತು ಆವೃತ್ತಿ ಪರಿಶೀಲನೆಯನ್ನು ನಡೆಸಿ.
ku: ڕاکێشن یان ژێبرینە پشتیڤان و ەنجامدانە پشکنینە وَرشیا.
lt: Paleisti arba ištrinti atsargines kopijas ir patikrinti versiją.
lv: Izraisīt vai dzēst rezerves kopijas un veikt versijas pārbaudi.
mg: Ampiasao na esory ny backups ary andaha fisafoana ny kinova.
mi: Whakahohe, muku rānei i ngā tārua, whakahaere rānei i te tirotiro putanga.
mk: Поттикнете или избришете резервни копии и проверете ја верзијата.
ml: ബാക്കപ്പ് ট্রെഗ൦ർ ചെയ്യുകയോ മായ്ക്കുകയോ വേർഷൻ പരിശോധിക്കുകയോ ചെയ്യുക.
ms: Tindakan atau hapuskan sandaran dan jalankan pemeriksaan versi.
mt: Attiva jew ħassar backups u wettaq kontroll tal-verżjoni.
my: အရံကူးပျက်စီးမှုများကို ဖြစ်စေခြင်း သို့မဟုတ် ဖျက်သိမ်းခြင်း နှင့် ဗားရှင်းစစ်ဆေးမှုကို အကောင်းဆုံးရန်။
nl: Start of verwijder back-ups en voer een versiecontrole uit.
no: Utlsø eller slett sikkerhetskopier og kjør versjonskontroll.
pa: ਬੈਕਅੱਪਸ ਨੂੰ ਸ਼ੁਰੂ ਜਾਂ ਹਟਾਓ ਅਤੇ ਵਰਜਨ ਜਾਂਚ ਚਲਾਓ।
pl: Wywołaj lub usuń kopie zapasowe i uruchom sprawdzanie wersji.
pt: Acionar ou excluir backups e executar verificação de versão.
ro: Declanșați sau ștergeți backupuri și rulați verificarea versiunii.
ru: Запуск или удаление резервных копий и выполнение проверки версии.
sk: Spustiť alebo vymazať zálohy a vykonať kontrolu verzie.
sl: Sprožite ali izbrišite varnostne kopije in izvedite preverjanje različice.
sq: Nis ose fshi kopjet e rezervave dhe ekzekuto kontrolle të versionit.
sr: Pokrenite ili obrišite rezervne kopije i pokrenite proveru verzije.
sv: Utlös eller ta bort säkerhetskopior och kör versionskontroll.
sw: Chochea au futa nakala za akiba na endesha uhakiki wa toleo.
ta: காப்பு செயலிகளை தொடங்கு அல்லது நீக்கவும் மற்றும் பதிப்பு சரிபார்ப்பு நடத்து.
te: బ్యాకప్లను ప్రేరేపించండి లేదా తీసివేయండి మరియు వర్షన్ తనిఖీని నడపండి.
th: เรียกใช้งานหรือการลบการสำรองข้อมูลและตรวจสอบเวอร์ชัน
tr: Yedeklemeleri tetikleyin veya silin ve sürüm kontrolü çalıştırın.
uk: Запускати чи видаляти резервні копії та виконувати перевірку версій.
ur: بیک اپ کو ٹرگر یا حذف کریں اور ورژن چیک کو چلائیں۔
uz: Zaxira nusxalarini ishga tushirish yoki ochirish va versiya tekshiruvini bajaring.
vi: Kích hoạt hoặc xóa sao lưu và chạy kiểm tra phiên bản.
xh: Qalisa okanye ucime iibhakaphu kwaye usebenze uvavanyo lwenguqulelo.

source: Manage Users
ar: إدارة المستخدمين
az: İstifadəçiləri İdarə et
be: प्रयोगकर्ताहरू व्यवस्थापन गर्नुहोस्
bn: ব্যবহারকারীদের পরিচালনা করুন
cs: Správa uživatelů
cy: Rheoli Defnyddwyr
da: Administrer Brugere
de: Benutzer verwalten
el: Διαχείριση χρηστών
es: Gestionar usuarios
et: Kasuta haldamine
eu: Erabiltzaileak Kudeatu
fa: مدیریت کاربران
fi: Hallinnoi käyttäjiä
fr: Gérer les utilisateurs
ga: Bainistigh Úsáideoirí
gd: Rianaich Luchd-cleachdaidh
gl: Xestionar Usuarios
gu: યુઝર મેનેજ કરો
he: ניהול משתמשים
hi: उपयोगकर्ताओं का प्रबंधन करें
hr: Upravljanje Korisnicima
hu: Felhasználók kezelése
id: Kelola Pengguna
is: Stjórna notendum
it: Gestisci utenti
ja: ユーザーを管理
ka: उपयोगकर्ता प्रबंधित करें
ku: بەکارھێنەکانی زانے مدیریت بکە
lt: Valdyti vartotojus
lv: Pārvaldīt lietotājus
mg: Mitantana Mpampiasa
mi: Whakahaere Kaiwhakamahi
mk: Управување со Корисници
ml: ഉപയോക്താക്കളെ മാനേജ് ചെയ്യുക
ms: Urus Pengguna
mt: Immaniġġja Utenti
my: အသုံးပြုသူများ စီမံပါ
nl: Beheer Gebruikers
no: Administrer brukere
pa: ਯੂਜ਼ਰਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ
pl: Zarządzaj użytkownikami
pt: Gerenciar Usuários
ro: Gestionați Utilizatorii
ru: Управление пользователями
sk: Spravovať užívateľov
sl: Upravljanje uporabnikov
sq: Menaxho Përdoruesit
sr: Upravljajte korisnicima
sv: Hantera användare
sw: Dhibiti Watumiaji
ta: பயனர்களை பராமரிக்கவும்
te: ఉపయోగదారులను నిర్వహించండి
th: จัดการผู้ใช้
tr: Kullanıcıları Yönet
uk: Керувати користувачами
ur: صارفین کا نظم کریں
uz: Foydalanuvchilarni boshqarish
vi: Quản lý Người dùng
xh: Lawula Abaqhubi Basebenzise

source: Users
ar: المستخدمون
az: İstifadəçilər
be: Карыстальнікі
bn: ব্যবহারকারীরা
cs: Uživatelé
cy: Defnyddwyr
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
et: Kasutajad
eu: Erabiltzaileak
fa: کاربران
fi: Käyttäjät
fr: Utilisateurs
ga: Úsáideoirí
gd: Luchd-cleachdaidh
gl: Usuarios
gu: વપરાશકો
he: משתמשים
hi: उपयोगकर्ता
hr: Korisnici
hu: Felhasználók
id: Pengguna
is: Notendur
it: Utenti
ja: ユーザー
ka: მომხმარებლები
ku: Bikarhêner
lt: Vartotojai
lv: Lietotāji
mi: Kaiwhakamahi
mk: Корисници
ml: ഉപയോക്താക്കൾ
ms: Pengguna
mt: Utent
my: အသုံးပြုသူများ
nl: Gebruikers
no: Brukere
pa: ਉਪਭੋਗਤਾ
pl: Użytkownicy
pt: Usuários
ro: Utilizatori
ru: Пользователи
sk: Používatelia
sl: Uporabniki
sq: Përdoruesit
sr: Korisnici
sv: Användare
sw: Watumiaji
ta: பயனர்கள்
te: వినియోగదారులు
th: ผู้ใช้
tr: Kullanıcılar
uk: Користувачі
ur: صارفین
uz: Foydalanuvchilar
vi: Người dùng
xh: Abasebenzisi

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
ar: إنشاء أو تحرير أو تمكين/تعطيل أو إلغاء قفل أو تغيير الأدوار أو إعادة تعيين MFA أو حذف حسابات المستخدمين.
az: İstifadəçi hesabları yaradın, redaktə edin, aktiv/deaktiv edin, açın, rolları dəyişin, MFA sıfırlayın və ya silin.
be: Ствараць, рэдагаваць, уключаць/адключаць, разблакіраваць, змяняць ролі, скінуць MFA альбо выдаляць уліковыя запісы карыстальнікаў.
bn: ব্যবহারকারীর অ্যাকাউন্ট তৈরি, সম্পাদনা, সক্ষম/অক্ষম করুন, আনলক করুন, ভূমিকা পরিবর্তন করুন, MFA রিসেট করুন বা মুছুন।
cs: Vytvořit, upravit, povolit/zakázat, odemknout, změnit role, resetovat MFA nebo smazat uživatelské účty.
cy: Creu, golygu, galluogi/analluogi, dadgloi, newid rolau, ailosod MFA, neu ddileu cyfrifon defnyddwyr.
da: Opret, rediger, aktiver/deaktiver, lås op, ændre roller, nulstil MFA eller slet brugerkonti.
de: Benutzerkonten erstellen, bearbeiten, aktivieren/deaktivieren, entsperren, Rollen ändern, MFA zurücksetzen oder löschen.
el: Δημιουργία, επεξεργασία, ενεργοποίηση/απενεργοποίηση, ξεκλείδωμα, αλλαγή ρόλων, επαναφορά MFA ή διαγραφή λογαριασμών χρηστών.
es: Crear, editar, habilitar/deshabilitar, desbloquear, cambiar roles, restablecer MFA o eliminar cuentas de usuario.
et: Loo, redigeeri, luba/keela, lukusta lahti, muuda rolle, lähtesta MFA või kustuta kasutajakontosid.
eu: Sortu, editatu, gaitu/desgaitu, desblokeatu, rolak aldatu, MFA berrabiarazi edo erabiltzaileen kontuak ezabatu.
fa: ایجاد، ویرایش، فعال/غیرفعال، باز کردن قفل، تغییر نقش‌ها، بازنشانی MFA یا حذف حساب‌های کاربری.
fi: Luo, muokkaa, ota käyttöön/poista käytöstä, avaa lukitus, muuta rooleja, nollaa MFA tai poista käyttäjätilit.
fr: Créer, éditer, activer/désactiver, déverrouiller, changer de rôles, réinitialiser MFA, ou supprimer des comptes d'utilisateur.
ga: Bɔ, sesa, yɛ enable/disable, bue, sesa roles, reset MFA, anaa tu user accounts.
gd: Cruthaich, deasaich, comasachd/dì-chomas, dì-chàraidh, atharraich dreuchdan, ath-shuidhich MFA, no cuir às do chunntasan luchd-cleachdaidh.
gl: Crear, editar, activar/desactivar, desbloquear, cambiar roles, restablecer MFA ou eliminar contas de usuario.
gu: ઉપયોગકર્તા હિસાબો બનાવો, સંપાદિત કરો, સક્ષમ/અસમક્ષમ કરો, અનલૉક કરો, ભૂમિકા બદલો, MFA રીસેટ કરો અથવા કાઢી નાખો.
he: צור, ערוך, הפעל/השבת, בטל נעילה, שנה תפקידים, אפס MFA או מחק חשבונות משתמשים.
hi: उपयोगकर्ता खातों को बनाएँ, संपादित करें, सक्षम/अक्षम करें, अनलॉक करें, भूमिकाएँ बदलें, MFA रीसेट करें, या हटाएं।
hr: Kreirajte, uredite, omogućite/onemogućite, otključajte, promijenite uloge, resetirajte MFA ili izbrišite korisničke račune.
hu: Hozzon létre, szerkesszen, engedélyezzen/tiltson le, oldjon fel, módosítson szerepeket, állítson vissza MFA-t, vagy töröljön felhasználói fiókokat.
id: Buat, edit, aktifkan/nonaktifkan, buka kunci, ubah peran, reset MFA, atau hapus akun pengguna.
is: Búa til, breyta, virkja/afvirkja, opna, breyta hlutverkum, endurstilla MFA eða eyða notandareikningum.
it: Crea, modifica, abilita/disabilita, sblocca, modifica ruoli, reimposta MFA o elimina account utente.
ja: ユーザーアカウントの作成、編集、有効化/無効化、ロック解除、ロール変更、MFAリセット、削除を行います。
ka: ಬಳಕೆದಾರ ಖಾತೆಗಳನ್ನು ರಚಿಸಿ, ಸಂಪಾದಿಸಿ, ಸಕ್ರಿಯಗೊಳಿಸಿ/ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಿ, ಅನ್ಲಾಕ್ ಮಾಡಿ, ಪಾತ್ರabharವೇನುಬದಲಿಸಿ, MFA ಮರುಹೊಂದಿಸಿ, ಅಥವಾ ಅಳಿಸಿ.
ku: جعلاً و دیمنی، فێدەکرن/ناکرن، بگوهرتنە، پارەدن، نەیتنە مھۆنیێ یا پەستە، یان ژێبرنە ھەژمارێن بەکارھێنان.
lt: Kurti, redaguoti, įgalinti/atjungti, atrakinti, keisti vaidmenis, atstatyti MFA arba ištrinti naudotojų paskyras.
lv: Izveidot, rediģēt, iespējot/izslēgt, atbloķēt, mainīt lomas, atjaunot MFA vai dzēst lietotāja kontus.
mg: Mamorona, manitsy, mampihetsika/mampihena, manokatra, manova andraikitra, mametraka indray MFA, na mamafa ny kaonty mpampiasa.
mi: Waihangatia, whakatika, whakahohetia/monokia, wetewetehia, huri mahi, tautuhi anō i te MFA, mukua rānei ngā pūkete kaiwhakamahi.
mk: Креирајте, уредувајте, овозможувајте/оневозможувајте, отклучувајте, менувајте улоги, ресетирајте MFA или избришете кориснички сметки.
ml: യൂസർ അക്കൗണ്ടുകൾ സൃഷ്ടിക്കുക, തിരുത്തുക, സജീവമാക്കുക/അക്രിയമാക്കുക, അൺലോക്ക് ചെയ്യുക, റോളുകൾ മാറ്റുക, MFA പുനസജ്ജമാക്കുക, അല്ലെങ്കിൽ ഡിലീറ്റ് ചെയ്യുക.
ms: Cipta, edit, aktifkan/matikan, buka kunci, ubah peranan, tetapkan semula MFA, atau hapus akaun pengguna.
mt: Oħloq, editja, attiva/iddiżattiva, iftaħ, ibdel rwoli, irrejsetja MFA, jew ħassar kontijiet tal-utent.
my: အသုံးပြုသူအကောင့်များကို ဖန်တီးရန်၊ တည်းဖြတ်ရန်၊ ပိတ်/ဖွင့်ရပ်ရန်၊ ပိတ်ဆို့မှုခံရမှုကို ဖွင့်ရန်၊ အခန်းပရိသတ်လဲရန်၊ MFA ဖြုတ်ရန် သို့မဟုတ် ဖျက်ရန်။
nl: Maak, bewerk, schakel in/uit, ontgrendel, wijzig rollen, reset MFA of verwijder gebruikersaccounts.
no: Opprett, rediger, aktiver/deaktiver, lås opp, endre roller, tilbakestill MFA eller slett brukerkontoer.
pa: ਉਪਭੋਗਤਾ ਖਾਤੇ ਬਣਾਓ, ਸੰਪਾਦਿਤ, ਚਾਲੂ/ਅਚਾਲੂ, ਅਨਲੌਕ, ਭੂਮਿਕਾਵਾਂ ਬਦਲੋ, MFA ਰੀਸੈਟ ਕਰੋ ਜਾਂ ਮਿਟਾਓ।
pl: Twórz, edytuj, włączaj/wyłączaj, odblokowuj, zmieniaj role, resetuj MFA lub usuwaj konta użytkowników.
pt: Criar, editar, habilitar/desabilitar, desbloquear, alterar funções, redefinir MFA ou excluir contas de usuário.
ro: Creați, editați, activați/dezactivați, deblocați, schimbați rolurile, resetați MFA sau ștergeți conturile utilizatorilor.
ru: Создание, редактирование, включение/отключение, разблокировка, изменение ролей, сброс MFA или удаление учетных записей пользователей.
sk: Vytvoriť, upraviť, povoliť/zakázať, odomknúť, zmeniť role, resetovať MFA alebo vymazať používateľské účty.
sl: Ustvarite, uredite, omogočite/onemogočite, odklenite, spremenite vloge, ponastavite MFA ali izbrišite uporabniške račune.
sq: Krijo, redakto, mundëso/çaktivizo, zhblloko, ndrysho rolet, rivendos MFA, ose fshi llogaritë e përdoruesve.
sr: Kreirajte, uredite, omogućite/onemogućite, otključajte, promenite uloge, resetujte MFA ili obrišite korisničke naloge.
sv: Skapa, redigera, aktivera/inaktivera, lås upp, ändra roller, återställ MFA eller ta bort användarkonton.
sw: Unda, hariri, wezesha/zimisha, fungua, badilisha majukumu, weka upya MFA, au futa akaunti za watumiaji.
ta: பயனர் கணக்குகளை உருவாக்கவும், திருத்தவும், இயக்கு/நிறுத்தவும், திறக்கவும், பாத்திரங்களை மாற்றவும், MFAயை மீட்டமைக்கவும், அல்லது நீக்கவும்.
te: వాడుకరి ఖాతాలను సృష్టించండి, మార్చండి, ప్రారంభించండి/ఆపండి, అన్లాక్ చేయండి, పాత్రలు మార్చండి, MFA రీసెట్ చేయండి లేదా తీసివేయండి.
th: สร้าง, แก้ไข, เปิด/ปิด, ปลดล็อก, เปลี่ยนบทบาท, รีเซ็ต MFA, หรือลบบัญชีผู้ใช้
tr: Kullanıcı hesapları oluşturun, düzenleyin, etkinleştirin/devre dışı bırakın, kilidi açın, rolleri değiştirin, MFA'yı sıfırlayın veya silin.
uk: Створювати, редагувати, вмикати/вимикати, розблоковувати, змінювати ролі, скидати MFA або видаляти облікові записи користувачів.
ur: صارف اکاؤنٹس بنائیں، ترمیم کریں، فعال/غیر فعالی کریں، کھولیں، رولز تبدیل کریں، MFA کو ری سیٹ کریں، یا حذف کریں۔
uz: Foydalanuvchi hisoblarini yaratish, tahrirlash, yoqish/o‘chirish, qulfdan chiqarish, rollarni o‘zgartirish, MFA-ni tiklash yoki o‘chirish.
vi: Tạo, chỉnh sửa, bật/tắt, mở khóa, thay đổi vai trò, đặt lại MFA, hoặc xóa tài khoản người dùng.
xh: Yenza, hlela, vumela/ungasebenzi, khulula, tshintsha indima, setha kwakhona i-MFA, okanye ucime iiakhawunti zomsebenzisi.

source: View Admin Guide / README
ar: عرض دليل المسؤول / README على GitHub
az: GitHub-da Admin Bələdçisi / README-a baxın
be: Праглядзіце Кіраўніцтва адміністратара / README на GitHub.
bn: গিটহাবে অ্যাডমিন গাইড/README দেখুন
cs: Zobrazit průvodce pro správce / README na GitHubu
cy: Gweld Canllaw i Weinyddwyr / README ar GitHub
da: Vis Admin Guide / README på GitHub
de: Admin-Anleitung / README auf GitHub ansehen
el: Δείτε τον Οδηγό Διαχείρισης / README στο GitHub
es: Ver Guía del Administrador / README en GitHub
et: Vaata Admin Juhendit / README GitHubis
eu: Ikusi Admin Gida / README GitHub-en
fa: مشاهده راهنمای مدیر / README در GitHub
fi: Katso Admin Guide / README GitHubissa
fr: Voir le Guide Admin / README sur GitHub
ga: Hu wɔn na ɔbasa ase mpɔnsɛm wɔ GitHub
gd: Seall an Stiùireadh Rianaire / README air GitHub
gl: Ver Guía de Admin / README en GitHub
gu: GitHub પર એડમિન ગાઇડ / README જુઓ
he: צפה במדריך ניהול / README ב-GitHub
hi: गिटहब पर एडमिन गाइड / README देखें
hr: Pogledaj Admin Guide / README na GitHub-u
hu: Adminisztrátori útmutató / README megtekintése a GitHub-on
id: Lihat Panduan Admin / README di GitHub
is: Skoða Admin Guide / README á GitHub
it: Visualizza Guida Amministrativa / README su GitHub
ja: GitHubで管理者ガイド / READMEを表示
ka: იხილეთ ადმინისტრატორის გზამკვლევი / README GitHub-ზე
ku: پیشکەشی دڵنیابوونی ئەندامێت / README لە GitHub دەرهەنەوە
lt: Peržiūrėti Administratoriaus vadovą / README GitHub
lv: Skatīt administrēšanas rokasgrāmatu / README vietnē GitHub
mg: Jereo ny Torolàlana Admin / README amin'ny GitHub
mi: Tirohia te Aratohu Kaiwhakahaere / README i runga i Github
mk: Погледнете го Админ Водич / README на GitHub
ml: GitHub-ൽ പ്രദർശകരുടെ കൈപ്പുസ്തകം / README കാണുക
ms: Lihat Panduan Pentadbir / README di GitHub
mt: Ara l-Gwida Amministrattiva / README fuq GitHub
my: GitHub တွင် ကျွမ်းကျင်ပြုမူရေးလမ်းညွှန် / README ကို ကြည့်ရှုပါ။
nl: Bekijk Admin Guide / README op GitHub
no: Vis Admin Guide / README på GitHub
pa: गिटहब पर प्रशासक गाइड / रीडमी
pl: Zobacz Przewodnik dla Administratora / README na GitHub
pt: Veja o Guia do Administrador / README no GitHub
ro: Vizualizați Ghidul Administratorului / README pe GitHub
ru: Просмотр Руководства Администратора / README на GitHub
sk: Zobraziť Admin Guide / README na GitHub
sl: Oglejte si Vodnik za skrbnike / README na GitHubu
sq: Shiko Udhëzuesin e Administratorit / README në GitHub
sr: Pogledaj Admin vodič / README na GitHub-u
sv: Visa Admin Guide / README på GitHub
sw: Tazama Mwongozo wa Admin / README kwenye GitHub
ta: GitHub இல் நிர்வாகி வழிகாட்டி / README கைக் காண்க
te: GitHubలో అడ్మిన్ గైడ్ / READMEని చూడండి
th: ดูคู่มือแอดมิน / README บน GitHub
tr: GitHub üzerinde Yönetici Rehberi / README'yi görüntüle
uk: Перегляньте Керівництво адміністратора / README на GitHub
ur: گیٹ ہب پر ایڈمن گائیڈ / README دیکھیں
uz: GitHub-da Admin Guide / README-ni ko'rish
vi: Xem Hướng dẫn Quản trị / README trên GitHub
xh: Jonga Isikhokelo se-Admin / README kwi-GitHub

source: View README
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane
