Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
ar: 📣 تخصيص الوصول، 🌐 الويب هوك، و/أو 📧 وجهات البريد الإلكتروني (SMTP) حسب الحاجة.
az: 📣 🌐 📧 Webhook'u və/və ya Email'da (SMTP) hədəfləri lazımi kimi təyin edin.
be: 📣 Прызначаць Apprise, 🌐 Webhook і/ці 📧 email (SMTP) пункты як неабходна.
bn: 📣 প্রয়োজন অনুসারে অ্যাপ্রাইজ, 🌐 ওয়েবহুক এবং/অথবা 📧 ইমেইল (SMTP) গন্তব্য প্রদান করুন।
cs: 📣 Přiřaďte destinace Apprise, 🌐 Webhook a/nebo 📧 Email (SMTP) podle potřeby.
cy: 📣 Penodi Apprise, 🌐 Wehook, a/neu 📧 cyrchfannau E-bost (SMTP) fel y bo angen.
da: 📣 Tildel Apprise, 🌐 Webhook, og/eller 📧 Email (SMTP) destinationer efter behov.
de: 📣 Weisen Sie Apprise, 🌐 Webhook und/oder 📧 E-Mail (SMTP)-Ziele nach Bedarf zu.
el: 📣 Εκχωρήστε Apprise, 🌐 Webhook, και/ή 📧 Email (SMTP) προορισμούς όπως χρειάζεται.
es: 📣 Asigna destinos de Apprise, 🌐 Webhook, y/o 📧 Email (SMTP) según sea necesario.
et: 📣 Määra Apprise, 🌐 Webhook ja/või 📧 Email (SMTP) sihtkohad vastavalt vajadusele.
eu: 📣 Apprise, 🌐 Webhook, eta/edo 📧 Email (SMTP) helmugak behar bezala esleitu.
fa: 📣 اختصاص مقصدهای Apprise، 🌐 وب‌هوک، و/یا ✉️ ایمیل (SMTP) در صورت نیاز.
fi: 📣 Määritä Apprise, 🌐 Webhook ja/tai 📧 Email (SMTP) kohteet tarpeen mukaan.
fr: 📣 Assigner Apprise, 🌐 Webhook, et/ou 📧 des destinations e-mail (SMTP) selon les besoins.
ga: 📣 Sann Apprise, 🌐 Webhook, agus/nó 📧 Ríomhphost (SMTP) chuig an dá áit agus is gá.
gd: 📣 Cuir Apprise, 🌐 Webhook, agus/no 📧 Email (SMTP) ri ceann-uidhe mar a dh’fheumar.
gl: 📣 Asignar destinos Apprise, 🌐 Webhook e/ou 📧 Correo electrónico (SMTP) segundo sexa necesario.
gu: 📣 જરૂરી સમજ અપાવવી, 🌐 વેબહૂક, અને/અથવા 📧 ઇમેઇલ (SMTP) સ્થળોને નિમણૂક કરવા માટે.
he: 📣 הקצה יעדים ל-Apprise, 🌐 Webhook, ו/או 📧 דואר אלקטרוני (SMTP) לפי הצורך.
hi: 📣 आवश्यकतानुसार अप्रीज़, 🌐 वेबहुक, और/या 📧 ईमेल (SMTP) गंतव्यों को असाइन करें।
hr: 📣 Dodijelite Apprise, 🌐 Webhook i/ili 📧 e-pošte (SMTP) odredišta prema potrebi.
hu: 📣 Hozzon létre Apprise, 🌐 Webhook és/vagy 📧 Email (SMTP) célpontokat szükség szerint.
id: 📣 Tetapkan tujuan Apprise, 🌐 Webhook, dan/atau 📧 Email (SMTP) sesuai kebutuhan.
is: 📣 Úthluta Apprise, 🌐 Webhook, og/eða 📧 tölvupósti (SMTP) áfangastaði eins og þörf er.
it: 📣 Assegna Apprise, 🌐 Webhook, e/o 📧 destinazioni Email (SMTP) come necessario.
ja: 📣 必要に応じて Apprise、🌐 Webhook、および‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‍‌‍‌‌‌‌‌‌‌‌‌‎‍‌ ‍‌‍‌‌‌‍‍‌‍‌‌‌‎‍‌‍‌ 📧 (SMTP)の宛先を割り当てます。
ka: 📣 დანიშნული 🌐 Webhook-ის და/ან 📧 ელ.ფოსტის (SMTP) დანიშნულების სახეები საჭიროებისამებრ.
ku: 🗣️ بە بڕنگ، 🌐 ڕاستەوخۆ وەب بەستەر، یان/یان 📨 ئیمەیڵی (SMTP) شتی پێویست دیاری بکە.
lt: 📣 Priskirkite Apprise, 🌐 "Webhook" ir/arba 📧 el. paštą (SMTP) kaip reikia.
lv: 📣 Piešķirt Apprise, 🌐 Webhook un/vai 📧 Email (SMTP) galamērķus pēc vajadzības.
mg: 📣 Atokana ho an'ny Apprise, 🌐 Webhook, ary/na 📧 Mailaka (SMTP) ireo fitaovana ilaina.
mi: 📣 Tautapahia a Apprise, 🌐 Webhook, me//Ō 📧 Īmēra (SMTP) ki ngā wāhi e tika ana.
mk: 📣 Додели Apprise, 🌐 Webhook, и/или 📧 дестинации за е-пошта (SMTP) според потреба.
ml: 📣 അപ്രൈസ്, 🌐 വെബ്ഹുക്ക്, 📧 ഇമെയില്‍ (SMTP) ഗുണഭോക്താക്കള്‍ ആവശ്യാനുസരണം ബാല്പികുകയോ.
ms: 📣 Tetapkan Apprise, 🌐 Webhook, dan/atau 📧 destinasi E-mel (SMTP) seperti yang diperlukan.
mt: 📣 Assenja Apprise, 🌐 Webhook, u/jew 📧 Email (SMTP) destinazzjonijiet kif meħtieġ.
my: 📣 Apprise, 🌐 Webhook နဲ့/သို့မဟုတ် 📧 အီးမေးလ် (SMTP) ချန်နယ်တွေကို လိုအပ်သောအခါမှာ သတ်မှတ်ပေးပါ။
nl: 📣 Wijs Apprise, 🌐 Webhook en/of 📧 E-mail (SMTP)-bestemmingen toe indien nodig.
no: 📣 Tildel Apprise, 🌐 Webhook, og/eller 📧 E-post (SMTP) destinasjoner etter behov.
pa: 📣 ਲੋੜ ਅਨੁਸਾਰ ਅਪਰਾਇਜ਼, 🌐 ਵੈੱਬਹੁੱਕ ਅਤੇ/ਜਾਂ 📧 ਈਮੇਲ (SMTP) ਮੰਜ਼ਿਲਾਂ ਸੌਂਪੋ।
pl: 📣 Przypisz miejsca docelowe Apprise, 🌐 Webhook i/lub 📧 Email (SMTP) według potrzeby.
pt: 📣 Atribuir Apprise, 🌐 Webhook e/ou 📧 destinos de Email (SMTP) conforme necessário.
ro: 📣 Atribuie Apprise, 🌐 Webhook și/sau destinații prin email (SMTP) după necesitate.
ru: 📣 Назначьте Apprise, 🌐 Webhook и/или 📧 Email (SMTP) назначения по необходимости.
sk: 📣 Priraďte Apprise, 🌐 Webhook a/alebo 📧 Email (SMTP) miesta určenia podľa potreby.
sl: 📣 Dodelite Apprise, 🌐 Webhook, in/ali 📧 Email (SMTP) destinacije po potrebi.
sq: 📣 Cakto Apprise, 🌐 Webhook dhe/ose 📧 Email (SMTP) destinacionet sipas nevojës.
sr: 📣 Dodelite Apprise, 🌐 Webhook i/ili 📧 Email (SMTP) destinacije po potrebi.
sv: 📣 Tilldela Apprise, 🌐 Webhook, och/eller 📧 E-post (SMTP) destinationer efter behov.
sw: 📣 Weka Apprise, 🌐 Webhook, na/au 📧 barua pepe (SMTP) zinapo hitajika.
ta: 📣 அறிவிக்க, 🌐 வலைப்புக்குப் பிணையகம் மற்றும்/அல்லது 📧 மின்னஞ்சல் (SMTP)ன் முகவரிகள் போன்றவற்றை அவர்கள் தேவையில் ஒப்படைக்கவும்.
te: 📣 అవసరమైతే అప్రైజ్ కేటాయించండి, 🌐 వెబ్‌హుక్, మరియు/లేదా 📧 ఇమెయిల్ (SMTP) లక్ష్యాలను.
th: 📣 มอบหมาย Apprise, 🌐 Webhook, และ/หรือ 📧 ที่หมายอีเมล (SMTP) ตามความจำเป็น
tr: 📣 Gerekli olduğunda Apprise, 🌐 Webhook ve/veya 📧 E-posta (SMTP) hedeflerini ata.
uk: 📣 Призначте Apprise, 🌐 Webhook, та/або 📧 Email (SMTP) напрямки при необхідності.
ur: 📣 ضرورت کے مطابق اپریز، 🌐 ویب ہک، اور/یا 📧 ای میل (SMTP) مقامات تفویض کریں۔
uz: 📣 Apprise, 🌐 Webhook va/yoki 📧 Email (SMTP) manzillarini kerak bo'lganda tayinlang.
vi: 📣 Gán Apprise, 🌐 Webhook và/hoặc 📧 đích Email (SMTP) khi cần.
xh: 📣 Nika u-Apprise, 🌐 Webhook, kwaye/okanye 📧 iindawo zokuthumela i-imeyile (SMTP) njengoko kuyimfuneko.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
ar: ⏱️ اضبط الجدول باستخدام زر الجدولة لتحديد وقت إرسال التذكيرات.
az: ⏱️ Xatırlatmaların nə vaxt göndəriləcəyini təyin etmək üçün cədvəl düyməsini istifadə edərək cədvəli təyin edin.
be: ⏱️ Усталяваць расклад з дапамогай кнопкі раскладу, каб вызначыць, калі напаміны будуць адпраўлены.
bn: ⏱️ অনুস্মারক কখন পাঠানো হবে তা নির্ধারণ করতে সময়সূচি বোতাম ব্যবহার করে সময়সূচি সেট করুন।
cs: ⏱️ Nastavte plán pomocí tlačítka kalendáře pro určení, kdy mají být připomenutí odeslána.
cy: ⏱️ Gosodwch yr amserlen gan ddefnyddio’r botwm amserlen i ddiffinio pryd mae atgoffa’n cael eu hanfon.
da: ⏱️ Sæt tidsplanen ved at bruge planlægningsknappen for at definere, hvornår påmindelser sendes.
de: ⏱️ Legen Sie mit der Zeitplan-Schaltfläche fest, wann Erinnerungen gesendet werden.
el: ⏱️ Ορίστε το πρόγραμμα χρησιμοποιώντας το κουμπί προγράμματος για τον καθορισμό της αποστολής υπενθυμίσεων.
es: ⏱️ Establece el horario usando el botón de programación para definir cuándo se envían los recordatorios.
et: ⏱️ Määra ajakava nuppu kasutades, et määratleda, millal meeldetuletusi saadetakse.
eu: ⏱️ Ordutegia ezarri ordutegiaren botoia erabiliz, gogorarazleak noiz bidali behar diren definitzeko.
fa: ⏱️ با استفاده از دکمه برنامه‌ریزی، برنامه را تنظیم کنید تا زمان ارسال یادآوری‌ها را تعریف کنید.
fi: ⏱️ Aseta aikataulu käyttämällä aikataulupainiketta määritelläksesi, milloin muistutukset lähetetään.
fr: ⏱️ Définir le calendrier à l'aide du bouton de planification pour définir quand les rappels sont envoyés.
ga: ⏱️ Socraigh an sceideal ag baint úsáide as an gcnaipe sceidil chun a shainiú cathain a sheoltar meabhrúcháin.
gd: ⏱️ Suidhich an clàr-ama le bhith a’ cleachdadh a’ phutan clàr-ama gus mìneachadh cuin a thèid cuimhneachain a chuir.
gl: ⏱️ Establecer o horario usando o botón de programación para definir cando se envían os recordatorios.
gu: ⏱️ રિમાઇન્ડર્સ ક્યારે મોકલવા તેનો અવધિ બટનનો ઉપયોગ કરીને શેડ્યૂલ સેટ કરો.
he: ⏱️ קבע את לוח הזמנים באמצעות לחצן לוח הזמנים כדי להגדיר מתי תישלחנה התזכורות.
hi: ⏱️ अनुस्मारक कब भेजे जाते हैं यह परिभाषित करने के लिए शेड्यूल बटन का उपयोग करके शेड्यूल सेट करें।
hr: ⏱️ Postavite raspored pomoću gumba za raspored za određivanje kada se podsjetnici šalju.
hu: ⏱️ Ütemezze az ütemezési gomb használatával az emlékeztetők küldésének időpontját.
id: ⏱️ Atur jadwal menggunakan tombol jadwal untuk menentukan kapan pengingat dikirim.
is: ⏱️ Stilltu áætlunina með áætlunarhnappinum til að skilgreina hvenær áminningar eru sendar.
it: ⏱️ Imposta il programma utilizzando il pulsante del programma per definire quando i promemoria sono inviati.
ja: ⏱️ スケジュールボタンを使用してリマインダーの送信時間を設定します。
ka: ⏱️ დააყენეთ გრაფიკი გრაფიკის ღილაკის გამოყენებით, რომ განსაზღვროთ როდის იგზავნება შეხსენებები.
ku: ⏱️ بەکارهێنانی دوگمەی ڕێکبەندە بۆ دیاریکردنی کاتەکەی یادکردنەکان داده‌نرێن.
lt: ⏱️ Nustatykite grafiką naudodami grafiko mygtuką, kad apibrėžtumėte, kada priminimai bus siunčiami.
lv: ⏱️ Izmantojiet grafika pogu, lai noteiktu, kad sūtīt atgādinājumus.
mg: ⏱️ Atombohy ny fandaharam-potoana amin'ny bokotra fandaharam-potoana mba hamaritana rehefa alefa ny fampahatsiahivana.
mi: ⏱️ Whakaritea te hōtaka mā te pātene hōtaka hei tautuhi i ngā wā e tukuna ai ngā whakamaumahara.
mk: ⏱️ Поставете го распоредот користејќи го копчето за распоред за да дефинирате кога се испраќаат потсетниците.
ml: ⏱️ റിമൈണ്ടര്‍ അയക്കുന്നതിനുള്ള ബാല്പിക്കുന്ന സമയക്രമം കില്ക്ക് ചെയ്യിക്ക.
ms: ⏱️ Tetapkan jadual menggunakan butang jadual untuk menentukan bila peringatan dihantar.
mt: ⏱️ Issettja l-iskeda bl-użu tal-buttuna tal-iskeda biex tiddefinixxi meta jintbagħtu t-tfakkiriet.
my: ⏱️ မှတ်ချက်တို့ကို ဘယ်လိုနှင့်ဖျော့ချ စီစဉ်ရမယ် ဆိုတာကို ရှာဖွေဖို့ Schedule ကိုသုံးပါ။
nl: ⏱️ Stel het schema in met de schema-knop om te bepalen wanneer herinneringen worden verzonden.
no: ⏱️ Sett planen ved hjelp av planleggingsknappen for å definere når påminnelser sendes.
pa: ⏱️ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਕਦੋਂ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ ਇਹ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਸਮਾਂ-ਸੂਚੀ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਮਾਂ-ਸੂਚੀ ਸੈੱਟ ਕਰੋ।
pl: ⏱️ Ustaw harmonogram za pomocą przycisku harmonogramu, aby określić, kiedy przypomnienia są wysyłane.
pt: ⏱️ Defina o cronograma usando o botão de agendamento para definir quando os lembretes são enviados.
ro: ⏱️ Setează programul folosind butonul de programare pentru a defini când sunt trimise mementourile.
ru: ⏱️ Установите расписание, используя кнопку расписания, чтобы определить, когда будут отправляться напоминания.
sk: ⏱️ Nastavte plán pomocou tlačidla plánu na určenie, kedy sa majú pripomenutia odosielať.
sl: ⏱️ Nastavite urnik z gumbom za urnik za določitev, kdaj se pošiljajo opomniki.
sq: ⏱️ Vendosni orarin duke përdorur butonin e planifikimit për të përcaktuar kur dërgohen kujtimet.
sr: ⏱️ Postavite raspored koristeći dugme za raspored kako biste definisali kada se šalju podsetnici.
sv: ⏱️ Ställ in schemat med hjälp av schemaknappen för att definiera när påminnelser skickas.
sw: ⏱️ Weka ratiba kutumia kitufe cha ratiba ili kufafanua wakati vikumbusho vinatumwa.
ta: ⏱️ தமிழ்நிறுவிதைத்தலை செயலியை பயன்படுத்தி குறிப்புகள் எப்போது அனுப்பப்பட வேண்டும் என்பதனை குறிக்கவும்.
te: ⏱️ గుర్తింపులను ఎప్పుడు పంపాలో నిర్వచించడానికి షెడ్యూల్ బటన్ ఉపయోగించి షెడ్యూల్ సెట్టింగ్ చేయండి.
th: ⏱️ ตั้งตารางเวลาผ่านปุ่มตารางเวลาเพื่อกำหนดเวลาส่งเตือนความจำ
tr: ⏱️ Hatırlatıcıların ne zaman gönderileceğini tanımlamak için program düğmesini kullanarak programı ayarlayın.
uk: ⏱️ Встановіть розклад за допомогою кнопки розкладу для визначення часу відправлення нагадувань.
ur: ⏱️ یاد دہانیوں کے بھیجنے کا وقت مقرر کرنے کے لئے شیڈول بٹن استعمال کریں۔
uz: ⏱️ Eslatmalar qachon yuborilishini belgilash uchun jadval tugmasidan foydalanib jadvalni tuzing.
vi: ⏱️ Đặt lịch bằng nút lịch để xác định khi nào nhắc nhở được gửi.
xh: ⏱️ Misela ishedyuli usebenzisa iqhosha leshedyuli ukumisela xa izikhumbuzo zithunyelwa.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
ar: 🔍 انقر على "عرض التفاصيل" لمراجعة أو تعديل الوجهات المعينة والإعدادات الأخرى.
az: 🔍 Təyin olunmuş hədəfləri və digər parametrləri gözdən keçirmək və ya redaktə etmək üçün "Ətraflı Bax" düyməsini basın.
be: 🔍 Націсніце “Прагледзець дэталі”, каб праглядзець або адрэдагаваць прызначаныя пункты і іншыя налады.
bn: 🔍 নিযুক্ত গন্তব্য এবং অন্যান্য সেটিংস পর্যালোচনা বা সম্পাদনা করতে "বিস্তারিত দেখুন" ক্লিক করুন।
cs: 🔍 Klikněte na „Zobrazit podrobnosti“ pro přezkoumání nebo úpravu přiřazených destinací a dalších nastavení.
cy: 🔍 Cliciwch “Gweld Manylion” i adolygu neu olygu cyrchfannau penodedig a gosodiadau eraill.
da: 🔍 Klik “Vis Detaljer” for at gennemgå eller redigere tildelte destinationer og andre indstillinger.
de: 🔍 Klicken Sie auf „Details anzeigen“, um zugewiesene Ziele und andere Einstellungen zu überprüfen oder zu bearbeiten.
el: 🔍 Κάντε κλικ στο “Προβολή Λεπτομερειών” για αναθεώρηση ή επεξεργασία των εκχωρημένων προορισμών και άλλων ρυθμίσεων.
es: 🔍 Haz clic en “Ver Detalles” para revisar o editar los destinos asignados y otras configuraciones.
et: 🔍 Klõpsake “Vaata üksikasju”, et vaadata või muuta määratud sihtkohti ja muid seadeid.
eu: 🔍 "Xehetasunak Ikusi" sakatu helmuga esleitutakoak eta beste ezarpen batzuk berrikusteko edo editatzeko.
fa: 🔍 روی «مشاهده جزئیات» کلیک کنید تا مقصدهای اختصاص یافته و سایر تنظیمات را مرور یا ویرایش کنید.
fi: 🔍 Napsauta “Näytä tiedot” tarkistaaksesi tai muokataksesi määritettyjä kohteita ja muita asetuksia.
fr: 🔍 Cliquer sur “Voir les détails” pour examiner ou modifier les destinations assignées et d'autres paramètres.
ga: 🔍 Cliceáil ar “View Details” chun athbhreithniú nó eagarthóireacht a dhéanamh ar na cinn scríbe agus socruithe eile sannta.
gd: 🔍 Cliog air “Faic mion-fhiosrachadh” gus ceann-uidhe ainmichte agus roghainnean eile ath-sgrùdadh no deasaich.
gl: 🔍 Fai clic en "Ver Detalles" para revisar ou editar os destinos asignados e outras configuracións.
gu: 🔍 સમરિતીઓ અથવા અન્ય સેટિંગ્સની સમીક્ષા અથવા સંપાદન માટે “વિહંગાવલોકન જુઓ” પર ક્લિક કરો.
he: 🔍 לחץ על 'צפה בפרטים' כדי לבדוק או לערוך את היעדים המוקצים והגדרות אחרות.
hi: 🔍 असाइन की गई गंतव्यों और अन्य सेटिंग्स की समीक्षा या संपादित करने के लिए “विवरण देखें” पर क्लिक करें।
hr: 🔍 Kliknite “Pogledaj detalje” za pregled ili uređivanje dodijeljenih odredišta i drugih postavki.
hu: 🔍 Kattintson a “Részletek megtekintése” gombra, hogy áttekintse vagy szerkessze a hozzárendelt célpontokat és más beállításokat.
id: 🔍 Klik "Lihat Detail" untuk meninjau atau mengedit tujuan yang ditetapkan dan pengaturan lainnya.
is: 🔍 Smelltu á “Skoða nánar” til að fara yfir eða breyta úthlutuðum áfangastöðum og öðrum stillingum.
it: 🔍 Fai clic su “Visualizza Dettagli” per rivedere o modificare destinazioni assegnate e altre impostazioni.
ja: 🔍「詳細を見る」をクリックして、割り当てられた宛先やその他の設定をレビューまたは編集します。
ka: 🔍 დააწკაპუნეთ “ნახვის მონაცემებზე”, რომ გადახედოთ ან რედაქტირებით დაინიშნულ დანიშნულების სახეებს და სხვა პარამეტრებს.
ku: 🔍 کلیکی "بینینی زانیاری تری موسێڵ" بۆ هەڵبژاردن یان تەواوکردنی بەستەرەکان و بەشە زیاتر.
lt: 🔍 Spustelėkite “Žiūrėti Daugiau”, kad peržiūrėtumėte ar redaguotumėte priskirtas vietas ir kitus nustatymus.
lv: 🔍 Noklikšķiniet uz “Skatīt detalizēti”, lai pārskatītu vai rediģētu piešķirtos galamērķus un citus iestatījumus.
mg: 🔍 Tsindrio “View Details” mba hijery na hanovana ireo toerana voatondro sy ny toe-javatra hafa.
mi: 🔍 Pāwhiritia te “Tirohia Ngā Taipitopito” hei arotake, hei whakatika rānei i ngā wāhi i whakatapaina atu me ētahi atu tautuhinga.
mk: 🔍 Кликнете „View Details“ за да прегледате или уредите доделени дестинации и други поставки.
ml: 🔍 “വിശദാംശങ്ങള്‍ കാണുക” ക്ളിക്ക് ചെയ്ത് ഏല്‍പിച്ച ഗുണഭോക്താക്കളുടെ മറ്റുമായി മറ്റു ക്രമീകരണങ്ങള്‍ തിരക്കുക.
ms: 🔍 Klik “View Details” untuk menyemak semula atau mengedit destinasi yang ditetapkan dan tetapan lain.
mt: 🔍 Ikklikkja "Ara Dettalji" biex tirrevedi jew teditja destinazzjonijiet assenjati u settings oħra.
my: 🔍 "View Details" ကို နှိပ်ပါ assigned ချို့တဲ့နေရာတွေ နဲ့အခြား ဆက်တင်တွေပြင်ရန် သုံးပါ။
nl: 🔍 Klik op “Details bekijken” om toegewezen bestemmingen en andere instellingen te bekijken of te bewerken.
no: 🔍 Klikk «Se detaljer» for å gjennomgå eller redigere tildelte destinasjoner og andre innstillinger.
pa: 🔍 ਸੌਂਪੀਆਂ ਗਈਆਂ ਮੰਜ਼ਿਲਾਂ ਅਤੇ ਹੋਰ ਸੈਟਿੰਗਾਂ ਦੀ ਸਮੀਖਿਆ ਕਰਨ ਜਾਂ ਸੋਧ ਕਰਨ ਲਈ “ਵੀਉ ਡੀਟੇਲਸ” 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: 🔍 Kliknij “Zobacz szczegóły”, aby sprawdzić lub edytować przypisane miejsca docelowe i inne ustawienia.
pt: 🔍 Clique em “Ver Detalhes” para revisar ou editar destinos atribuídos e outras configurações.
ro: 🔍 Apasă „Vezi detalii” pentru a revizui sau edita destinațiile atribuite și alte setări.
ru: 🔍 Нажмите «View Details», чтобы просмотреть или изменить назначенные назначения и другие настройки.
sk: 🔍 Kliknite na „Zobraziť podrobnosti“ na prehliadku alebo úpravu priradených miest určenia a ďalších nastavení.
sl: 🔍 Kliknite “Prikaži podrobnosti” za pregled ali urejanje dodeljenih destinacij in drugih nastavitev.
sq: 🔍 Klikoni 'Shiko Detajet' për të rishikuar ose redaktuar destinacionet e caktuara dhe cilësime të tjera.
sr: 🔍 Kliknite na „Pregledaj detalje“ da pregledate ili uredite dodeljene destinacije i druga podešavanja.
sv: 🔍 Klicka på “Visa Detaljer” för att granska eller redigera tilldelade destinationer och andra inställningar.
sw: 🔍 Bofya “Tazama Maelezo” kukagua au kuhariri maeneo yaliyowekwa na mipangilio mingine.
ta: 🔍 ஒப்படைக்கப்பட்ட கதவுகள் மற்றும் மாற்றங்கள் மூலம் 'விவரங்களை பார்வையிட' கிளிக்கவும்.
te: 🔍 కేటాయించిన లక్ష్యాలు మరియు ఇతర సెట్టింగులను సమీక్షించడానికి లేదా సవరించడానికి "వివరాలను వీక్షించండి" క్లిక్ చేయండి.
th: 🔍 คลิก “ดูรายละเอียด” เพื่อทบทวนหรือแก้ไขที่หมายที่มอบหมายและการตั้งค่าอื่นๆ
tr: 🔍 Atanan hedefleri ve diğer ayarları incelemek veya düzenlemek için "Detayları Görüntüle" ye tıklayın.
uk: 🔍 Натисніть "Переглянути деталі", щоб переглянути або змінити призначені напрямки та інші налаштування.
ur: 🔍 تفویض کی گئی مقامات اور دیگر ترتیبات کا جائزہ لینے یا تدوین کرنے کے لیے “تفصیلات دیکھیں” پر کلک کریں۔
uz: 🔍 "Tafsilotlarni ko'rish" tugmasini bosib tanlangan manzillar va boshqa sozlamalarni ko'rib chiqish yoki tahrirlash uchun bosing.
vi: 🔍 Nhấn “Xem Chi Tiết” để xem lại hoặc chỉnh sửa các đích được gán và cài đặt khác.
xh: 🔍 Cofa "Jonga Iinkcukacha" ukujonga okanye ukuhlela iindawo zokuthumela ezabelweyo kunye nezinye izicwangciso.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
ar: 🧪 انقر على زر الاختبار للتحقق من عمل جميع الوجهات المعينة بشكل صحيح.
az: 🧪 Düzgün işləyən bütün təyin olunmuş hədəfləri yoxlamaq üçün Test düyməsini basın.
be: 🧪 Націсніце кнопку «Тэст», каб праверыць, што ўсе прызначаныя пункты працуюць належным чынам.
bn: 🧪 সকল নির্ধারিত গন্তব্য সঠিকভাবে কাজ করছে কিনা যাচাই করতে টেস্ট বোতাম টিপুন।
cs: 🧪 Klikněte na tlačítko Test pro ověření, že všechny přiřazené destinace pracují správně.
cy: 🧪 Cliciwch y botwm Profi i wirio bod pob cyrchfan benodedig yn gweithio'n gywir.
da: 🧪 Klik på testknappen for at verificere, at alle tildelte destinationer fungerer korrekt.
de: 🧪 Klicken Sie auf die Test-Schaltfläche, um zu überprüfen, ob alle zugewiesenen Ziele korrekt funktionieren.
el: 🧪 Κάντε κλικ στο κουμπί Ελέγχου για να επαληθεύσετε ότι όλοι οι εκχωρημένοι προορισμοί λειτουργούν σωστά.
es: 🧪 Haz clic en el botón de prueba para verificar que todos los destinos asignados funcionen correctamente.
et: 🧪 Klõpsake Test nuppu, et kontrollida, kas kõik määratud sihtkohad töötavad õigesti.
eu: 🧪 Probera Botoia sakatu esleitutako helmugak behar bezala funtzionatzen dutela egiaztatzeko.
fa: 🪪 روی دکمه تست کلیک کنید تا صحت عملکرد تمامی مقصدهای اختصاص یافته را بررسی کنید.
fi: 🧪 Napsauta Testipainiketta varmistaaksesi, että kaikki määritetyt kohteet toimivat oikein.
fr: 🧪 Cliquer sur le bouton Test pour vérifier que toutes les destinations assignées fonctionnent correctement.
ga: 🧪 Cliceáil ar an gcnaipe Tástála chun a fhíorú go bhfuil gach ceann scríbe sanntha ag obair i gceart.
gd: 🧪 Briog air a’ phutan Deuchainn gus dearbhadh gu bheil na h-uile ceann-uidhe ainmichte ag obair gu ceart.
gl: 🧪 Fai clic no botón Proba para verificar que todos os destinos asignados funcionan correctamente.
gu: 🧪 નિમણૂક કરેલ સ્થળો બધું સારી રીતે કામ કરી રહ્યું છે તેની ખાતરી કરવા માટે પરીક્ષણ બટન ક્લિક કરો.
he: 🧪 לחץ על לחצן הבדיקה כדי לוודא שכל היעדים המוקצים פועלים כראוי.
hi: 🧪 सभी असाइन की गई गंतव्यों के सही तरीके से काम करने की पुष्टि करने के लिए परीक्षण बटन पर क्लिक करें।
hr: 🧪 Kliknite gumb Test za provjeru svih dodijeljenih odredišta rade li ispravno.
hu: 🧪 Kattintson a Teszt gombra, hogy ellenőrizze az összes hozzárendelt célpont megfelelő működését.
id: 🧪 Klik tombol Uji untuk memverifikasi semua tujuan yang ditetapkan berfungsi dengan benar.
is: 🧪 Smelltu á prófunarhnappinn til að staðfesta að allir úthlutuðu áfangastaðir eru að virka rétt.
it: 🧪 Fai clic sul pulsante Test per verificare che tutte le destinazioni assegnate funzionino correttamente.
ja: 🧪 テストボタンをクリックして、すべての割り当てられた宛先が正しく動作することを確認します。
ka: 🧪 დააწკაპუნეთ სატესტო ღილაკზე დანიშნული დანიშნულების სახეები სწორად მუშაობს.
ku: 🧪 کلیکی دوگمەی تاقیکردنەوە بکە بۆ دڵنیابوونەوە لە ئەنجامی هەموو بەستەرە دیاریکەراوەکان.
lt: 🧪 Spustelėkite mygtuką Testas, kad patikrintumėte, ar visos priskirtos vietos veikia tinkamai.
lv: 🧪 Noklikšķiniet uz Tests pogas, lai pārbaudītu, vai visi piešķirtie galamērķi darbojas pareizi.
mg: 🧪 Tsindrio ny bokotra Fitsapana mba hahazoana antoka fa miasa tsara ny toerana voatondro rehetra.
mi: 🧪 Pāwhiritia te pātene Whakamātautau hei whakamana i te whakarite tika o ngā wāhi kua whakatapaina.
mk: 🧪 Кликнете го копчето Test за да проверите дали ниту една од доделените дестинации не е исправна.
ml: 🧪 എല്ലാ ഏല്‍പിച്ച ഗുണഭോക്താക്കളും ശരിയും പ്രവര്‍ത്തിച്ചു എന്ന് ഉറപ്പാക്കാന്‍ ടെസ്റ്റ് ബട്ടണ്‍ ക്ളിക്ക് ചെയ്യുക.
ms: 🧪 Klik butang Ujian untuk memastikan semua destinasi yang ditetapkan berfungsi dengan betul.
mt: 🧪 Ikklikkja l-buttuna tat-Test biex tivverifika li d-destinazzjonijiet kollha assenjati qed jaħdmu sew.
my: 🧪 Test ခလုတ်ကို နှိပ်ပြီး သိမ်းတဲ့နေရာတွေသိမ်းပြီး အလုပ်လုပ်နိုင်ရာကို စစ်ဆေးပါ။
nl: 🧪 Klik op de Test-knop om te controleren of alle toegewezen bestemmingen correct werken.
no: 🧪 Klikk på Test-knappen for å bekrefte at alle tildelte destinasjoner fungerer korrekt.
pa: 🧪 ਇਹ ਜਾਣਚ ਕਰਨ ਲਈ ਕਿ ਸਾਰੀਆਂ ਸੌਂਪੀਆਂ ਮੰਜ਼ਿਲਾਂ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਕਰ ਰਹੀਆਂ ਹਨ, ਟੈਸਟ ਬਟਨ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: 🧪 Kliknij przycisk Test, aby zweryfikować, czy wszystkie przypisane miejsca docelowe działają poprawnie.
pt: 🧪 Clique no botão Testar para verificar se todos os destinos atribuídos estão funcionando corretamente.
ro: 🧪 Apasă butonul de test pentru a verifica dacă toate destinațiile atribuite funcționează corect.
ru: 🧪 Нажмите кнопку Test, чтобы убедиться, что все назначенные назначения работают правильно.
sk: 🧪 Kliknite na tlačidlo Test na overenie, že všetky priradené miesta určenia správne fungujú.
sl: 🧪 Kliknite gumb Test za preverjanje, ali vse dodeljene destinacije pravilno delujejo.
sq: 🪪 Klikoni butonin e Testit për të verifikuar që të gjithë destinacionet e caktuara funksionojnë saktë.
sr: 🧪 Kliknite dugme Test da proverite da li sve dodeljene destinacije ispravno funkcionišu.
sv: 🧪 Klicka på Testa-knappen för att verifiera att alla tilldelade destinationer fungerar korrekt.
sw: 🧪 Bofya kitufe cha Mtihani ili kuthibitisha maeneo yote yaliyowekwa yanafanya kazi ipasavyo.
ta: 🧪 அனைத்து ஒப்படைக்கப்பட்ட கதவுகள் முறையாக செயல்படுவதை உறுதிப்படுத்த செக் செய்யும்குழவை கிளிக்கவும்.
te: 🧪 కేటాయించిన అన్ని లక్ష్యాలు సరిగా పని చేస్తున్నాయా పరీక్షించడానికి టెస్ట్ బటన్‌ను క్లిక్ చేయండి.
th: 🧪 คลิกปุ่มทดสอบเพื่อตรวจสอบว่าสถานที่ที่มอบหมายทั้งหมดใช้งานได้ถูกต้อง
tr: 🧪 Tüm atanan hedeflerin düzgün çalıştığını doğrulamak için Test düğmesine tıklayın.
uk: 🧪 Натисніть кнопку Тест для перевірки правильності роботи всіх призначених напрямків.
ur: 🧪 تفویض کی گئی تمام مقامات کو درست ہونے کی تصدیق کیلئے ٹیسٹ بٹن پر کلک کریں۔
uz: 🧪 Sinov tugmasini bosib barcha tayinlangan manzillar to'g'ri ishlayotganligini tekshiring.
vi: 🧪 Nhấn nút Kiểm tra để xác minh tất cả các đích được gán hoạt động đúng cách.
xh: 🧪 Cofa iqhosha lokuvavanya ukuqinisekisa ukuba zonke iindawo zokuthumela ezabelweyo zisebenza ngokuchanekileyo.
