Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: This endpoint provides system health and version information.
ar: يوفر هذا النقطة النهاية معلومات عن صحة النظام والإصدار.
az: Bu son nöqtə sistemin sağlamlığı və versiya məlumatlarını təmin edir.
be: Гэты канецпункт прадастаўляе інфармацыю пра здароўе сістэмы і версію.
bn: এই এন্ডপয়েন্ট সিস্টেমের স্বাস্থ্য এবং ভার্সন তথ্য প্রদান করে।
cs: Tento endpoint poskytuje informace o zdraví systému a verzi.
cy: Mae'r pwynt terfyn hwn yn darparu gwybodaeth iechyd y system a'r fersiwn.
da: Dette endpoint giver information om systemets tilstand og version.
de: Dieser Endpunkt liefert Informationen zur Systemgesundheit und Version.
el: Αυτό το σημείο τερματισμού παρέχει πληροφορίες για την υγεία και την έκδοση του συστήματος.
es: Este punto final proporciona información sobre el estado del sistema y la versión.
et: See lõpp-punkt pakub süsteemi tervise ja versiooni teavet.
eu: Amaiera honek sistemaren egoera eta bertsio informazioa ematen du.
fa: این نقطه پایانی اطلاعات بهداشت سیستم و نسخه را ارائه می‌دهد.
fi: Tämä päätepiste tarjoaa järjestelmän terveydentilan ja version tiedot.
fr: Ce point de terminaison fournit des informations sur la santé et la version du système.
ga: Wↄ nyansa yi ma nsɛm fa yɛsoadeɛ ne nsakraeɛ ho nsɛm.
gd: Bheir an ceann-uidhe seo seachad fhiosrachadh air slàinte is tionndadh an t-siostaim.
gl: Este punto final proporciona información sobre a saúde e versión do sistema.
gu: આ એન્ડપોઈન્ટ સિસ્ટમની સ્વાસ્થ્ય અને આવૃત્તિ માહિતી પ્રદાન કરે છે.
he: נקודת סיום זו מספקת מידע על בריאות המערכת וגרסה.
hi: यह एंडपॉइंट सिस्टम स्वास्थ्य और संस्करण जानकारी प्रदान करता है।
hr: Ova krajnja točka pruža informacije o zdravlju sustava i verziji.
hu: Ez a végpont rendszer egészségügyi és verzió információkat biztosít.
id: Endpoint ini menyediakan informasi kesehatan dan versi sistem.
is: Þessi endapunktur veitir upplýsingar um kerfisheilsu og útgáfu.
it: Questo endpoint fornisce informazioni sulla salute e la versione del sistema.
ja: このエンドポイントはシステムの健康状態とバージョン情報を提供します。
ka: このエンドポイントはシステムの健康状態とバージョン情報を提供します。
ku: Ev endpoint agahdariya têkiliya dermana sytemê û agahdariyên guhertoyê pêşkêş dike.
lt: Šis galinis taškas teikia sistemos būklės ir versijos informaciją.
lv: Šis galsnodrošina sistēmas veselības un versijas informāciju.
mg: Ity faritra no manome vaovao momba ny fahasalaman'ny rafitra sy ny informations momba ny kinova.
mi: Ka tuku awakeri tēnei e tuku ana i ngā mōhiohio hauora pūnaha me te putanga putanga.
mk: Овој краен точка обезбедува информации за здравјето на системот и верзијата.
ml: ഈ എന്റ്പോയിന്റ് സിസ്റ്റത്തിന്റെ ആരോഗ്യവും പതിപ്പുമുള്ള വിവരങ്ങൾ നൽകുന്നു.
ms: Titik akhir ini menyediakan maklumat kesihatan sistem dan versi.
mt: Dan l-endpoint jipprovdi informazzjoni dwar is-saħħa tas-sistema u l-verżjoni.
my: ဤ endpoint သည် system ကျန်းမာရေးနှင့် ဗားရှင်းသတင်းအချက်အလက်များကို ဖွင့်ပြပါသည်။
nl: Deze eindpunt biedt systeemgezondheid en versie-informatie.
no: Dette endepunktet gir systemhelse og versjonsinformasjon.
pa: ਇਹ ਐਂਡਪੋਇੰਟ ਪ੍ਰਣਾਲੀ ਦੇ ਸਿਹਤ ਅਤੇ ਵਰਜਨ ਜਾਣਕਾਰੀ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।
pl: Ten punkt końcowy dostarcza informacji o stanie zdrowia systemu i wersji.
pt: Este endpoint fornece informações de saúde e versão do sistema.
ro: Acest endpoint oferă informații despre starea și versiunea sistemului.
ru: Этот конечный пункт предоставляет информацию о состоянии системы и версии.
sk: Tento koncový bod poskytuje informácie o systéme a verzii.
sl: Ta končni točki ponuja informacije o zdravju in različici sistema.
sq: Ky endpoint ofron informacion rreth shëndetit dhe versionit të sistemit.
sr: Ovaj krajnji raspored pruža informacije o zdravstvenom stanju sistema i verziji.
sv: Denna slutpunkt ger systemhälsa och versionsinformation.
sw: Mwisho huu unatoa taarifa za afya na toleo la mfumo.
ta: இந்த நிறுவனம் கோப்பின் வெளிப்பாடு மற்றும் பதிப்பு தகவல்களை வழங்குகிறது.
te: ఈ ఎండ్‌పాయింట్ వ్యవస్థ ఆరోగ్యం మరియు వెర్షన్ సమాచారాన్ని అందిస్తుంది.
th: จุดเชื่อมต่อนี้ให้ข้อมูลสุขภาพและเวอร์ชันของระบบ
tr: Bu uç nokta, sistem sağlığı ve sürüm bilgilerini sağlar.
uk: Цей кінцевий пункт надає інформацію про стан системи та версію.
ur: یہ اینڈ پوائنٹ نظام کی صحت اور ورژن کی معلومات فراہم کرتا ہے.
uz: Ushbu endpoint tizim salomatligi va versiyasi ma'lumotlarini taqdim etadi.
vi: Điểm cuối này cung cấp thông tin về sức khỏe và phiên bản hệ thống.
xh: Le kwaye yokunika ulwazi ngempilo yenkqubo kunye nenguqulelo yolwazi.

source: System Info
ar: معلومات النظام
az: Sistem Məlumatı
be: Інфармацыя аб сістэме
bn: সিস্টেম ইনফো
cs: Systémové informace
cy: Gwybodaeth System
el: Πληροφορίες Συστήματος
es: Información del sistema
et: Süsteemi info
eu: Sistema info
fa: اطلاعات سیستم
fi: Järjestelmän tiedot
fr: Infos Système
ga: Eolas Córas
gd: Fiosrachadh Siostam
gl: Info do Sistema
gu: સિસ્ટમ માહિતી
he: מידע מערכת
hi: सिस्टम जानकारी
hr: Informacije o sustavu
hu: Rendszerinformációk
id: Informasi Sistem
is: Kerfisupplýsingar
it: Info di Sistema
ja: システム情報
ka: სისტემის ინფორმაცია
ku: Agahdariya Sîstemê
lt: Sisteminis informacija
lv: Sistēmas informācija
mi: Pārongo Pūnaha
mk: Системска информација
ml: സിസ്റ്റം വിവരം
ms: Info Sistem
mt: Informazzjoni tas-Sistema
my: စနစ် အခြေအနေ
nl: Systeeminfo
no: Systeminformasjon
pa: ਸਿਸਟਮ ਜਾਣਕਾਰੀ
pl: Informacje o systemie
pt: Informações do Sistema
ro: Informații despre sistem
ru: Информация о системе
sk: Informácie o systéme
sl: Sistemske informacije
sq: Informacioni i Sistemit
sr: Informacije o sistemu
sv: Systeminformation
sw: Maelezo ya Mfumo
ta: கணினி தகவல்
te: సిస్టమ్ సమాచారం
th: ข้อมูลระบบ
tr: Sistem Bilgisi
uk: Інформація про систему
ur: سسٹم کی معلومات
uz: Tizim ma'lumoti
vi: Thông tin hệ thống
xh: Ulwazi lweNkqubo

source: 📦 Environment Versions
ar: 📦 إصدارات البيئة
az: 📦 Ətraf mühit versiyaları
be: 📦 Версии окружения
bn: 📦 পরিবেশের সংস্করণগুলো
cs: 📦 Verze prostředí
cy: 📦 Fersiynau Amgylcheddol
da: 📦 Miljøversioner
de: 📦 Umgebungsversionen
el: 📦 Εκδόσεις Περιβάλλοντος
es: 📦 Versiones del entorno
et: 📦 Keskkonna versioonid
eu: 📦 Ingurune Bertsioak
fa: 📦 نسخه‌های محیط
fi: 📦 Ympäristöversiot
fr: 📦 Versions Environnement
ga: 📦 Nsɛntitiriw Ankasa
gd: 📦 Tionndaidhean Àrainneachd
gl: 📦 Versións do Ambiente
gu: 📦 પર્યાવરણ સંસ્કરણો
he: 📦 גרסאות סביבה
hi: 📦 पर्यावरण संस्करण
hr: 📦 Verzije okruženja
hu: 📦 Környezetverziók
id: 📦 Versi Lingkungan
is: 📦 Útgáfur af Umhverfi
it: 📦 Versioni dell'Ambiente
ja: 📦 環境バージョン
ka: 📦 გარემოს ვერსიები
ku: 📦 وەشانی جەوەرەکان
lt: 📦 Aplinkos versijos
lv: 📦 Vides Versijas
mg: 📦 Dikan-tontolo iainana
mi: 📦 Putanga Taiao
mk: 📦 Верзии на животна средина
ml: 📦 പരിസ്ഥിതി പതിപ്പുകൾ
ms: 📦 Versi Persekitaran
mt: 📦 Verżjonijiet tal-Ambjent
my: 📦 ပတ်ဝန်းကျင်အမျိုးအစားများ
nl: 📦 Omgevingsversies
no: 📦 Miljøversjoner
pa: 📦 ਵਾਤਾਵਰਣ ਸੰਸਕਰਣ
pl: 📦 Wersje środowiska
pt: 📦 Versões de Ambiente
ro: 📦 Versiuni de Mediu
ru: 📦 Версии среды
sk: 📦 Verzie prostredí
sl: 📦 Različice okolja
sq: 📦 Versionet e Mjedisit
sr: 📦 Verzije okruženja
sv: 📦 Miljöversioner
sw: 📦 Matoleo ya Mazingira
ta: 📦 சுற்றுச்சூழல் பதிப்புகள்
te: 📦 పర్యావరణ సంస్కరణలు
th: 📦 เวอร์ชันสิ่งแวดล้อม
tr: 📦 Çevre Sürümleri
uk: 📦 Версії середовища
ur: 📦 ماحولیات کے ورژن
uz: 📦 Atrof-muhit versiyalari
vi: 📦 Phiên bản môi trường
xh: 📦 Iinguqulelo zeNdalo

source: Category
ar: الفئة
az: Kateqoriya
be: Категория
bn: শ্রেণী
cs: Kategorie
cy: Categori
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
et: Kategooria
eu: Kategoria
fa: دسته‌بندی
fi: Luokka
fr: Catégorie
ga: Amansɛn
gd: Roinn-seòrsa
gl: Categoría
gu: શ્રેણી
he: קטגוריה
hi: श्रेणी
hr: Kategorija
hu: Kategória
id: Kategori
is: Flokkur
it: Categoria
ja: カテゴリー
ka: კატეგორია
ku: هاوپۆل
lt: Kategorija
lv: Kategorija
mg: Sokajy
mi: Kāwai
mk: Категорија
ml: വിഭാഗം
ms: Kategori
mt: Kategorija
my: အမျိုးအစား
nl: Categorie
no: Kategori
pa: ਸ਼੍ਰੇਣੀ
pl: Kategoria
pt: Categoria
ro: Categorie
ru: Категория
sk: Kategória
sl: Kategorija
sq: Kategoria
sr: Kategorija
sv: Kategori
sw: Kategoria
ta: வகை
te: వర్గం
th: หมวดหมู่
tr: Kategori
uk: Категорія
ur: زمرہ
uz: Kategoriya
vi: Danh mục
xh: Udidi

source: Tool
ar: الأداة
az: Alət
be: Инструмент
bn: টুল
cs: Nástroj
cy: Offer
da: Værktøj
de: Werkzeug
el: Εργαλείο
es: Herramienta
et: Tööriist
eu: Tresna
fa: ابزار
fi: Työkalu
fr: Outil
ga: Dwumadie
gd: Inneal
gl: Ferramenta
gu: સાધન
he: כלי
hi: उपकरण
hr: Alat
hu: Eszköz
id: Alat
is: Verkfæri
it: Strumento
ja: ツール
ka: ინსტრუმენტი
ku: ئامراز
lt: Įrankis
lv: Rīks
mg: Fitaovana
mi: Utauta
mk: Алатка
ml: ഉപകരണം
ms: Alat
mt: Għodda
my: ကိရိယာ
no: Verktøy
pa: ਉਪਕਰਣ
pl: Narzędzie
pt: Ferramenta
ro: Instrument
ru: Инструмент
sk: Nástroj
sl: Orodje
sq: Mjeti
sr: Alatka
sv: Verktyg
sw: Chombo
ta: கருவி
te: పరికరం
th: เครื่องมือ
tr: Araç
uk: Інструмент
ur: اوزار
uz: Asbob
vi: Công cụ
xh: Isixhobo

source: Version
ar: الإصدار
az: Versiya
be: Версия
bn: সংস্করণ
cs: Verze
cy: Fersiwn
el: Έκδοση
es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
ga: Mmɜ
gd: Tionndadh
gl: Versión
gu: સંસ્કરણ
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ka: ვერსია
ku: وەشان
lt: Versija
lv: Versija
mg: Dikan-teny
mi: Putanga
mk: Верзија
ml: പതിപ്പ്
ms: Versi
mt: Versioni
my: ဗားရှင်း
nl: Versie
no: Versjon
pa: ਸੰਸਕਰਣ
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Versioni
sr: Verzija
sw: Toleo
ta: பதிப்பு
te: సంస్కరణ
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
uz: Versiya
vi: Phiên bản
xh: Inguqulelo

source: 🧠 Python
ar: 🧠 بايثون
bn: 🧠 পাইথন
cy: 🧠 Phython
fa: 🧠 پایتون
gu: 🧠 પાયથન
he: 🧠 פייתון
hi: 🧠 पाइथन
ku: 🧠 پایتۆن
pa: 🧠 ਪਾਈਥਨ
ta: 🧠 பைதான்
ur: 🧠 پائتھون
xh: 🧠 IPython

source: Python
ar: بايثون
bn: পাইথন
fa: پایتون
gu: પાયથન
hi: पाइथन
ku: پایتۆن
pa: ਪਾਈਥਨ
ta: பைதான்
ur: پائتھون

source: ⚙️ Core
ar: ⚙️ النواة
az: ⚙️ Nüvə
be: ⚙️ Ядро
bn: ⚙️ কোর
cs: ⚙️ Jádro
cy: ⚙️ Craidd
da: ⚙️ Kerne
de: ⚙️ Kern
el: ⚙️ Πυρήνας
es: ⚙️ Núcleo
et: ⚙️ Tuum
eu: ⚙️ Nukleoa
fa: ⚙️ هسته
fi: ⚙️ Ydintoiminnot
fr: ⚙️ Noyau
ga: ⚙️ Ahyɛnsode Ankasa
gd: ⚙️ Prìomh
gl: ⚙️ Núcleo
gu: ⚙️ કોર
he: ⚙️ ליבה
hi: ⚙️ कोर
hr: ⚙️ Jezgra
hu: ⚙️ Alapvető
id: ⚙️ Inti
is: ⚙️ Kjarni
ja: ⚙️ コア
ka: ⚙️ ძირითადი
ku: ⚙️ گرنگ
lt: ⚙️ Branduolys
lv: ⚙️ Kodols
mg: ⚙️ Fototra
mi: ⚙️ Pūtake
mk: ⚙️ Јадро
ml: ⚙️ മധ്യസ്ഥമായത്
ms: ⚙️ Teras
mt: ⚙️ Qalba
my: ⚙️ အခြေခံ
nl: ⚙️ Kern
no: ⚙️ Kjerne
pa: ⚙️ ਮੁੱਖ
pt: ⚙️ Núcleo
ru: ⚙️ Ядро
sk: ⚙️ Jadro
sl: ⚙️ Jedro
sq: ⚙️ Thelbi
sr: ⚙️ Jezgro
sv: ⚙️ Kärna
sw: ⚙️ Msingi
ta: ⚙️ மைய
te: ⚙️ కొర్
th: ⚙️ แกนหลัก
tr: ⚙️ Çekirdek
uk: ⚙️ Ядро
ur: ⚙️ بنیادی
uz: ⚙️ Asosiy
vi: ⚙️ Lõi
xh: ⚙️ Ingqokelela

source: 🔐 Security
ar: 🔐 الأمان
az: 🔐 Təhlükəsizlik
be: 🔐 Безопасность
bn: 🔐 নিরাপত্তা
cs: 🔐 Zabezpečení
cy: 🔐 Diogelwch
da: 🔐 Sikkerhed
de: 🔐 Sicherheit
el: 🔐 Ασφάλεια
es: 🔐 Seguridad
et: 🔐 Turvalisus
eu: 🔐 Segurtasuna
fa: 🔐 امنیت
fi: 🔐 Turvallisuus
fr: 🔐 Sécurité
ga: 🔐 Ankasa
gd: 🔐 Tèarainteachd
gl: 🔐 Seguridade
gu: 🔐 સુરક્ષા
he: 🔐 אבטחה
hi: 🔐 सुरक्षा
hr: 🔐 Sigurnost
hu: 🔐 Biztonság
id: 🔐 Keamanan
is: 🔐 Öryggi
it: 🔐 Sicurezza
ja: 🔐 セキュリティ
ka: 🔐 უსაფრთხოება
ku: 🔐 پاراستن
lt: 🔐 Saugumas
lv: 🔐 Drošība
mg: 🔐 Fiarovana
mi: 🔐 Haumarutanga
mk: 🔐 Безбедност
ml: 🔐 സുരക്ഷ
ms: 🔐 Keselamatan
mt: 🔐 Sigurtà
my: 🔐 လုံခြုံရေး
nl: 🔐 Beveiliging
no: 🔐 Sikkerhet
pa: 🔐 ਸੁਰੱਖਿਆ
pl: 🔐 Bezpieczeństwo
pt: 🔐 Segurança
ro: 🔐 Securitate
ru: 🔐 Безопасность
sk: 🔐 Bezpečnosť
sl: 🔐 Varnost
sq: 🔐 Siguria
sr: 🔐 Bezbednost
sv: 🔐 Säkerhet
sw: 🔐 Usalama
ta: 🔐 பாதுகாப்பு
te: 🔐 భద్రత
th: 🔐 ความปลอดภัย
tr: 🔐 Güvenlik
uk: 🔐 Безпека
ur: 🔐 سیکورٹی
uz: 🔐 Xavfsizlik
vi: 🔐 Bảo mật
xh: 🔐 Ukhuseleko

source: Email Validator
ar: مدقق البريد الإلكتروني
az: E-poçt doğrulayıcı
be: Валидатор электронной почты
bn: ইমেইল যাচাইকারী
cs: Ověřovač emailů
cy: Dilysydd E-bost
el: Έλεγχος εγκυρότητας Email
es: Validador de correos
et: E-posti valideerija
eu: Posta Elektronikoaren Balioztatzailea
fa: اعتباریاب ایمیل
fi: Sähköpostin vahvistin
fr: Validateur d'Email
ga: Email Kyerɛwfo
gd: Dearbhaiche Post-d
gl: Validador de Correos
gu: ઇમેઇલ વેલીડેટર
he: מאמת אימייל
hi: ईमेल सत्यापनकर्ता
hr: Validator e-pošte
hu: Email ellenőrző
id: Pemeriksa Email
is: Tölvupóststaðfestir
it: Validatore Email
ja: メール検証
ka: ელ.ფოსტის ვერიფიკატორი
ku: دڵنیابەر
lt: El. pašto tikrintojas
lv: E-pasta validētājs
mg: Mpamaritra Email
mi: Kaiwhakahaere Īmēra
mk: Валидатор на е-пошта
ml: ഇമെയിൽ നിരീക്ഷണം
ms: Pengesah E-mel
mt: Validatur tal-Email
my: အီးမေးလ်စိစစ်သူ
no: E-post Validerer
pa: ਈਮੇਲ ਵੈਲੀਡੇਟਰ
pl: Walidator e-mail
pt: Validador de Email
ro: Validare Email
ru: Валидатор Email
sk: Validátor emailov
sl: Preverjevalnik e-pošte
sq: Validuesi i Email-it
sv: E-postvalidator
sw: Kithibitishaji Barua pepe
ta: மின்னஞ்சல் சரிபார்ப்பாளர்
te: ఈమెయిల్ మార్చకం
th: ตัวตรวจสอบอีเมล
tr: E-posta Doğrulayıcı
uk: Перевірка електронної пошти
ur: ای میل ویلیڈیٹر
uz: Elektron pochta tekshirgichi
vi: Trình xác nhận Email
xh: Umqinisekisi we-imeyile

source: Cryptography
ar: التشفير
az: Kriptoqrafiya
be: Криптография
bn: ক্রিপ্টোগ্রাফি
cs: Kryptografie
da: Kryptografi
de: Kryptographie
el: Κρυπτογραφία
es: Criptografía
et: Krüptograafia
eu: Kriptografia
fa: رمزنگاری
fi: Salaustoiminnot
fr: Cryptographie
ga: Nsɛm
gl: Criptografía
gu: ક્રિપ્ટોગ્રાફી
he: קריפטוגרפיה
hi: क्रिप्टोग्राफी
hr: Kriptografija
hu: Kriptográfia
id: Kriptografi
is: Dulkóðun
it: Crittografia
ja: 暗号化
ka: კრიპტოგრაფია
ku: کرپتوگرافی
lt: Kriptografija
lv: Kriptogrāfija
mi: Matatapu
mk: Криптографија
ml: ക്രിപ്റ്റോഗ്രഫി
ms: Kriptografi
mt: Krittografija
my: မှတ်ပုံတင်နည်းလမ်းများ
nl: Cryptografie
no: Kryptografi
pa: ਕਾਰੋਬਾਰ
pl: Kryptografia
pt: Criptografia
ro: Criptografie
ru: Криптография
sk: Kryptografia
sl: Kriptografija
sq: Kriptografia
sr: Kriptografija
sv: Kryptografi
sw: Kriptografia
ta: க்ரிப்டோகிராஃபி
te: క్రిప్టోగ్రఫీ
th: การเข้ารหัส
tr: Kriptografi
uk: Криптографія
ur: کرپٹوگرافی
uz: Kriptografiya
vi: Mật mã học
xh: Ubungqina

source: 🕰️ Scheduling
ar: 🕰️ الجدولة
az: 🕰️ Planlaşdırma
be: 🕰️ Планирование
bn: 🕰️ সময় নির্ধারণ
cs: 🕰️ Plánování
cy: 🕰️ Amserlennu
da: 🕰️ Planlægning
de: 🕰️ Planung
el: 🕰️ Προγραμματισμός
es: 🕰️ Programación
et: 🕰️ Ajakava
eu: 🕰️ Programazioa
fa: 🕰️ زمان‌بندی
fi: 🕰️ Aikataulutus
fr: 🕰️ Planification
ga: 🕰️ Nsɛm
gd: 🕰️ Clàradh
gl: 🕰️ Axenda
gu: 🕰️ નિર્ધારણ
he: 🕰️ תזמון
hi: 🕰️ शेड्यूलिंग
hr: 🕰️ Raspored
hu: 🕰️ Ütemezés
id: 🕰️ Penjadwalan
is: 🕰️ Tímasetningar
it: 🕰️ Pianificazione
ja: 🕰️ スケジューリング
ka: 🕰️ გრაფიკი
ku: 🕰️ پلاندانانی کار
lt: 🕰️ Tvarkaraščiai
lv: 🕰️ Plānošana
mg: 🕰️ Fandaharam-potoana
mi: 🕰️ Wā Whakarite
mk: 🕰️ Распоредување
ml: 🕰️ ഷെഡ്യൂളിംഗ്
ms: 🕰️ Penjadualan
mt: 🕰️ Sċedar
my: 🕰️ အချိန်ရက်ချိန်း
nl: 🕰️ Planning
no: 🕰️ Planlegging
pa: 🕰️ ਨਿਯੋਜਨ
pl: 🕰️ Harmonogramowanie
pt: 🕰️ Agendamento
ro: 🕰️ Programare
ru: 🕰️ Планирование
sk: 🕰️ Plánovanie
sl: 🕰️ Urnik
sq: 🕰️ Planifikimi
sr: 🕰️ Raspored
sv: 🕰️ Schemaläggning
sw: 🕰️ Kupangilia Ratiba
ta: 🕰️ அட்டவணையிடல்
te: 🕰️ షెడ్యూలింగ్
th: 🕰️ การตั้งเวลา
tr: 🕰️ Zamanlama
uk: 🕰️ Планування
ur: 🕰️ شیڈیولنگ
uz: 🕰️ Raspisanie
vi: 🕰️ Lập lịch
xh: 🕰️ Ukuhlelwa

source: Apprise (Python)
ar: Apprise (بايثون)
bn: Apprise (পাইথন)
fa: Apprise (پایتون)
gu: એપ્રાઈસ (Python)
hi: Apprise (पाइथन)
ku: Apprise (پایتۆن)
ta: அப்ரைஸ் (பைதான்)
ur: اپریس (پائتھون)

source: Apprise CLI
gu: એપ્રાઈસ CLI
ta: அப்ரைஸ் CLI
ur: اپریس سی ایل آئی

source: 🌐 Frontend
ar: 🌐 الواجهة الأمامية
az: 🌐 Ön tərəf
be: 🌐 Интерфейс
bn: 🌐 ফ্রন্টএন্ড
cy: 🌐 Cymorth Cyntaf
el: 🌐 Διεπαφή
eu: 🌐 Aurrealdea
fa: 🌐 فرانت‌اند
fi: 🌐 Käyttöliittymä
gd: 🌐 Frontraoigh
gl: 🌐 Interface
gu: 🌐 ફ્રન્ટએન્ડ
he: 🌐 חזית
hi: 🌐 फ्रंटेंड
hr: 🌐 Prednji kraj
hu: 🌐 Előlap
id: 🌐 Antarmuka
is: 🌐 Framendi
ja: 🌐 フロントエンド
ka: 🌐 წინა ინტერფეისი
ku: 🌐 پێشەکی
lt: 🌐 Priekinės dalies sąsaja
lv: 🌐 Priekša
mg: 🌐 Tava misongadina
mi: 🌐 Kōnae mua
mk: 🌐 Кориснички интерфејс
ml: 🌐 മുമ്പൻ
ms: 🌐 Antaramuka Depan
my: 🌐 ရှေ့ထား
pa: 🌐 ਫਰੰਟੈਂਡ
ro: 🌐 Interfață
ru: 🌐 Фронтенд
sl: 🌐 Sprednji del
sq: 🌐 Ndërfaqja
sw: 🌐 Upande wa Mbele
ta: 🌐 முன்னணி
te: 🌐 ఫ్రంట్‌ఎండ్
th: 🌐 ส่วนหน้า
tr: 🌐 Ön yüz
uk: 🌐 Інтерфейс
ur: 🌐 فرنٹ اینڈ
uz: 🌐 Frontal
vi: 🌐 Giao diện người dùng
xh: 🌐 I-Frontend

source: Step 2 of 2
ar: الخطوة 2 من 2
az: 2-ci addım
be: Steg 2 af 2
bn: ধাপ ২ এর ২
cs: Krok 2 z 2
cy: Cam 2 o 2
da: Trin 2 af 2
de: Schritt 2 von 2
el: Βήμα 2 από 2
es: Paso 2 de 2
et: 2. samm 2-st
eu: 2. urratsa 2tik
fa: مرحله ۲ از ۲
fi: Vaihe 2/2
fr: Étape 2 sur 2
ga: Nkyerɛkyerɛ 2 mu 2
gd: Ceum 2 de 2
gl: Paso 2 de 2
gu: ચરણ 2 માંથી 2
he: שלב 2 מתוך 2
hi: चरण 2 का 2
hr: Korak 2 od 2
hu: 2. lépés a 2-ből
id: Langkah 2 dari 2
is: Skref 2 af 2
it: Passo 2 di 2
ja: ステップ 2/2
ka: ეტაპი 2 / 2
ku: ئەنجام ٢ ی ٢
lt: 2 žingsnis iš 2
lv: 2. solis no 2
mg: Dingana 2 amin'ny 2
mi: Hipanga 2 o 2
mk: Чекор 2 од 2
ml: പടി 2 ൽ 2
ms: Langkah 2 daripada 2
mt: Pass 2 minn 2
my: အဆင့် ၂ မှ ၂
nl: Stap 2 van 2
no: Trinn 2 av 2
pa: ਕਦਮ 2 ਵਿੱਚੋਂ 2
pl: Krok 2 z 2
pt: Passo 2 de 2
ro: Pasul 2 din 2
ru: Шаг 2 из 2
sk: Krok 2 z 2
sl: 2. korak od 2
sq: Hapi 2 nga 2
sr: Korak 2 od 2
sv: Steg 2 av 2
sw: Hatua ya 2 kati ya 2
ta: படி 2 இல் 2
te: దశ 2 లో దశ 2
th: ขั้นตอน 2 จาก 2
tr: 2. adım
uk: Крок 2 з 2
ur: دوسرا مرحلہ 2 میں سے
uz: 2-qadamdan 2
vi: Bước 2 của 2
xh: Isinyathelo 2 kwi-2

source: Set Security Questions
ar: حفظ الوجهات
az: Təyinatları Yadda Saxla
be: গন্তব্য সংরক্ষণ করুন
bn: গন্তব্য সংরক্ষণ করুন
cs: Uložit cíle
cy: Cadw Cyrchfanau
da: Gem destinationer
de: Ziele speichern
el: Αποθήκευση Προορισμών
es: Guardar destinos
et: Salvesta sihtkohad
eu: Helmugak gorde
fa: ذخیره مقصدها
fi: Tallenna kohteet
fr: Enregistrer les destinations
ga: Sábháil Cinn Scríbe
gd: Sàbhail Ceàrn-uidhe
gl: Gardar destinos
gu: ગંતવ્યો સેવે કરો
he: שמור יעדים
hi: गंतव्यों को सहेजें
hr: Spremi odredišta
hu: Célállomások mentése
id: Simpan Tujuan
is: Vista áfangastaði
it: Salva Destinazioni
ja: 宛先を保存
ka: დანიშნულების ადგილის შენახვა
ku: هەڵگرتنی شوێنەکان
lt: Išsaugoti tikslus
lv: Saglabāt galamērķus
mg: Tehirizo Tanjona
mi: Tiaki ngā Wāhi
mk: Зачувај дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ സംരക്ഷിക്കുക
ms: Simpan Destinasi
mt: Issejvja Destinazzjonijiet
my: ဦးတည်ရာများကို သိမ်းဆည်းပါ
nl: Bestemmingen opslaan
no: Lagre destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz miejsca docelowe
pt: Salvar Destinos
ro: Salvează destinațiile
ru: Сохранить назначения
sk: Uložiť destinácie
sl: Shrani destinacije
sq: Ruaj Destinacionet
sr: Sačuvaj destinacije
sv: Spara destinationer
sw: Hifadhi Sehemu za Kufikia
ta: இடங்களை சேமிக்கவும்
te: గమ్యస్థానాలను సేవ్ చేయండి
th: บันทึกปลายทาง
tr: Hedefleri Kaydet
uk: Зберегти напрямки
ur: مقامات محفوظ کریں
uz: Manzillarni saqlash
vi: Lưu Điểm Đến
xh: Gcina Iindawo zokufikela
