Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Grylli contains no external analytics, telemetry, or tracking scripts.
ar: Grylli لا يحتوي على تحليلات خارجية، أو تتبع للقياسات، أو سكربتات تتبع.
az: Grylli xarici analitika, telemetriya və ya izləmə skriptləri yoxdur.
be: Grylli не містить зовнішньої аналітики, телеметрії або скриптів відстеження.
bn: Grylli তে কোনো বাহ্যিক এনালিটিকস, টেলিমেট্রি, বা ট্র্যাকিং স্ক্রিপ্ট নেই।
cs: Grylli neobsahuje žádné externí analýzy, telemetrii ani sledovací skripty.
cy: Nid yw Grylli yn cynnwys unrhyw ddadansoddiad, telegraff neu sgriptau tracio allanol.
da: Grylli indeholder ingen eksterne analyser, telemetri eller sporingsskripter.
de: Grylli enthält keine externen Analysen, Telemetrie oder Tracking-Skripte.
el: Το Grylli δεν περιέχει εξωτερικά analytics, τηλεμετρία ή scripts παρακολούθησης.
es: Grylli no contiene analíticas externas, telemetría o scripts de seguimiento.
et: Grylli ei sisalda väliseid analüüsi-, telemeetria- ega jälgimiskriptide.
eu: Gryllik ez dauka kanpoko analitikak, telemetriak edo kontrol scriptik.
fa: Grylli شامل هیچ‌گونه تحلیل، تله‌متری یا اسکریپت ردیابی خارجی نیست.
fi: Grylli ei sisällä ulkoisia analytiikka-, telemetria- tai seurantaskriptejä.
fr: Grylli ne contient ni analyses externes, ni télémétrie, ni scripts de suivi.
ga: Níl aon anailísíocht sheachtrach, teileamaitríocht, nó scripteanna rianaithe i nGrylli.
gd: Chan eil dad a-muigh an sin taobh a-muigh anailis, telemetry no sgriobtaichean lorg.
gl: Grylli non contén analíticas externas, telemetría ou scripts de seguimento.
gu: ગ્રિલીમાં કોઈ બાહ્ય વિશ્લેષણ, ટેલીમેટ્રી અથવા ટ્રેકિંગ સ્ક્રિપ્ટ નથી.
he: Grylli לא מכיל ניתוח חיצוני, טלמטריה או סקריפטים למעקב.
hi: Grylli में कोई बाहरी विश्लेषिकी, टेलीमेट्री, या ट्रैकिंग स्क्रिप्ट नहीं हैं।
hr: Grylli ne sadrži vanjske analitike, telemetriju ili skripte za praćenje.
hu: A Grylli nem tartalmaz külső analitikát, telemetriát vagy nyomkövetési szkripteket.
id: Grylli tidak mengandung analitik eksternal, telemetri, atau skrip pelacakan.
is: Grylli inniheldur engin ytri greiningar, mælitæki eða rekjaskriftur.
it: Grylli non contiene analisi esterne, telemetrie o script di tracciamento.
ja: Grylliには外部の分析、テレメトリ、トラッキングスクリプトが含まれていません。
ka: Grylli არ შეიცავს გარე ანალიტიკას, ტელემეტრიას ან ნივთების სკრიპტებს.
ku: Grylli هیچ وەرزشیەکان، تەلێمەتری، یان سکرەپتی بەدواداگەران ناگرێ.
lt: Grylli neturi išorinės analizės, telemetrijos ar sekimo skriptų.
lv: Grylli nesatur ārējo analītiku, telemetriju vai izsekošanas skriptus.
mg: Tsy misy fitiliana ivelany, fandrefesana, na script fanaraha-maso ato amin'ny Grylli.
mi: Kāore a Grylli i te whakamahi ārani, te ine, te whai-whaiwhai tuatoru ranei.
mk: Grylli нема надворешни аналитики, телеметрија или скрипти за следење.
ml: ഗ്രീലിയിലെയ് ഉപയോഗത്തിന്റെ സംക്ഷിപ്ത കാറെന്സ്‌സ് ഇല്ല, ടെലിമെടറി അല്ലെങ്കിൽ ട്രാക്കിംഗ് സ്ക്രിപ്റ്റുകൾ.
ms: Grylli tidak mengandungi analitik, telemetri, atau skrip pelacakan luaran.
mt: Grylli ma fihx analitika esterna, telemetrija, jew skripts ta' monitoraġġ.
my: Grylli တွင် ပြင်ပ ဝေါဟာရခွင့်၊ တယ်လီမီတရီ၊ သို့မဟုတ် ခြေရာခံ script များ မ ပါ။
nl: Grylli bevat geen externe analyses, telemetrie of volgskripts.
no: Grylli inneholder ingen eksterne analyser, telemetri eller sporingsskript.
pa: ਗ੍ਰਿੀ ਵਿੱਚ ਕੋਈ ਬਾਹਰੀ ਵਿਭਾਗ, ਟెలੀਮੀਟਰੀ, ਜਾਂ ਟਰੈਕਿੰਗ ਸਕ੍ਰਿਪਟ ਨਹੀਂ ਹਨ।
pl: Grylli nie zawiera zewnętrznej analityki, telemetryki ani skryptów śledzących.
pt: Grylli não contém análises externas, telemetria ou scripts de rastreamento.
ro: Grylli nu conține analize externe, telemetrie sau scripturi de urmărire.
ru: Grylli не содержит внешней аналитики, телеметрии или скриптов отслеживания.
sk: Grylli neobsahuje žiadne externé analytiky, telemetriu ani sledovacie skripty.
sl: Grylli ne vsebuje zunanjih analitik, telemetrije ali sledilnih skript.
sq: Grylli nuk përfshin asnjë analizë të jashtme, telemetri, ose skriptet e ndjekjes.
sr: Grylli ne sadrži spoljne analitike, telemetrije ili skripte za praćenje.
sv: Grylli innehåller inga externa analyser, telemetri eller spårningsskript.
sw: Grylli haina uchambuzi wa nje, telemetry, au script za ufuatiliaji.
ta: Grylli வெளிச் சந்திரவியல், தொரணம், அல்லது கண்காணிப்பு ஸ்கிரிப்ட்களை கொண்டிருக்கவில்லை.
te: గృల్లీ డేటా ఇంకా టెలిమెట్రీ లేదా ట్రాకింగ్ స్క్రిప్ట్లకు ఫలితం లేదు.
th: Grylli ไม่มีการวิเคราะห์ภายนอก, การถ่ายโอนข้อมูลหรือสคริปต์การติดตาม
tr: Grylli, harici analiz, telemetri veya izleme komut dosyaları içermez.
uk: Grylli не містить зовнішніх аналітик, телеметрії або трекінгових скриптів.
ur: Grylli میں کوئی خارجی تجزیات، ٹیلی میٹری، یا ٹریکنگ اسکرپٹس شامل نہیں ہیں۔
uz: Grylli hech qanday tashqi tahlil, telemetriya yoki kuzatuv skriptlariga ega emas.
vi: Grylli không có bất kỳ phân tích, giám sát hay script theo dõi bên ngoài nào.
xh: IGrylli ayinaso isilawuli sangaphandle njengokusebenza kokusetyenziswa, okanye iitelekram.

source: Your Rights
ar: حقوقك
az: Sizin Hüquqlarınız
be: Вашы Правы
bn: আপনার অধিকার
cs: Vaše práva
cy: Eich Hawliau
da: Dine rettigheder
de: Ihre Rechte
el: Τα Δικαιώματά Σας
es: Tus Derechos
et: Teie õigused
eu: Zure Eskubideak
fa: حقوق شما
fi: Oikeutesi
fr: Vos droits
ga: Wo ɛyɛ no
gd: Na Còraichean agad
gl: Os Teus Dereitos
gu: તમારા અધિકારો
he: הזכויות שלך
hi: आपके अधिकार
hr: Vaša prava
hu: Az Ön jogai
id: Hak Anda
is: Réttindi Þín
it: I Tuoi Diritti
ja: あなたの権利
ka: თქვენი უფლებები
ku: Fêrê We
lt: Jūsų teisės
lv: Jūsu tiesības
mg: Ny Zony
mi: Ō Motika
mk: Вашите права
ml: നിങ്ങളുടെ അവകാശങ്ങൾ
ms: Hak Anda
mt: Id-Drittijiet Tiegħek
my: ဆောင်ရန် အခွင့်အရေးများ
nl: Uw rechten
no: Dine Rettigheter
pa: ਤੁਹਾਡੇ ਹੱਕ
pl: Twoje prawa
pt: Seus Direitos
ro: Drepturile dumneavoastră
ru: Ваши права
sk: Vaše práva
sl: Vaše pravice
sq: Të Drejtat Tuaja
sr: Vaša prava
sv: Dina rättigheter
sw: Haki Zako
ta: உங்கள் உரிமைகள்
te: మీ హక్కులు
th: สิทธิของคุณ
tr: Haklarınız
uk: Ваші права
ur: آپ کے حقوق
uz: Sizning huquqlaringiz
vi: Quyền của Bạn
xh: Amalungelo Akho

source: You can export all of your data at any time from the Account Settings page.
ar: يمكنك تصدير جميع بياناتك في أي وقت من صفحة إعدادات الحساب.
az: Hesab Tənzimləmələri səhifəsindən istənilən vaxt bütün məlumatlarınızı ixrac edə bilərsiniz.
be: Вы можаце экспартаваць усе свае дадзеныя ў любы час са старонкі Налад Уліковага Запісу.
bn: আপনি যেকোনো সময় অ্যাকাউন্ট সেটিংস পৃষ্ঠা থেকে আপনার সমস্ত ডেটা রপ্তানি করতে পারেন।
cs: Můžete exportovat všechna svá data kdykoli z stránky nastavení účtu.
cy: Gallwch allforio'ch holl ddata ar unrhyw adeg o'r Dudalen Gosodiadau Cyfrif.
da: Du kan eksportere alle dine data når som helst fra siden for kontoindstillinger.
de: Sie können Ihre gesamten Daten jederzeit auf der Seite Kontoeinstellungen exportieren.
el: Μπορείτε να εξάγετε όλα τα δεδομένα σας οποιαδήποτε στιγμή από τη σελίδα Ρυθμίσεων Λογαριασμού.
es: Puedes exportar todos tus datos en cualquier momento desde la página de Configuración de Cuenta.
et: Saate oma andmeid igal ajal eksportida konto seadete lehelt.
eu: Zure datu guztiak esportatu ditzakezu edozein unetan Kontu Ezarpenak orritik.
fa: شما می‌توانید در هر زمانی تمام داده‌های خود را از صفحه تنظیمات حساب صادر کنید.
fi: Voit viedä kaikki tietosi milloin tahansa Tiliasetukset-sivulta.
fr: Vous pouvez exporter toutes vos données à tout moment depuis la page des paramètres du compte.
ga: Wo betumi de nsɛm a ɛyɛ kɛ yɛboaboa wɔ w' ho nsɛm wɔ Account Settings hɔ.
gd: Faodaidh tu d’ uile dàta às-mhalairt uair sam bith bhon duilleag Roghainnean Cunntais.
gl: Podes exportar todos os teus datos en calquera momento desde a páxina de Configuración de Conta.
gu: તમે કોઈપણ સમયે એકાઉન્ટ સેટિંગ્સ પૃષ્ઠમાંથી તમારું બધી માહિતી નિકાસ કરી શકો છો.
he: ניתן לייצא את כל הנתונים שלך בכל עת מדף הגדרות החשבון.
hi: आप किसी भी समय खाता सेटिंग्स पृष्ठ से अपना सारा डेटा निर्यात कर सकते हैं।
hr: Možete izvesti sve svoje podatke u bilo kojem trenutku sa stranice Postavke računa.
hu: Bármikor exportálhatja az összes adatát a Fiókbeállítások oldalon.
id: Anda dapat mengekspor semua data Anda kapan saja dari halaman Pengaturan Akun.
is: Þú getur flutt út öll gögnin þín hvenær sem er frá síðunni fyrir reikningsstillingar.
it: Puoi esportare tutti i tuoi dati in qualsiasi momento dalla pagina delle Impostazioni Account.
ja: アカウント設定ページからいつでもすべてのデータをエクスポートできます。
ka: შეგიძლიათ თქვენი მონაცემების ექსპორტი ნებისმიერ დროს ექაუნთის პარამეტრების გვერდიდან.
ku: Hûn dikarin her dem hemû dane berxwiska xwe anatûnê binêne riw maksatina Hesaba xeberkirî bê biçirînin.
lt: Jūs galite bet kada eksportuoti visus savo duomenis iš paskyros nuostatų puslapio.
lv: Jūs jebkurā laikā varat eksportēt visus savus datus no konta iestatījumu lapas.
mg: Azonao atao ny manondrana ny angon-drakitrao rehetra isaky ny te hivoaka amin'ny Pejy Fikirana Kaonty.
mi: Ka taea e koe te kaweake i ō raraunga katoa i ngā wā katoa mai i te whārangi Tautuhinga Pūkete.
mk: Можете да ги извезете сите ваши податоци во секое време од страната за поставки на сметка.
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങളുടെ പേജിൽ നിന്ന് നിങ്ങൾക്ക് നിങ്ങളുടെ എല്ലാ ഡാറ്റയും എപ്പോൾ വേണമെങ്കിലും കയറ്റുമതി ചെയ്യാം.
ms: Anda boleh mengeksport semua data anda pada bila-bila masa dari halaman Tetapan Akaun.
mt: Tista' tesporta d-data tiegħek kollha fi kwalunkwe ħin mill-paġna tas-Settings tal-Kont.
my: သင်၏ဒေတာအပြည့်နှင့်ထူပေါ်သုံးမယ်ဆိုရင်၊ အကောင့်ပြခြတ်ရာ စာမျက်နှာမှယူဆင့်ပြီးပြိတ်မယ်။
nl: U kunt op elk moment al uw gegevens exporteren vanaf de pagina Accountinstellingen.
no: Du kan eksportere alle dine data når som helst fra Konto Innstillinger-siden.
pa: ਤੁਸੀਂ ਆਪਣੇ ਸਾਰੇ ਡਾਟਾ ਨੂੰ ਬਦ ਦੀਆਂ ਖਾਤੇ ਦੀਆਂ ਸੈਟਿੰਗਾਂ ਦੇ ਪੇਜ ਤੋਂ ਕਿਸੇ ਵੀ ਸਮੇਂ ਐਕਸਪੋਰਟ ਕਰ ਸਕਦੇ ਹੋ.
pl: Możesz eksportować wszystkie swoje dane w dowolnym momencie z strony Ustawienia konta.
pt: Você pode exportar todos os seus dados a qualquer momento na página de Configurações de Conta.
ro: Puteți exporta toate datele dumneavoastră în orice moment din pagina de Setări ale contului.
ru: Вы можете экспортировать все ваши данные в любое время со страницы настроек учетной записи.
sk: Svoje údaje môžete kedykoľvek exportovať z stránky nastavení účtu.
sl: Kadarkoli lahko izvozite vse svoje podatke na strani Nastavitve računa.
sq: Ju mund të eksportoni të gjitha të dhënat tuaja në çdo kohë nga faqja e Cilësimeve të Llogarisë.
sr: Možete izvesti sve svoje podatke u bilo kojem trenutku sa stranice Postavke naloga.
sv: Du kan exportera alla dina uppgifter när som helst från sidan Kontoinställningar.
sw: Unaweza kusafirisha data yako yote wakati wowote kutoka kwenye ukurasa wa Mipangilio ya Akaunti.
ta: உங்கள் கணக்கு அமைப்புகள் பக்கம் மூலம் எப்போது வேண்டுமானாலும் உங்கள் அனைத்து தரவுகளையும் ஏற்றுமதி செய்ய நீங்கள் முடியும்.
te: మీరు మీ అంతట మీ మొత్తం డేటాను ఎప్పుడైనా ఖాతా సెట్టింగ్స్ పేజీ నుండి ఎగుమతి చేయవచ్చు.
th: คุณสามารถส่งออกข้อมูลทั้งหมดของคุณได้ทุกเวลาจากหน้าการตั้งค่าบัญชี
tr: Hesap Ayarları sayfasından istediğiniz zaman tüm verilerinizi dışa aktarabilirsiniz.
uk: Ви можете експортувати всі свої дані в будь-який час зі сторінки Налаштувань облікового запису.
ur: آپ کسی بھی وقت اکاؤنٹ سیٹنگز پیج سے اپنا تمام ڈیٹا ایکسپورٹ کر سکتے ہیں۔
uz: Hisob sozlamalari sahifasidan istalgan vaqtda barcha ma'lumotlaringizni eksport qilishingiz mumkin.
vi: Bạn có thể xuất tất cả dữ liệu của mình bất kỳ lúc nào từ trang Cài đặt Tài khoản.
xh: Ungathumela ngaphandle yonke idatha yakho nangaliphi na ixesha kwiphepha le-Akhawunti Zamakhwenkwe.

source: You may permanently delete your account and all associated data.
ar: لا يمكنك حذف حسابك لأنك المسؤول الأخير.
az: Siz öz hesabınızı silə bilməzsiniz, çünki son adminsiniz.
be: Вы не можаце выдаліць свой акаўнт, таму што вы апошні адміністратар.
bn: আপনি আপনার অ্যাকাউন্ট মুছতে পারবেন না কারণ আপনি শেষ প্রশাসক।
cs: Nemůžete smazat svůj účet, protože jste poslední správce.
cy: Ni allwch ddileu eich cyfrif oherwydd rydych chi'n weinyddwr olaf.
da: Du kan ikke slette din konto, fordi du er den sidste admin.
de: Sie können Ihr Konto nicht löschen, weil Sie der letzte Administrator sind.
el: Δεν μπορείτε να διαγράψετε το λογαριασμό σας επειδή είστε ο τελευταίος διαχειριστής.
es: No puedes eliminar tu cuenta porque eres el último administrador.
et: Te ei saa oma kontot kustutada, kuna olete viimane admin.
eu: Ezin duzu zure kontua ezabatu azken administratzailea zarelako.
fa: نمی‌توانید حساب خود را حذف کنید چون آخرین مدیر هستید.
fi: Et voi poistaa tiliäsi, koska olet viimeinen ylläpitäjä.
fr: Vous ne pouvez pas supprimer votre compte car vous êtes le dernier administrateur.
ga: Wuntumi mommy wo akawontafunu ase kɔ si wode biara nsɛm ni.
gd: Chan urrainn dhut do chunntas a sguabadh às oir is tusa am fear rianachd mu dheireadh.
gl: Non podes eliminar a túa conta porque es o último admin.
gu: તમે તમારી ખાતું કાઢી શકતા નથી કારણ કે તમે છેલ્લે એડમિન છો.
he: לא ניתן למחוק את חשבונך כי אתה המנהל האחרון.
hi: आप अपना खाता नहीं हटा सकते क्योंकि आप अंतिम प्रशासक हैं।
hr: Ne možete izbrisati svoj račun jer ste posljednji administrator.
hu: Nem törölheted a fiókodat, mert te vagy az utolsó adminisztrátor.
id: Anda tidak dapat menghapus akun Anda karena Anda adalah admin terakhir.
is: Þú getur ekki eytt reikningnum þínum því þú ert síðasti stjórnandi.
it: Non puoi eliminare il tuo account perché sei l'ultimo admin.
ja: 最後の管理者であるため、アカウントを削除できません。
ka: თქვენ ვერ წაშლით თქვენს ანგარიშს, რადგან თქვენ ხართ უკანასკნელი ადმინისტრატორი.
ku: ناتوانرێت ئەکاونت بسرهێنی چونکە تۆ دوایین بەڕێوەبەر یەکەی.
lt: Negalite ištrinti savo paskyros, nes esate paskutinis administratorius.
lv: Jūs nevarat dzēst savu kontu, jo esat pēdējais administrators.
mg: Tsy afaka mamafa ny kaontinao ianao satria ilay mpitantana farany ianao.
mi: Kāore e taea e koe te muku i tō pūkete nā te mea ko koe te kaiwhakahaere whakamutunga.
mk: Не можете да го избришете вашиот профил бидејќи сте последниот администратор.
ml: നിങ്ങൾ സംവാദി ആകുന്നതിനാൽ നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യാനാവില്ല.
ms: Anda tidak boleh memadam akaun anda kerana anda adalah pentadbir terakhir.
mt: Ma tistax tħassar il-kont tiegħek għax int l-aħħar amministratur.
my: သင်သည် နောက်ဆုံးအုပ်ချုပ်သူဖြစ်သောကြောင့် သင်၏အကောင့်ကို ဖျက်လို်က မရပါ။
nl: U kunt uw account niet verwijderen omdat u de laatste beheerder bent.
no: Du kan ikke slette kontoen din fordi du er den siste administratoren.
pa: ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਨਹੀਂ ਮਿਟਾ ਸਕਦੇ ਕਿਉਂਕਿ ਤੁਸੀਂ ਆਖਰੀ ਐਡਮਿਨ ਹੋ।
pl: Nie możesz usunąć swojego konta, ponieważ jesteś ostatnim administratorem.
pt: Você não pode excluir sua conta porque é o último administrador.
ro: Nu vă puteți șterge contul pentru că sunteți ultimul administrator.
ru: Вы не можете удалить ваш аккаунт, потому что вы последний администратор.
sk: Nemôžete vymazať svoj účet, pretože ste posledným administrátorom.
sl: Ne morete izbrisati svojega računa, ker ste zadnji skrbnik.
sq: Nuk mund ta fshini llogarinë tuaj sepse jeni administratori i fundit.
sr: Ne možete obrisati svoj nalog jer ste poslednji administrator.
sv: Du kan inte ta bort ditt konto eftersom du är den sista admin.
sw: Huwezi kufuta akaunti yako kwa sababu wewe ndiye msimamizi wa mwisho.
ta: நீங்கள் உங்கள் கணக்கை நீக்க முடியாது, ஏனெனில் நீங்கள் கடைசி நிர்வாகி.
te: మీరు మీ ఖాతాను తొలగించలేరు ఎందుకంటే మీరు చివరి అడ్మిన్.
th: คุณไม่สามารถลบบัญชีของคุณได้เนื่องจากคุณเป็นผู้ดูแลระบบคนสุดท้าย
tr: Son yönetici olduğunuz için hesabınızı silemezsiniz.
uk: Ви не можете видалити свій обліковий запис, тому що ви останній адміністратор.
ur: آپ اپنا اکاؤنٹ حذف نہیں کر سکتے کیونکہ آپ آخری ایڈمن ہیں۔
uz: Siz hisobingizni o‘chira olmaysiz, chunki siz oxirgi administratorsiz.
vi: Bạn không thể xóa tài khoản của mình vì bạn là quản trị viên cuối cùng.
xh: Awungebi ukucima i-akhawunti yakho kuba useyayokuphela komlawuli.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
ar: إذا كنت تستخدم نسخة ذات استضافة ذاتية، فاتصل بمسؤول النسخة لطلبات البيانات.
az: Özünüzə məxsus bir quraşdırılmış instansiya istifadə edirsinizsə, məlumat sorğuları üçün instansiya administratoru ilə əlaqə saxlayın.
be: Калі вы выкарыстоўваеце асобна размешчаную версію, звяжыцеся з адміністратарам экземпляра для запытаў дадзеных.
bn: যদি আপনি একটি স্ব-হোস্ট করা উদাহরণ ব্যবহার করছেন, তবে তথ্য প্রশ্নের জন্য ইনস্ট্যান্স প্রশাসকের সাথে যোগাযোগ করুন।
cs: Pokud používáte vlastně hostovanou instanci, kontaktujte správce instance pro dotazy ohledně dat.
cy: Os ydych chi'n defnyddio enghraifft hunan-gynnal, cysylltwch â gweinyddwr yr enghraifft am ymchwiliadau data.
da: Hvis du bruger en selv-hosted instance, skal du kontakte instance-administratoren for dataforespørgsler.
de: Wenn Sie eine selbst gehostete Instanz verwenden, kontaktieren Sie den Administrator der Instanz für Datenanfragen.
el: Αν χρησιμοποιείτε μια αυτό-φιλοξενούμενη εγκατάσταση, επικοινωνήστε με τον διαχειριστή της για ερωτήματα σχετικά με τα δεδομένα.
es: Si estás usando una instancia autohospedada, contacta al administrador de la instancia para consultas sobre datos.
et: Kui kasutate ise hostitavat eksemplari, võtke andmispäringuteks ühendust eksemplari administraatoriga.
eu: Auto-ostatutako instantzia bat erabiltzen ari bazara, jarri harremanetan instantzia administratzailearekin datu kontsultak egiteko.
fa: اگر از یک نسخه خودمیزبان استفاده می‌کنید، برای پرسش‌های داده با مدیر نسخه تماس بگیرید.
fi: Jos käytät itse ylläpidettyä esiintymää, ota yhteyttä esiintymän ylläpitäjään tiedusteluja varten.
fr: Si vous utilisez une instance auto-hébergée, contactez l'administrateur de l'instance pour les questions de données.
ga: Sɛ wɔdeɛ yɛ mpɔtaṃyi yɛ, bɔ mpɔtaṃyi soɛɛfo no nyansa sɛ ɛyɛ nsɛm nsɛm no abisaɛ.
gd: Ma tha thu a’ cleachdadh foillseachadh fhèin, cuir fios chun neach-rianachd foillseachaidh airson ceistean dàta.
gl: Se usas unha instancia autoxestionada, contacta co administrador da instancia para consultas de datos.
gu: જો તમે સ્વ-હોસ્ટેડ ઇન્સ્ટાન્સનો ઉપયોગ કરી રહ્યા છો, તો આંકડા પૂછપરછ માટે ઇન્સ્ટાન્સ એડમિનિસ્ટ્રેટરને સંપર્ક કરો.
he: אם אתה משתמש במופע מאוחסן עצמאי, צור קשר עם מנהל המופע לבירור נתונים.
hi: यदि आप एक स्वयं-होस्टेड इंस्टेंस का उपयोग कर रहे हैं, तो डेटा प्रश्नों के लिए इंस्टेंस व्यवस्थापक से संपर्क करें।
hr: Ako koristite vlastitu instancu, obratite se administratoru instance za upite o podacima.
hu: Ha saját hosztolt példányt használ, vegye fel a kapcsolatot a példány adminisztrátorával adatlekérdezések céljából.
id: Jika Anda menggunakan instance yang di-hosting sendiri, hubungi administrator instance untuk pertanyaan data.
is: Ef þú ert að nota sjálfhýsta útgáfu, hafðu samband við stjórnanda útgáfunnar til að fá upplýsingar um gögn.
it: Se stai usando un'istanza autogestita, contatta l'amministratore dell'istanza per richieste sui dati.
ja: 自己ホストされたインスタンスを使用している場合は、データの問い合わせについてインスタンス管理者に連絡してください。
ka: თუ იყენებთ თვითმომსწავლელ ინსტანციას, მონაცემთა საქმეებისათვის მიმართეთ ინსტანციის ადმინისტრატორს.
ku: Eger hûn têvediyinên xwe ve di nav t’vedan jenan didin, têvkarê khuyik barê hundaneyên bin wanekê tevekra xuyaltin.
lt: Jei naudojate savarankiškai talpinamą versiją, kreipkitės į administratorių dėl duomenų užklausų.
lv: Ja jūs izmantojat servera mitināto instanci, sazinieties ar instances administratoru datu pieprasījumiem.
mg: Raha mampiasa fizarana mampiantrano tena ianao, mifandraisa amin'ny mpandrindra fizarana raha misy fanontaniana momba ny angon-drakitra.
mi: Mēnā e whakamahi ana koe i tētahi tūmau-whaiaro, whakapā atu ki te kaiwhakahaere tūmau mō ngā pātai raraunga.
mk: Ако користите само-хостирана инстанца, контактирајте го администраторот на инстанцата за прашања за податоците.
ml: നിങ്ങൾ സ്വയം-хോസ്‌റ്റുചെയുള്ളൊരു ഉദാഹരണം ഉപയോഗിക്കുന്നുണ്ടെങ്കിൽ, ഡാറ്റാ അന്വേഷണം സംബന്ധിച്ചുഉദാഹരണ അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക.
ms: Jika anda menggunakan instans yang dikendalikan sendiri, hubungi pentadbir instans untuk pertanyaan data.
mt: Jekk qed tuża istanza li tospita lilek innifsek, ikkuntattja lill-amministratur tal-istanza għal mistoqsijiet dwar id-data.
my: သင်ရပ်သင့်ပိန်တည်း, ပထမတန်ဘုရားရှိစပ်၊ ဒေတာစုဆောင်းကြောင်းများ၊
nl: Als u een zelf-gehoste instantie gebruikt, neem dan contact op met de instantiebeheerder voor gegevensvragen.
no: Hvis du bruker en selv-hostet instans, kontakt instansens administrator for dataforespørsler.
pa: ਜੇ ਤੁਸੀਂ ਇੱਕ ਸਵੈ-ਹੋਸਟ ਕੀਤੀ ਗਈ ਉਦਾਹਰਨ ਵਰਤ ਰਹੇ ਹੋ, ਡਾਟਾ ਪੂੰਛਤਾਂਸ਼ ਲਈ ਉਦਾਹਰਨ ਪ੍ਰਬੰਧਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ.
pl: Jeśli używasz samodzielnie hostowanej instancji, skontaktuj się z administratorem instancji w celu uzyskania informacji o danych.
pt: Se você estiver usando uma instância autogerida, entre em contato com o administrador da instância para dúvidas sobre dados.
ro: Dacă utilizați o instanță găzduită de dumneavoastră, contactați administratorul instanței pentru cereri legate de date.
ru: Если вы используете самоуправляемую инстанцию, свяжитесь с администратором инстанции для запросов данных.
sk: Ak používate vlastnú inštanciu, kontaktujte správcu inštancie pre otázky súvisiace s údajmi.
sl: Če uporabljate samohostirano instanco, se za povpraševanje po podatkih obrnite na skrbnika instance.
sq: Nëse po përdorni një instancë vetë-hostuar, kontaktoni administratorin e instancës për pyetje mbi të dhënat.
sr: Ako koristite instancu sa sopstvenim hostingom, kontaktirajte administratora instance za upite o podacima.
sv: Om du använder en självhostad instans, kontakta instansadministratören för dataförfrågningar.
sw: Ikiwa unatumia toleo lililoshikiliwa mwenyewe, wasiliana na msimamizi wa toleo kwa maswali ya data.
ta: நீங்கள் ஒரு சுய-நிறைவேற்றப்பட்ட நிகழ்வைக் கொண்டு இருக்கிறீர்கள் என்றால், தரவுக் கேள்விகளுக்கு நிகழ்வு நிர்வாகியை தொடர்பு கொள்ளவும்.
te: మీరు స్వీయ-హోస్ట్ చేసిన ఇన్‌స్టెన్స్‌ను ఉపయోగిస్తునట్లయితే, డేటా విచారణల కోసం ఇన్‌స్టెన్స్ నిర్వాహకుడిని సంప్రదించండి.
th: หากคุณใช้ตัวอย่างที่โฮสต์เอง ให้ติดต่อผู้ดูแลตัวอย่างสำหรับการสอบถามข้อมูล
tr: Kendi kendine barındırılan bir örnek kullanıyorsanız, veri sorguları için örnek yöneticisiyle iletişime geçin.
uk: Якщо ви використовуєте самостійно розміщений екземпляр, зв'яжіться з адміністратором екземпляра для запитів про дані.
ur: اگر آپ خود ہوسٹڈ انسٹینس استعمال کر رہے ہیں تو ڈیٹا کے استفسار کے لئے انسٹینس ایڈمنسٹریٹر سے رابطہ کریں۔
uz: Agar siz o'zingizga tegishli nusxadan foydalansangiz, ma'lumot so'rovlari uchun nusxa ma'muriga murojaat qiling.
vi: Nếu bạn đang sử dụng một phiên bản tự lưu trữ, liên hệ với quản trị viên của phiên bản đó để yêu cầu dữ liệu.
xh: Ukuba usebenzisa i-instola ekhayeni, qhagamshelana nolawuli we-instola ngeemibuzo zedatha.
