Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Once a secure email is sent, it will be automatically disabled.
ar: بمجرد إرسال بريد إلكتروني آمن، سيتم تعطيله تلقائيًا.
az: Təhlükəsiz email göndərildikdən sonra avtomatik olaraq deaktiv olunacaq.
be: Пасля адпраўкі бяспечнай электроннай пошты яна будзе аўтаматычна адключана.
bn: একবার একটি নিরাপদ ইমেইল পাঠানো হলে, এটি স্বয়ংক্রিয়ভাবে অক্ষম হয়ে যাবে।
cs: Jakmile je bezpečný email odeslán, bude automaticky deaktivován.
cy: Unwaith y bydd e-bost diogel wedi'i anfon, bydd yn cael ei anablu yn awtomatig.
da: Når en sikker e-mail er sendt, vil den blive deaktiveret automatisk.
de: Sobald eine sichere E-Mail gesendet wurde, wird sie automatisch deaktiviert.
el: Μόλις σταλεί ένα ασφαλές email, θα απενεργοποιηθεί αυτόματα.
es: Una vez que se envía un correo electrónico seguro, se deshabilitará automáticamente.
et: Kui turvaline e-kiri on saadetud, lülitub see automaatselt välja.
eu: Email seguru bat bidali ondoren, automatikoki desgaituko da.
fa: زمانی که یک ایمیل امن ارسال شد، به طور خودکار غیرفعال خواهد شد.
fi: Kun suojattu sähköposti on lähetetty, se poistetaan automaattisesti käytöstä.
fr: Une fois qu'un email sécurisé est envoyé, il sera automatiquement désactivé.
ga: Bioa kɛseɛ a wɔde bɛsoma no, wɔbɛyɛ sɛ wɔbɛyaɛ.
gd: Cho luath ‘s a chuirear post-d tèarainte, thèid a chur à comas gu fèin-obrachail.
gl: Unha vez enviado un correo electrónico seguro, desactivarase automaticamente.
gu: જ્યારે સુરક્ષિત ઇમેઇલ મોકલવામાં આવે છે, તે આપમેળે નિષ્ક્રિય કરવામાં આવશે.
he: ברגע שאימייל מאובטח נשלח, הוא יושבת אוטומטית.
hi: एक सुरक्षित ईमेल भेजे जाने के बाद, यह स्वतः अक्षम हो जाएगा।
hr: Jednom kada je siguran email poslan, automatski će biti onemogućen.
hu: Miután egy biztonságos e-mail elküldésre került, az automatikusan letiltásra kerül.
id: Setelah email aman terkirim, email akan otomatis dinonaktifkan.
is: Þegar öruggur tölvupóstur hefur verið sendur verður hann sjálfkrafa óvirkjaður.
it: Una volta inviata un'email sicura, verrà automaticamente disabilitata.
ja: セキュアメールが送信されると、自動的に無効化されます。
ka: საიმედო ელფოსტის გაგზავნის შემდეგ იგი ავტომატურად გაუქმდება.
ku: Piştî ku e-nameyek ewlehî bişîne, ew ê piçûk bibe bixweber.
lt: Kai saugus el. laiškas išsiunčiamas, jis bus automatiškai išjungtas.
lv: Kad ir nosūtīts drošs e-pasts, tas tiks automātiski atspējots.
mg: Raha vantany vao alefa mailaka azo antoka dia hoesorina ho azy.
mi: Kia tukuna he īmēra haumaru, ka whakakorehia aunoa tēnei.
mk: Откако ќе биде испратена сигурна е-пошта, автоматски ќе биде оневозможена.
ml: പൂട്ടിയ ഇമെയിൽ അയച്ച ശേഷം, അത് സ്വമേധയാ നിഷ്ക്രിയമാക്കപ്പെടും.
ms: Setelah emel selamat dihantar, ia akan dinyahaktifkan secara automatik.
mt: Ladarba tintbagħat email sigura, titneħħa awtomatikament.
my: စံထား၍စင်သာပြီး အီးမေးလ်ပို့ပြီးလျှင် အလိုအလျောက် ပိတ်ဆို့ပါ။
nl: Zodra een beveiligde e-mail is verzonden, wordt deze automatisch uitgeschakeld.
no: Når en sikker e-post er sendt, vil den bli deaktivert automatisk.
pa: ਇੱਕ ਸੁਰੱਖਿਅਤ ਈਮੇਲ ਭੇਜੀ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਇਸ ਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Gdy bezpieczny e-mail zostanie wysłany, będzie automatycznie wyłączony.
pt: Uma vez que um email seguro é enviado, ele será desativado automaticamente.
ro: Odată ce un email securizat este trimis, acesta va fi dezactivat automat.
ru: После отправки защищенного письма оно будет автоматически деактивировано.
sk: Akonáhle je bezpečný email odoslaný, bude automaticky zakázaný.
sl: Ko je varna e-pošta poslana, bo samodejno onemogočena.
sq: Pasi një email i sigurt dërgohet, ai do të çaktivizohet automatikisht.
sr: Jednom kada je siguran email poslat, biće automatski onemogućen.
sv: När ett säkert e-postmeddelande har skickats, inaktiveras det automatiskt.
sw: Mara barua pepe yenye usalama ikitumwa, itazimwa moja kwa moja.
ta: ஒரு பாதுகாப்பான மின்னஞ்சல் அனுப்பப்பட்டதும், அது தானாகவே முடிவு செய்யப்படும்.
te: సురక్షిత ఇమెయిల్ పంపించిన తరువాత, అది స్వయంచాలకంగా నిలిపివేయబడుతుంది.
th: เมื่ออีเมลที่ปลอดภัยถูกส่งออกไปแล้ว อีเมลนั้นจะถูกปิดการใช้งานอัตโนมัติ
tr: Güvenli bir e-posta gönderildiğinde, otomatik olarak devre dışı bırakılır.
uk: Після того, як безпечний лист відправлено, його буде автоматично відключено.
ur: ایک محفوظ ای میل بھیجنے کے بعد، یہ خود بخود غیر فعال ہوجائے گا۔
uz: Xavfsiz elektron pochta jo'natilganidan so'ng, u avtomatik ravishda o'chiriladi.
vi: Khi một email bảo mật được gửi đi, nó sẽ tự động bị vô hiệu hóa.
xh: Xa i-imeyile ekhuselekileyo ithunyelwa, iya kuvalwa ngokuzenzekelayo.

source: To
ar: إلى
az: Alıcıya
be: Кому
bn: প্রতি
cs: Komu
cy: I
da: Til
de: An
el: Προς
es: Para
et: Kellele
eu: Nori
fa: به
fi: Vastaanottaja
fr: À
ga: Kɔ
gd: Gu
gl: Para
gu: તમારા માટે
he: אל
hi: को
hr: Za
hu: Címzett
id: Kepada
is: Til
it: A
ja: 宛先
ka: მი
ku: بۆ
lt: Adresatas
lv: Kam
mg: Ho an'i
mi: Ki
mk: До
ml: ലഭ്യത
ms: Kepada
mt: Lil
my: သို့
nl: Aan
no: Til
pa: ਨੂੰ
pl: Do
pt: Para
ro: Către
ru: Кому
sk: Komu
sl: Za
sq: Për
sr: Za
sv: Till
sw: Kwenda Kwa
te: కు
th: ถึง
tr: Kime
uk: Кому
ur: کو
uz: Kimga
vi: Đến
xh: Ku

source: No emails available.
ar: البريد الإلكتروني مُفعل
az: E-poçt aktivdir
be: Письмо включено
bn: ইমেইল সক্রিয়
cs: E-mail je povolen
cy: E-bost wedi'i alluogi
da: E-mail er aktiveret
de: E-Mail ist aktiviert
el: Το Email είναι ενεργοποιημένο
es: Correo habilitado
et: E-kiri on lubatud
eu: Emaila gaituta dago
fa: ایمیل فعال است
fi: Sähköposti on käytössä
fr: L'e-mail est activé
ga: Emaile wɔnhyɛ
gd: Tha post-d air a chomasachadh
gl: O correo electrónico está activado
gu: ઈમેઈલ સક્રિય છે
he: דוא"ל מופעל
hi: ईमेल सक्षम है
hr: E-pošta je uključena
hu: Az e-mail engedélyezve van
id: Email diaktifkan
is: Tölvupóstur er virkur
it: Email è abilitata
ja: メールが有効です
ka: ელფოსტა ჩართულია
ku: ئیمەیڵ چالاککراوە
lt: El. laiškas įjungtas
lv: E-pasts ir ieslēgts
mg: Mandefitra mailaka
mi: Kua whakahohe te Īmēra
mk: Е-поштата е вклучена
ml: ഇമെയിൽ പ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel diaktifkan
mt: Email hija attivata
my: အီးမေးလ် ဖွင့်ထားသည်
nl: E-mail is ingeschakeld
no: E-post er aktivert
pa: ਈਮੇਲ ਸਫਲ ਹੈ
pl: Email jest włączony
pt: Email está habilitado
ro: Emailul este activat
ru: Электронная почта включена
sk: Email je povolený
sl: E-pošta je omogočena
sq: Email-i është i aktivizuar
sr: Email je omogućen
sv: E-post är aktiverad
sw: Baruapepe imewezeshwa
ta: மின்னஞ்சல் இயங்குகிறது
te: ఇమెయిల్ సక్రియంగా ఉంది
th: อีเมลถูกเปิดใช้งาน
tr: E-posta etkin
uk: Електронна пошта ввімкнена
ur: ای میل فعال ہے
uz: Elektron pochta yoqilgan
vi: Email đã được bật
xh: I-imeyili ivuliwe

source: Sorry, the page you are looking for does not exist.
ar: عذرًا، الصفحة التي تبحث عنها غير موجودة.
az: Təəssüf ki, axtardığınız səhifə mövcud deyil.
be: দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন তা বিদ্যমান নয়।
bn: দুঃখিত, আপনি যে পৃষ্ঠাটি খুঁজছেন তা বিদ্যমান নয়।
cs: Omlouváme se, stránka, kterou hledáte, neexistuje.
cy: Mae'n ddrwg gennym, nid yw'r dudalen yr ydych yn chwilio amdani yn bodoli.
da: Beklager, siden du leder efter, findes ikke.
de: Entschuldigung, die Seite, die Sie suchen, existiert nicht.
el: Συγγνώμη, η σελίδα που αναζητάτε δεν υπάρχει.
es: Lo siento, la página que buscas no existe.
et: Vabandame, lehte, mida otsid, ei eksisteeri.
eu: Barkatu, bilatzen ari zaren orria ez da existitzen.
fa: متأسفیم، صفحه‌ای که به دنبال آن هستید وجود ندارد.
fi: Valitettavasti etsimääsi sivua ei ole olemassa.
fr: Désolé, la page que vous recherchez n'existe pas.
ga: Tá brón orm, níl an leathanach atá á lorg agat ann.
gd: Duilich, chan eil an duilleag a tha thu a' lorg ann.
gl: Síntoo, a páxina que está a buscar non existe.
gu: માફ કરશો, તમે શોધી રહ્યા છો તે પેજ અસ્તિત્વમાં નથી.
he: מצטערים, הדף שאתה מחפש אינו קיים.
hi: माफ करें, जिस पृष्ठ को आप ढूंढ रहे हैं वह मौजूद नहीं है।
hr: Žao nam je, stranica koju tražite ne postoji.
hu: Sajnáljuk, a keresett oldal nem létezik.
id: Maaf, halaman yang Anda cari tidak ada.
is: Því miður, síðan sem þú ert að leita að er ekki til.
it: Spiacente, la pagina che stai cercando non esiste.
ja: 申し訳ありませんが、お探しのページは存在しません。
ka: ბოდიშით, გვერდი, რომლის ძებნაც გაქვთ, არ არსებობს.
ku: ببورە، پەناوە لەدایک شرەوە پەناو نیشانی.
lt: Atsiprašome, puslapis, kurio ieškote, neegzistuoja.
lv: Atvainojamies, meklētā lapa neeksistē.
mg: Miala tsiny, tsy misy ilay pejy tadiavinao.
mi: Aroha mai, kāore te whārangi e rapu ana koe i te oranga.
mk: Жалиме, страницата што ја барате не постои.
ml: ക്ഷമിക്കണം, നിങ്ങൾ തിരയുന്ന പേജ് നിലവിലില്ല.
ms: Maaf, halaman yang anda cari tidak wujud.
mt: Jiddispjaċini, il-paġna li qed tfittex ma teżistix.
my: ဝမ်းနည်းပါတယ်၊ သင်ရှာနေသော စာမျက်နှာမရှိပါ။
nl: Sorry, de pagina die u zoekt bestaat niet.
no: Beklager, siden du leter etter eksisterer ikke.
pa: ਮਾਫ ਕਰਨਾ, ਜਿਸ ਪੇਜ਼ ਦੀ ਤੁਸੀਂ ਖੋਜ ਕਰ ਰਹੇ ਹੋ ਉਹ ਮੌਜੂਦ ਨਹੀਂ।
pl: Przepraszamy, strona, której szukasz, nie istnieje.
pt: Desculpe, a página que você está procurando não existe.
ro: Ne pare rău, pagina pe care o căutați nu există.
ru: Извините, страница, которую вы ищете, не существует.
sk: Prepáčte, stránka, ktorú hľadáte, neexistuje.
sl: Oprostite, stran, ki jo iščete, ne obstaja.
sq: Na vjen keq, faqja që po kërkoni nuk ekziston.
sr: Извините, страна коју тражите не постоји.
sv: Tyvärr, sidan du letar efter finns inte.
sw: Samahani, ukurasa unaotafuta haupo.
ta: மன்னிக்கவும், நீங்கள் தேடும் பக்கம் கிடைக்கவில்லை.
te: క్షమించండి, మీరు చూస్తున్న పేజీ లేదు.
th: ขออภัย, หน้าที่คุณกำลังมองหาไม่มีอยู่
tr: Üzgünüz, aradığınız sayfa bulunamadı.
uk: Вибачте, але сторінка, яку ви шукаєте, не існує.
ur: معاف کریں، جو صفحہ آپ تلاش کر رہے ہیں وہ موجود نہیں ہے۔
uz: Kechirasiz, siz izlayotgan sahifa mavjud emas.
vi: Xin lỗi, trang bạn đang tìm không tồn tại.
xh: Uxolo, iphepha olukhangela alikho.

source: Return Home
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Something went wrong
ar: حدث خطأ ما
az: Bir problem baş verdi
be: Штосьці пайшло не так
bn: কিছু ভুল হয়েছে
cs: Něco se pokazilo
cy: Aeth rhywbeth o'i le
da: Noget gik galt
de: Etwas ist schief gelaufen
el: Κάτι πήγε στραβά
es: Algo salió mal
et: Midagi läks valesti
eu: Zerbait gaizki joan da
fa: یک خطا رخ داده است
fi: Jotain meni pieleen
fr: Quelque chose a mal tourné
ga: Ɔnsɛm bi kɔnn
gd: Rinn rudeigin ceàrr
gl: Algo deu mal
gu: કઈંક ખોટું છે
he: משהו השתבש
hi: कुछ गलत हो गया
hr: Nešto je pošlo po zlu
hu: Valami rosszul sült el
id: Sesuatu tidak beres
is: Eitthvað fór úrskeiðis
it: Qualcosa è andato storto
ja: 問題が発生しました
ka: რამე არასწორად მოხდა
ku: شتێک هەڵەبوو
lt: Kažkas negerai
lv: Kaut kas nogāja greizi
mg: Nisy zavatra tsy nety
mi: I he tetahi mea
mk: Некое нешто тргна наопаку
ml: കൊണ്ടുപോയി
ms: Sesuatu tidak kena
mt: Xi ħaġa marret ħażin
my: တစ်ခုခုမှားသွားခဲ့သည်
nl: Er ging iets mis
no: Noe gikk galt
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
pl: Coś poszło nie tak
pt: Algo deu errado
ro: Ceva a mers prost
ru: Что-то пошло не так
sk: Niečo sa pokazilo
sl: Nekaj je šlo narobe
sq: Diçka shkoi keq
sr: Nešto je pošlo po zlu
sv: Något gick fel
sw: Kitu kilikwenda vibaya
ta: ஏதோ தவறு நிகழ்ந்துள்ளது
te: ఏదో తప్పు జరిగింది
th: มีบางอย่างผิดพลาด
tr: Bir şeyler ters gitti
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
uz: Nimadir xato bo'ldi
vi: Có gì đó sai
xh: Into ayihambanga kahle

source: An unexpected error occurred. Please try again later or contact support.
ar: حدث خطأ غير متوقع. يرجى إعادة المحاولة لاحقًا أو الاتصال بالدعم.
az: Gözlənilməz bir səhv baş verdi. Zəhmət olmasa bir az sonra yenidən cəhd edin və ya dəstək ilə əlaqə saxlayın.
be: Адбылася нечаканая памылка. Калі ласка, паспрабуйце яшчэ раз пазней або звярніцеся ў службу падтрымкі.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন অথবা সাহায্য কেন্দ্রে যোগাযোগ করুন।
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu později nebo kontaktujte podporu.
cy: Digwyddodd gwall annisgwyl. Ceisiwch eto'n ddiweddarach neu cysylltwch â chymorth.
da: Der opstod en uventet fejl. Prøv igen senere eller kontakt support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.
el: Παρουσιάστηκε ένα απρόσμενο σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη.
es: Ocurrió un error inesperado. Por favor, intenta nuevamente más tarde o contacta al soporte.
et: Ilmnes ootamatu viga. Palun proovige hiljem uuesti või võtke ühendust toega.
eu: Ustekabeko errorea gertatu da. Mesedez, saiatu berriro geroago edo jarri harremanetan laguntzarekin.
fa: یک خطای غیرمنتظره رخ داد. لطفاً بعداً دوباره تلاش کنید یا با پشتیبانی تماس بگیرید.
fi: Tapahtui odottamaton virhe. Yritä myöhemmin uudelleen tai ota yhteyttä tukeen.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard ou contacter le support.
ga: Ɔnsɛm a ɛyɛ foɔ ahuno. Mepa kyɛw nsɛm anaa wɔmpɛ support.
gd: Thachair mearachd ris nach robh dùil. Feuch ris a-rithist nas fhaide air adhart no cuir fios gu taic.
gl: Produciuse un erro inesperado. Por favor, intente de novo máis tarde ou contacte co soporte.
gu: અન્ય અપેક્ષિત ભૂલ આવી. કૃપા કરીને પાછા પ્રયત્ન કરો અથવા ટેકનિકલ સહાયથી સંપર્ક કરો.
he: אירעה שגיאה בלתי צפויה. אנא נסה שוב מאוחר יותר או צור קשר עם התמיכה.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें।
hr: Dogodila se neočekivana greška. Molimo pokušajte ponovno kasnije ili kontaktirajte podršku.
hu: Váratlan hiba történt. Kérjük, próbálja újra később, vagy vegye fel a kapcsolatot a támogatással.
id: Terjadi kesalahan yang tidak terduga. Silakan coba lagi nanti atau hubungi dukungan.
is: Óvænt villa átti sér stað. Vinsamlegast reyndu aftur síðar eða hafðu samband við stuðning.
it: Si è verificato un errore imprevisto. Riprova più tardi o contatta il supporto.
ja: 予期しないエラーが発生しました。後でもう一度試すか、サポートに連絡してください。
ka: მოულოდნელმა შეცდომამ მოახდინა. სცადეთ ხელახლა მოგვიანებით ან დაუკავშირდით მხარდაჭერას.
ku: هەڵەیەکی نەخوێندراو رویدا. تکایە دواتر هەوڵبدەوە یان پەیوەندیدان بکە بە پشتیوانی.
lt: Įvyko netikėta klaida. Bandykite dar kartą vėliau arba susisiekite su palaikymo komanda.
lv: Radās neparedzēta kļūda. Lūdzu, mēģiniet vēlreiz vēlāk vai sazinieties ar atbalstu.
mg: Nisy hadisoana tsy nampoizina nitranga. Andramo indray azafady aty aoriana na mifandraisa amin'ny fanohanana.
mi: I puta he hapa ohorere. Tena ngana mai ano i muri mai, whakapaa atu ranei ki te tautoko.
mk: Се случи неочекувана грешка. Ве молиме обидете се повторно подоцна или контактирајте со поддршка.
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു. ദയവായി പിന്നെ ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക.
ms: Ralat yang tidak dijangka berlaku. Sila cuba lagi kemudian atau hubungi sokongan.
mt: Seħħ żball mhux mistenni. Jekk jogħġbok erġa' pprova aktar tard jew ikkuntattja l-appoġġ.
my: မမျှော်လင့်ထားသော အမှား ဖြစ်ပွားခဲ့သည်။ နောက်မှ ထပ်မံကြိုးစားကြည့်ပါ သို့မဟုတ် အထောက်အပံ့ကို ဆက်သွယ်ပါ။
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw of neem contact op met ondersteuning.
no: En uventet feil oppstod. Vennligst prøv igjen senere eller kontakt support.
pa: ਇੱਕ ਅਣਉਮੀਦ ਗਲਤੀ ਹੋ ਗਈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਮਰਥਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną.
pt: Ocorreu um erro inesperado. Por favor, tente novamente mais tarde ou entre em contato com o suporte.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu sau să contactați suportul.
ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте позже или обратитесь в службу поддержки.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr alebo kontaktujte podporu.
sl: Prišlo je do nepričakovane napake. Prosimo, poskusite znova kasneje ali se obrnite na podporo.
sq: Ndodhi një gabim i papritur. Ju lutemi provoni përsëri më vonë ose kontaktoni mbështetjen.
sr: Došlo je do neočekivane greške. Molimo pokušajte ponovo kasnije ili kontaktirajte podršku.
sv: Ett oväntat fel inträffade. Försök igen senare eller kontakta support.
sw: Kosa lisilotarajiwa limetokea. Tafadhali jaribu tena baadaye au wasiliana na msaada.
ta: எதிர்பாராத பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது ஆதரவுடன் தொடர்புகொள்ளவும்.
te: ఒక అప్రత్యాశిత లోపం జరిగింది. దయచేసి తరువాత ప్రయత్నించండి లేదా మద్దతు సంప్రదించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุน
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ile iletişime geçin.
uk: Виникла несподівана помилка. Будь ласка, спробуйте ще раз пізніше або зверніться до підтримки.
ur: غیر متوقع خرابی پیش آ گئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔
uz: Kutilmagan xato yuz berdi. Iltimos, keyinroq qayta urinib ko'ring yoki qo'llab-quvvatlash xizmati bilan bog'laning.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại sau hoặc liên hệ hỗ trợ.
xh: Kwenzeke impazamo engalindelekanga. Nceda zama kwakhona emva kwethuba okanye uqhagamshelane nenkxaso.

source: Switching Language...
ar: تبديل اللغة...
az: Dil Dəyişikliyi...
be: Змена Мовы...
bn: ভাষা পরিবর্তন হচ্ছে...
cs: Přepínání jazyka...
cy: Newid Iaith...
da: Skifter sprog...
de: Sprache wechseln...
el: Αλλαγή Γλώσσας...
es: Cambiando idioma...
et: Keele vahetamine...
eu: Hizkuntza aldatzen...
fa: تغییر زبان...
fi: Vaihdetaan Kieltä...
fr: Changement de langue...
ga: Asesa Nsɛm...
gd: A’ gluasad cànain...
gl: Cambiando o Idioma...
gu: ભાષા સ્વીચ કરી રહ્યાં છે...
he: החלפת שפה...
hi: भाषा बदल रही है...
hr: Promjena jezika...
hu: Nyelv váltása...
id: Mengganti Bahasa...
is: Skipta um tungumál...
it: Cambio Lingua...
ja: 言語を切り替え中...
ka: ენაზე გადართვა...
ku: Guhertina Zimanê...
lt: Kalbos keitimas...
lv: Mainu valodu...
mg: Mamindra fiteny...
mi: Te Huri Reo...
mk: Преминување на јазик...
ml: ഭാഷ മാറ്റുന്നു...
ms: Menukar Bahasa...
mt: Bidla tal-Lingwa...
my: ဘာသာစတတ်ဖို့ပြောင်းနေသည်...
nl: Taal wijzigen...
no: Bytter språk...
pa: ਭਾਸ਼ਾ ਬਦਲ ਰਹੀ ਹੈ...
pl: Zmieniam język...
pt: Trocando de Idioma...
ro: Schimbare Limbă...
ru: Смена языка...
sk: Prepínanie jazyka...
sl: Menjava jezika...
sq: Ndërrimi i Gjuhës...
sr: Promena Jezika...
sv: Byter språk...
sw: Kubadilisha Lugha...
ta: மொழியை மாற்றுகிறது...
te: భాష మార్చబడుతోంది...
th: กำลังเปลี่ยนภาษา...
tr: Dil Değiştiriliyor...
uk: Зміна мови...
ur: زبان تبدیل ہو رہی ہے...
uz: Tilni almashtirish...
vi: Chuyển ngôn ngữ...
xh: Guqula ulwimi...

source: Applying new language...
ar: تطبيق لغة جديدة...
az: Yeni dili tətbiq edir...
be: ভাষা প্রয়োগ করা হচ্ছে...
bn: নতুন ভাষা প্রয়োগ করা হচ্ছে...
cs: Používání nového jazyka...
cy: Yn cymhwyso iaith newydd...
da: Anvender nyt sprog...
de: Neue Sprache anwenden...
el: Εφαρμογή νέας γλώσσας...
es: Aplicando nuevo idioma...
et: Rakendatakse uut keelt...
eu: Hizkuntza berria aplikatzen...
fa: در حال اعمال زبان جدید...
fi: Soveltaminen uusi kieli...
fr: Application de la nouvelle langue...
ga: Míniúniú teanga nua a chur i bhfeidhm...
gd: A' cur an sàs cànan ùr...
gl: Aplicando o novo idioma...
gu: નવી ભાષા લાગુ...
he: מיישם שפה חדשה...
hi: नई भाषा लागू कर रहे हैं...
hr: Primjena novog jezika...
hu: Új nyelv alkalmazása...
id: Menerapkan bahasa baru...
is: Beita nýtt tungumál...
it: Applicazione della nuova lingua...
ja: 新しい言語を適用中...
ka: ახალი ენის გამოყენება...
ku: دانانی زمانی نوێ...
lt: Taikoma nauja kalba...
lv: Pielietojot jauno valodu...
mg: Mametraka fiteny vaovao...
mi: Te whakamahi i te reo hou...
mk: Примена нов јазик...
ml: പുതിയ ഭാഷ നടപ്പിലാക്കുന്നു...
ms: Mengaplikasikan bahasa baru...
mt: Applikazzjoni ta' lingwa ġdida...
my: ဘာသာစကားအသစ်ကို အပြုပြင်ပြောင်းလဲနေပါသည်...
nl: Nieuwe taal toepassen...
no: Angi nytt språk...
pa: ਨਵੀਂ ਭਾਸ਼ਾ ਲਾਗੂ ਕਰ ਰਿਹਾ ਹੈ...
pl: Zastosowywanie nowego języka...
pt: Aplicando novo idioma...
ro: Aplicarea unei limbi noi...
ru: Применение нового языка...
sk: Použitie nového jazyka...
sl: Uporaba novega jezika...
sq: Duke aplikuar gjuhën e re...
sr: Primena novog jezika...
sv: Tillämpa nytt språk...
sw: Inatumia lugha mpya...
ta: புதிய மொழியை பாவனையில் கொண்டு வரும்...
te: కొత్త భాషను ఉపయోగించడం...
th: กำลังใช้ภาษาใหม่...
tr: Yeni dil uygulanıyor...
uk: Застосування нової мови...
ur: نئی زبان کا اطلاق کر رہے ہیں...
uz: Yangi tilni qo'llash...
vi: Áp dụng ngôn ngữ mới...
xh: Ukufaka ulwimi olutsha...

source: Assign Destinations for
ar: تحديد الوجهات ل
az: Təyinatları təyin edin
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle pro
cy: Neilltuo Cyrchfanau ar gyfer
da: Tildel destinationer til
de: Ziele zuweisen für
el: Καθορισμός Προορισμών για
es: Asignar destinos para
et: Määrake sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها برای
fi: Määritä kohteet
fr: Attribuer des destinations pour
ga: Cinn Scríbe a Chur i Leith
gd: Sònraich Ceàrn-uidhe airson
gl: Asignar destinos para
gu: માટે ગંતવ્યોésie જોવા માટે સોંપો
he: הקצה יעדים ל
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta za
hu: Hozzárendelés a célállomásokhoz
id: Tentukan Tujuan untuk
is: Úthluta áfangastöðum fyrir
it: Assegna Destinazioni per
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის მინიჭება
ku: تۆمارکردنی شوێن بۆ
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona ho an'ny
mi: Tautuhia ngā Wāhi mō
mk: Додели дестинации за
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi untuk
mt: Assigna Destinazzjonijiet għal
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen voor
no: Tilordne destinasjoner for
pa: ਮੰਜ਼ਲਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe dla
pt: Atribuir destinos para
ro: Alocare destinații pentru
ru: Назначить места назначения для
sk: Priradiť destinácie
sl: Dodeli destinacije za
sq: Cakto Destinacionet për
sr: Dodeli destinacije za
sv: Tilldela destinationer för
sw: Weka Sehemu za Kufikia kwa
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทางสำหรับ
tr: Hedefleri Ata
uk: Призначення напрямків для
ur: مقامات کے لئے تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến cho
xh: Misela Iindawo zokufikela
