Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Security questions not set or user not found.
ar: أسئلة الأمان غير محددة أو المستخدم غير موجود.
az: Təhlükəsizlik sualları təyin edilməyib və ya istifadəçi tapılmadı.
be: Контрольні запитання не задані або користувач не знайдений.
bn: সিকিউরিটি প্রশ্নগুলি সেট করা হয়নি অথবা ব্যবহারকারী খুঁজে পাওয়া যায়নি।
cs: Bezpečnostní otázky nejsou nastaveny nebo uživatel nebyl nalezen.
cy: Cwestiynau diogelwch heb eu gosod neu defnyddiwr heb ei ddarganfod.
da: Sikkerhedsspørgsmål ikke angivet eller bruger ikke fundet.
de: Sicherheitsfragen nicht gesetzt oder Benutzer nicht gefunden.
el: Δεν έχουν οριστεί ερωτήσεις ασφαλείας ή ο χρήστης δεν βρέθηκε.
es: Preguntas de seguridad no establecidas o usuario no encontrado.
et: Turvaküsimusi ei ole seadistatud või kasutajat ei leitud.
eu: Segurtasun-galderak ezarrita ez daude edo erabiltzailea ez da aurkitu.
fa: سوالات امنیتی تنظیم نشده یا کاربر پیدا نشد.
fi: Turvakysymyksiä ei ole asetettu tai käyttäjää ei löydy.
fr: Questions de sécurité non définies ou utilisateur non trouvé.
ga: Ceisteanna slándála gan socrú nó úsáideoir gan aimsiú.
gd: Ceistean tèarainteachd gun shuidheachadh no neach-cleachdaidh nach deach a lorg.
gl: As preguntas de seguridade non están establecidas ou o usuario non foi atopado.
gu: સુરક્ષા પ્રશ્નો સેટ કરવામાં આવ્યા નથી અથવા વપરાશકર્તા મળ્યો નથી.
he: שאלות האבטחה לא הוגדרו או שהמשתמש לא נמצא.
hi: सुरक्षा प्रश्न सेट नहीं हैं या उपयोगकर्ता नहीं मिला।
hr: Sigurnosna pitanja nisu postavljena ili korisnik nije pronađen.
hu: Biztonsági kérdések nincsenek beállítva, vagy a felhasználó nem található.
id: Pertanyaan keamanan tidak diatur atau pengguna tidak ditemukan.
is: Öryggisspurningar ekki settar eða notandi fannst ekki.
it: Domande di sicurezza non impostate o utente non trovato.
ja: セキュリティ質問が設定されていないか、ユーザーが見つかりません。
ka: უსაფრთხოების კითხვები არ არის მითითებული ან მომხმარებელი არ მოიძებნა.
ku: پرسیارەکانی ئێمەنی نەهەڵکرا یان بەکارهێنەر نەدۆزرابوو.
lt: Saugumo klausimai nenustatyti arba vartotojas nerastas.
lv: Drošības jautājumi nav iestatīti vai lietotājs nav atrasts.
mg: Tsy napetraka na tsy hita ny fanontaniana fiarovana na ny mpampiasa.
mi: Kāore anō kia whakatūhia ngā pātai haumaru, kāore rānei te kaiwhakamahi i kitea.
mk: Безбедносните прашања не се поставени или корисникот не е пронајден.
ml: സുരക്ഷാ ചോദ്യങ്ങൾ സജ്ജമാക്കൽ അല്ലെങ്കിൽ ഉപയോക്താവ് കണ്ടെത്തിയില്ല.
ms: Soalan keselamatan tidak ditetapkan atau pengguna tidak ditemui.
mt: Mistoqsijiet tas-sigurtà mhux issettjati jew utent mhux misjub.
my: ဩမီသဖံ
nl: Beveiligingsvragen niet ingesteld of gebruiker niet gevonden.
no: Sikkerhetsspørsmål ikke satt eller bruker ikke funnet.
pa: ਸੁਰੱਖਿਆ ਪ੍ਰਸ਼ਨ ਸੈਟ ਨਹੀਂ ਕੀਤੇ ਜਾਂ ਵਰਤੋਂਕਾਰ ਨਹੀਂ ਮਿਲਿਆ।
pl: Pytania zabezpieczające nie ustawione lub użytkownik nie znaleziony.
pt: Perguntas de segurança não configuradas ou usuário não encontrado.
ro: Întrebările de securitate nu sunt setate sau utilizatorul nu a fost găsit.
ru: Контрольные вопросы не установлены или пользователь не найден.
sk: Bezpečnostné otázky nie sú nastavené alebo užívateľ nebol nájdený.
sl: Varnostna vprašanja niso nastavljena ali uporabnik ni najden.
sq: Pyetjet e sigurisë nuk janë vendosur ose përdoruesi nuk u gjet.
sr: Bezbednosna pitanja nisu postavljena ili korisnik nije pronađen.
sv: Säkerhetsfrågor inte inställda eller användare hittades inte.
sw: Maswali ya usalama hayajwekwa au mtumiaji hajapatikana.
ta: பாதுகாப்பு கேள்விகள் அமைக்கப்படவில்லை அல்லது பயனர் கிடைக்கவில்லை.
te: భద్రతా ప్రశ్నలు సెట్ చేయబడలేదని లేదా వినియోగదారుడు కనుగొనబడలేదని.
th: คำถามรักษาความปลอดภัยยังไม่ตั้งค่าหรือไม่พบผู้ใช้
tr: Güvenlik soruları ayarlanmadı veya kullanıcı bulunamadı.
uk: Питання безпеки не встановлено або користувач не знайдений.
ur: سیکیورٹی سوالات سیٹ نہیں ہیں یا صارف نہیں ملا۔
uz: Xavfsizlik savollari o'rnatilmagan yoki foydalanuvchi topilmadi.
vi: Câu hỏi bảo mật chưa được thiết lập hoặc không tìm thấy người dùng.
xh: Imibuzo yokhuseleko ayisetiwanga okanye umsebenzisi akafumaneki.

source: Password reset email sent.
ar: كلمات المرور لا تتطابق.
az: Parollar uyğun gəlmir.
be: Пароли не совпадают.
bn: পাসওয়ার্ডগুলি মেলেনি।
cs: Hesla se neshodují.
cy: Nid yw'r cyfrineiriau'n cyfateb.
da: Adgangskoderne stemmer ikke overens.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
et: Paroolid ei lange kokku.
eu: Pasahitzak ez dira bat etortzen.
fa: رمزهای عبور مطابقت ندارند.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
ga: Nsɛm ka no nokware di sɔ n'ani.
gd: Chan eil na faclan-faire a’ freagairt.
gl: Os contrasinais non coinciden.
gu: પાસવર્ડો મેળ ખાતા નથી.
he: הסיסמאות אינן תואמות.
hi: पासवर्ड मेल नहीं खाते।
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
is: Lykilorð passa ekki saman.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ka: პაროლები არ ემთხვევა.
ku: وشەگانی تێپەڕە ناتاقەنە یەک‌ تووش نەکەن
lt: Slaptažodžiai nesutampa.
lv: Paroles nesakrīt.
mg: Tsy mitovy ny teny miafina.
mi: Kāore e ōrite ngā kupuhipa.
mk: Лозинките не се совпаѓаат.
ml: പാസ്‌വേർഡുകൾ പൊരുത്തമല്ല.
ms: Kata laluan tidak sepadan.
mt: Il-passwords ma jaqblux.
my: စကားဝှက်များမကိုက်ညီပါ။
nl: Wachtwoorden komen niet overeen.
no: Passordene er ikke like.
pa: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ।
pl: Hasła się nie zgadzają.
pt: As senhas não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.
sq: Fjalëkalimet nuk përputhen.
sr: Lozinke se ne poklapaju.
sv: Lösenorden matchar inte.
sw: Manenosiri hayalingani.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
te: పాస్వర్డ్లు సరిపోలడం లేదు.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не співпадають.
ur: پاس ورڈ مماثل نہیں ہیں۔
uz: Parollar mos kelmaydi.
vi: Mật khẩu không khớp.
xh: Iiphasiwedi azifani.

source: Incorrect answer.
ar: إجابة غير صحيحة.
az: Səhv cavab.
be: Неправильна відповідь.
bn: ভুল উত্তর।
cs: Nesprávná odpověď.
cy: Ateb anghywir.
da: Forkert svar.
de: Falsche Antwort.
el: Λανθασμένη απάντηση.
es: Respuesta incorrecta.
et: Vale vastus.
eu: Erantzun okerra.
fa: پاسخ نادرست.
fi: Väärä vastaus.
fr: Réponse incorrecte.
ga: Freagra mícheart.
gd: Freagairt ceàrr.
gl: Resposta incorrecta.
gu: ખોટો જવાબ.
he: תשובה שגויה.
hi: गलत उत्तर।
hr: Netočan odgovor.
hu: Hibás válasz.
id: Jawaban salah.
is: Rangt svar.
it: Risposta errata.
ja: 間違った回答です。
ka: არასწორი პასუხი.
ku: وەڵامی هەڵە.
lt: Neteisingas atsakymas.
lv: Nepareiza atbilde.
mg: Valiny diso.
mi: He whakautu hē.
mk: Неточен одговор.
ml: തെറ്റായ ഉത്തരം.
ms: Jawapan tidak betul.
mt: Tweġiba żbaljata.
my: တဪ
nl: Onjuist antwoord.
no: Feil svar.
pa: ਗਲਤ ਉੱਤਰ।
pl: Niepoprawna odpowiedź.
pt: Resposta incorreta.
ro: Răspuns incorect.
ru: Неверный ответ.
sk: Nesprávna odpoveď.
sl: Napačen odgovor.
sq: Përgjigja e pasaktë.
sr: Pogrešan odgovor.
sv: Felaktigt svar.
sw: Jibu lisilo sahihi.
ta: தவறான பதில்.
te: తప్పు సమాధానం.
th: คำตอบไม่ถูกต้อง
tr: Yanlış cevap.
uk: Неправильна відповідь.
ur: غلط جواب۔
uz: Noto'g'ri javob.
vi: Câu trả lời không đúng.
xh: Impendulo ayilunganga.

source: Invalid check-in link.
ar: رابط تسجيل الوصول غير صالح.
az: Etibarsız qeydiyyat linki.
be: Недійсне посилання на реєстрацію.
bn: অবৈধ চেক-ইন লিংক।
cs: Neplatný check-in odkaz.
cy: Dolen mewngofnodi annilys.
da: Ugyldigt check-in-link.
de: Ungültiger Check-in-Link.
el: Μη έγκυρος σύνδεσμος check-in.
es: Enlace de registro inválido.
et: Kehtetu sisseregistreerimise link.
eu: Baliogabeko check-in esteka.
fa: پیوند ورود نامعتبر است.
fi: Virheellinen sisäänkirjautumislinkki.
fr: Lien de check-in invalide.
ga: Nasc seiceáil isteach neamhbhailí.
gd: Ceangal inntrigidh mì-dhligheach.
gl: Ligazón de entrada inválida.
gu: અમાન્ય ચેક-ઇન લિંક.
he: קישור הרישום אינו תקין.
hi: अमान्य चेक-इन लिंक।
hr: Nevažeća poveznica za prijavu.
hu: Érvénytelen bejelentkezési link.
id: Tautan check-in tidak valid.
is: Ógild skráningartengill.
it: Link di check-in invalido.
ja: 無効なチェックインリンク。
ka: 签到链接无效。
ku: بهێڵکەی پەیوەندیدان نادروستە.
lt: Netinkama registracijos nuoroda.
lv: Nederīga ierašanās saite.
mg: Tsy manan-kery ny rohy fidirana.
mi: He muhu te hononga takiuru.
mk: Невалиден линк за пријава.
ml: അസാധുവായ ചെക്ക്-ഇൻ ലിങ്ക്.
ms: Pautan daftar masuk tidak sah.
mt: Rabta ta' check-in invalida.
my: မှန်ကန်မှုမရှိသော စစ်ဆေးမှုလင့်ခ်။
nl: Ongeldige check-in link.
no: Ugyldig innsjekkingslenke.
pa: ਗਲਤ ਚੈੱਕ-ਇਨ ਲਿੰਕ.
pl: Nieprawidłowy link do zameldowania.
pt: Link de check-in inválido.
ro: Link-ul de check-in invalid.
ru: Неверная ссылка для регистрации.
sk: Neplatný odkaz na prihlásenie.
sl: Neveljavna povezava za prijavo.
sq: Lidhja e check-in-it e pavlefshme.
sr: Link za prijavu je nevažeći.
sv: Ogiltig incheckningslänk.
sw: Kiungo cha check-in ni batili.
ta: தவறான செக்-இன் இணைப்பு.
te: చెల్లని చెక్-ఇన్ లింక్.
th: ลิงก์เช็คอินไม่ถูกต้อง
tr: Geçersiz giriş bağlantısı.
uk: Недійсне посилання для реєстрації.
ur: غلط چیک-ان لنک۔
uz: Noto'g'ri kirish havolasi.
vi: Liên kết check-in không hợp lệ.
xh: Ikhonkco lokungena alisebenzi.

source: You are not authorized to check in for this item.
ar: لا تملك إذن لتسجيل الوصول لهذا العنصر.
az: Bu maddə üçün qeydiyyatdan keçmək icazəniz yoxdur.
be: Ви не авторизовані для реєстрації на цей елемент.
bn: আপনি এই আইটেমটির জন্য চেক ইন করতে অনুমোদিত নন।
cs: Nejste oprávněni k check-in pro tuto položku.
cy: Does gennych chi ddim hawl i fewngofnodi am y eitem hwn.
da: Du er ikke autoriseret til at checke ind for dette element.
de: Sie sind nicht berechtigt, für diesen Artikel einzuchecken.
el: Δεν είστε εξουσιοδοτημένοι να κάνετε check-in για αυτό το αντικείμενο.
es: No estás autorizado para registrarte en este artículo.
et: Teil ei ole luba selle üksuse sisseregistreerimiseks.
eu: Ez zaizu elementu honen check-in egiteko baimenik.
fa: شما مجاز به ورود به این مورد نیستید.
fi: Sinulla ei ole oikeutta kirjautua tähän kohteeseen.
fr: Vous n'êtes pas autorisé à vous enregistrer pour cet article.
ga: Níl cead agat seiceáil isteach don mhír seo.
gd: Chan eil cead agad clàradh airson an cuspair seo.
gl: Non estás autorizado a facer o check-in deste artigo.
gu: આ આઇટમ માટે ચેક-ઇન માટે તમે અધિકૃત નથી.
he: אין לך הרשאה לבצע רישום עבור פריט זה.
hi: आप इस आइटम के लिए चेक इन करने के लिए अधिकृत नहीं हैं।
hr: Niste ovlašteni za prijavu na ovu stavku.
hu: Nincs jogosultsága bejelentkezni ennél az elemnél.
id: Anda tidak berwenang untuk check-in untuk item ini.
is: Þú hefur ekki heimild til að skrá þig inn fyrir þennan hlut.
it: Non sei autorizzato a effettuare il check-in per questo elemento.
ja: このアイテムのチェックインを行う権限がありません。
ka: 您无权为此项目签到。
ku: ناتوانیت بپه‌یەندیدیت بۆ ئەمە.
lt: Jūs neturite teisės registruotis šiuo elementu.
lv: Jums nav atļaujas ierakstīties par šo vienumu.
mg: Tsy mahazo alalana ianao hiditra amin'ity zavatra ity.
mi: Kāore koe e manatārua kia takiuru ki tēnei tūemi.
mk: Не сте овластени да се пријавите за овој предмет.
ml: ഈ ഉൽ‌പ്പന്നത്തിനായി ചെക്ക്-ഇൻ ചെയ്യാൻ നിങ്ങൾക്ക് അധികാരമില്ല.
ms: Anda tidak dibenarkan untuk mendaftar masuk untuk item ini.
mt: M'intix awtorizzat li tagħmel check-in għal dan l-oġġett.
my: ဤပစ္စည်း အတွက် စစ်ဆေးမှုကို သင့်အတွက် ခွင့်ပြုခြင်းမရှိပါ။
nl: Je bent niet gemachtigd om voor dit item in te checken.
no: Du har ikke tillatelse til å sjekke inn for dette elementet.
pa: ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਲਈ ਚੈੱਕ-ਇਨ ਕਰਨ ਲਈ ਅਧਿਕ੍ਰਿਤ ਨਹੀਂ ਹੋ.
pl: Nie masz uprawnień do zameldowania się dla tego elementu.
pt: Você não está autorizado a fazer check-in para este item.
ro: Nu ești autorizat să te înregistrezi pentru acest element.
ru: Вы не авторизованы для регистрации данного элемента.
sk: Nemáte oprávnenie na prihlásenie k tejto položke.
sl: Niste pooblaščeni za prijavo za ta predmet.
sq: Nuk jeni të autorizuar të bëni check-in për këtë artikull.
sr: Nemate ovlašćenje da prijavite ovaj predmet.
sv: Du är inte behörig att checka in för detta objekt.
sw: Hujaruhusiwa kufanya check-in kwa kipengee hiki.
ta: இந்த உருப்படியைச் சேர் செய்ய நீங்கள் அங்கீகரிக்கப்படவில்லை.
te: ఈ అంశం కోసం మిమ్మల్ని చెక్ ఇన్ చేయడానికి అధికారములేదు.
th: คุณไม่ได้รับอนุญาตให้เช็คอินสำหรับรายการนี้
tr: Bu öğe için giriş yapma yetkiniz yok.
uk: Ви не маєте дозволу на реєстрацію для цього пункту.
ur: آپ کو اس آئٹم کے لیے چیک ان کرنے کا اختیار نہیں ہے۔
uz: Ushbu element uchun kirishga ruxsatingiz yo'q.
vi: Bạn không được phép check in cho mặt hàng này.
xh: Awugunyaziswanga ukuba ungene kolu khetho.

source: Unsupported check-in type.
ar: نوع تسجيل الوصول غير مدعوم.
az: Dəstəklənməyən qeydiyyat tipi.
be: Непідтримуваний тип реєстрації.
bn: অসহায়িত চেক-ইন প্রকার।
cs: Nepodporovaný typ check-in.
cy: Math o fewngofnodi heb ei gefnogi.
da: Ikke-understøttet check-in type.
de: Nicht unterstützter Check-in-Typ.
el: Μη υποστηριζόμενος τύπος check-in.
es: Tipo de registro no compatible.
et: Toetamata sisseregistreerimise tüüp.
eu: Check-in mota onartzen ez da.
fa: نوع ورود پشتیبانی نمی‌شود.
fi: Ei tuettu sisäänkirjautumistyyppi.
fr: Type de check-in non pris en charge.
ga: Cineál seiceáil isteach neamhthacaithe.
gd: Seòrsa clàradh neo-thaiceil.
gl: Tipo de entrada non soportado.
gu: અસમર્થિત ચેક-ઇન પ્રકાર.
he: סוג הרישום לא נתמך.
hi: चेक-इन प्रकार असमर्थित है।
hr: Nepodržan tip prijave.
hu: Nem támogatott bejelentkezési típus.
id: Jenis check-in tidak didukung.
is: Ekki studd skráningartýpa.
it: Tipo di check-in non supportato.
ja: サポートされていないチェックインタイプ。
ka: 不支持的签到类型。
ku: جۆری پەیوەندیدان پشتیوانی ناکرێ.
lt: Nepalaikomas registracijos tipas.
lv: Nepieņemams ierašanās veids.
mg: Karazana fidirana izay tsy tohanana.
mi: Momo takiuru kāore e tautokohia ana.
mk: Не се поддржува типот на пријава.
ml: പിങ്കെടുപ്പില്ലാത്ത ചെക്ക്-ഇൻ തരം.
ms: Jenis daftar masuk tidak disokong.
mt: Tip ta' check-in mhux appoġġjat.
my: စစ်ဆေးမှု အမျိုးအစားမပါပါ။
nl: Niet-ondersteund check-in type.
no: Ikke støttet innsjekkingstype.
pa: ਅਣਸਮਰਥਿਤ ਚੈੱਕ-ਇਨ ਕਿਸਮ.
pl: Nieobsługiwany typ zameldowania.
pt: Tipo de check-in não suportado.
ro: Tip de check-in neacceptat.
ru: Неподдерживаемый тип регистрации.
sk: Nepodporovaný typ prihlásenia.
sl: Nepodprt tip prijave.
sq: Lloji i check-in-it i pamundur.
sr: Nepodržani tip prijave.
sv: Incheckningstyp stöds inte.
sw: Aina ya check-in haijaungwa mkono.
ta: ஆதரிக்கப்படாத செக்-இன் வகை.
te: మద్దతు లేని చెక్-ఇన్ రకం.
th: ประเภทเช็คอินที่ไม่รองรับ
tr: Desteklenmeyen giriş türü.
uk: Непідтримуваний тип реєстрації.
ur: غیر مدد شدہ چیک-ان قسم۔
uz: Qo'llab-quvvatlanmaydigan kirish turi.
vi: Loại check-in không được hỗ trợ.
xh: Uhlobo lokungena aluxhaswanga.

source: An error occurred during check-in.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
ar: ⚠️ لا يمكن تمكين التذكير: تاريخ/وقت البدء في الماضي.
az: ⚠️ Xatırlatma aktiv edilə bilmir: Başlama tarixi/vaxtı keçmişdədir.
be: ⚠️ Не ўдаецца ўключыць напамін: дата/час пачатку ў мінулым.
bn: ⚠️ অনুস্মারক সক্ষম করা যাবে না: শুরুর তারিখ/সময় অতীতে।
cs: ⚠️ Nelze povolit připomenutí: Datum/čas zahájení je v minulosti.
cy: ⚠️ Methu galluogi atgoffa: Mae dyddiad/amser dechrau yn y gorffennol.
da: ⚠️ Kan ikke aktivere påmindelse: Startdato/tid er i fortiden.
de: ⚠️ Erinnerung kann nicht aktiviert werden: Das Startdatum/-zeit liegt in der Vergangenheit.
el: ⚠️ Δεν είναι δυνατή η ενεργοποίηση της υπενθύμισης: Η ημερομηνία/ώρα έναρξης είναι στο παρελθόν.
es: ⚠️ No se puede habilitar el recordatorio: La fecha/hora de inicio está en el pasado.
et: ⚠️ Ei saa lubada meeldetuletust: Alguskuupäev/aeg on minevikus.
eu: ⚠️ Ezin da gogorarazlea gaitu: Hasiera data/ordua iraganean dago.
fa: ⚠️ نمی‌توان یادآوری را فعال کرد: تاریخ/زمان شروع در گذشته است.
fi: ⚠️ Muistutusta ei voi ottaa käyttöön: aloituspäivämäärä/-aika on menneisyydessä.
fr: ⚠️ Impossible d'activer le rappel : La date/heure de début est dans le passé.
ga: ⚠️ Ní féidir meabhrúchán a chumasú: Tá an dáta/am tosaithe san am atá thart.
gd: ⚠️ Chan urrainnear cuimhneachan a chomasachadh: tha ceann-latha/ùine tòiseachaidh anns a' chùl.
gl: ⚠️ Non se pode habilitar o recordatorio: A data/hora de inicio está no pasado.
gu: ⚠️ રિમાઇન્ડર સક્રિય કરી શકાયું નથી: પ્રારંભ તારીખ/સમય ભૂતકાળમાં છે.
he: ⚠️ לא ניתן לאפשר תזכורת: תאריך/שעת ההתחלה נמצאים בעבר.
hi: ⚠️ अनुस्मारक को सक्षम नहीं किया जा सकता: प्रारंभ दिनांक/समय भूतकाल में हैं।
hr: ⚠️ Ne može se omogućiti podsjetnik: Datum/vrijeme početka je u prošlosti.
hu: ⚠️ Nem lehet engedélyezni az emlékeztetőt: a kezdő dátum/időpont a múltban van.
id: ⚠️ Tidak dapat mengaktifkan pengingat: Tanggal/waktu mulai berada di masa lalu.
is: ⚠️ Ekki er hægt að virkja áminningu: Upphafstími/tíma er í fortíð.
it: ⚠️ Impossibile abilitare il promemoria: la data/ora di inizio è nel passato.
ja: ⚠️ リマインダーを有効にできません: 開始日時が過去です。
ka: ⚠️ ვერ ჩართული შეხსენება: დასაწყისი თარიღი/დრო წარსულშია.
ku: ⚠️ ناتوانێت یادکردەکە چالاک بکرێت: ڕۆژ/کاتی دەستپێک لە کەلەوە.
lt: ⚠️ Negalima įjungti priminimo: pradžios data/laikas yra praeityje.
lv: ⚠️ Nevar iespējot atgādinājumu: Sākuma datums/laiks ir pagātnē.
mg: ⚠️ Tsy afaka mampihetsika fampahatsiahivana: Ny daty/ora nanombohana dia taloha.
mi: ⚠️ Kāore e taea te whakahohe i te whakamaumahara: Kei te mua te rā/wā tīmatanga.
mk: ⚠️ Не може да се овозможи потсетник: Датумот/времето на почеток е во минатото.
ml: ⚠️ റിമൈണ്ടര്‍ സജീവമാക്കുവാന്‍ സാധ്യമല്ല: ആരംഭ തീയതി/സമയം പഴയതാണ്.
ms: ⚠️ Tidak dapat mengaktifkan peringatan: Tarikh/masa mula pada masa lalu.
mt: ⚠️ Ma jistax jiġi attivat tfakkira: Id-data/ħin tal-bidu huwa fil-passat.
my: ⚠️ သတိပေး။ မှတ်ချက်ကို အသက်ဝင်ခြင်း မရနိုင်ပါဘူး: စတင်ရက်/အချိန်ဟာ အတိတ်မှာရိပ်နေပါတယ်။
nl: ⚠️ Kan herinnering niet inschakelen: Startdatum/-tijd ligt in het verleden.
no: ⚠️ Kan ikke aktivere påminnelse: Startdato/-tid er i fortiden.
pa: ⚠️ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਯੋਗ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ: ਸ਼ੁਰੂ ਮਿਤੀ/ਸਮਾਂ ਪਿਛਲੇ ਸਮੇਂ ਵਿੱਚ ਹੈ।
pl: ⚠️ Nie można włączyć przypomnienia: Data/czas rozpoczęcia jest w przeszłości.
pt: ⚠️ Não é possível ativar lembrete: Data/hora de início está no passado.
ro: ⚠️ Nu se poate activa mementoul: Data/ora de început este în trecut.
ru: ⚠️ Невозможно включить напоминание: дата/время начала в прошлом.
sk: ⚠️ Nemožno povoliť pripomenutie: Dátum/čas začiatku je v minulosti.
sl: ⚠️ Ne morem omogočiti opomnika: datum/čas začetka je v preteklosti.
sq: ⚠️ Nuk mund të aktivizohet kujtesa: Data/koha e fillimit është në të kaluarën.
sr: ⚠️ Ne može se omogućiti podsetnik: početni datum/vreme su u prošlosti.
sv: ⚠️ Kan inte aktivera påminnelse: Startdatum/-tid är i det förflutna.
sw: ⚠️ Haiwezi kuwasha kumbusho: Tarehe/muda wa kuanza ni wa siku za nyuma.
ta: ⚠️ குறிப்பை செயல்படுத்த முடியாது: தொடக்க தேதி/நேரம் கடந்தது.
te: ⚠️ గుర్తింపును సక్రియం చేయలేము: ప్రారంభ తేది/సమయం గతం లో ఉంది.
th: ⚠️ ไม่สามารถเปิดใช้งานการเตือนความจำ: วันที่/เวลาเริ่มต้นอยู่ในอดีต
tr: ⚠️ Hatırlatıcıyı etkinleştiremiyor: Başlangıç tarihi/saati geçmişte.
uk: ⚠️ Нагадування не можна увімкнути: дата/час початку в минулому.
ur: ⚠️ یاد دہانی فعال نہیں کی جا سکتی: شروع کی تاریخ/وقت گزشتہ میں ہے۔
uz: ⚠️ Eslatmani yoqib bo'lmaydi: Boshlanish sanasi/vaqti o'tmishda.
vi: ⚠️ Không thể kích hoạt nhắc nhở: Ngày/Giờ bắt đầu nằm trong quá khứ.
xh: ⚠️ Ayikwazi ukuvusa isikhumbuzo: Umhla wokuqala/ixesha lisele ldile.
