Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
ar: قم بتمكين البريد الإلكتروني باستخدام زر التبديل 🔴/🟢.
az: Email-i aktivləşdirmək üçün 🔴/🟢 keçid düyməsini istifadə edin.
be: Уключыце электронную пошту, выкарыстоўваючы 🔴/🟢 пераключальнік.
bn: ইমেইল সক্রিয় করতে 🔴/🟢 টগল বোতাম ব্যবহার করুন।
cs: Aktivujte email pomocí přepínače 🔴/🟢.
cy: Galluogi'r e-bost gan ddefnyddio'r botwm toglo 🔴/🟢.
da: Aktiver e-mailen ved hjælp af 🔴/🟢 knap.
de: Aktivieren Sie die E-Mail mit dem 🔴/🟢 Umschalter.
el: Ενεργοποιήστε το email χρησιμοποιώντας το διακόπτη 🔴/🟢.
es: Habilite el correo electrónico usando el botón de alternancia 🔴/🟢.
et: Aktiveeri e-kiri, kasutades 🔴/🟢 lülitit.
eu: Gaitu emaila 🔴/🟢 piztu/itzali botoia erabiliz.
fa: ایمیل را با استفاده از دکمه تغییر وضعیت 🔴/🟢 فعال کنید.
fi: Ota sähköposti käyttöön 🔴/🟢 kytkimellä.
fr: Activez l'email en utilisant le bouton à bascule 🔴/🟢.
ga: Hyɛ email no wɔ mu wɔ 🔴/🟢 fa no so ma w'ani asɔ.
gd: Comasaich am post-d le bhith a’ cleachdadh a’ phutan putaidh 🔴/🟢.
gl: Activa o correo electrónico usando o botón de alternancia 🔴/🟢.
gu: ઇમેઇલને 🔴/🟢 ટોગલ બટનનો ઉપયોગ કરીને સક્રિય કરો.
he: הפעל את האימייל באמצעות כפתור ההחלפה 🔴/🟢.
hi: 🔴/🟢 टॉगल बटन का उपयोग करके ईमेल सक्षम करें।
hr: Omogućite email pomoću 🔴/🟢 gumba za prebacivanje.
hu: Engedélyezze az emailt a 🔴/🟢 kapcsolóval.
id: Aktifkan email menggunakan tombol toggle 🔴/🟢.
is: Virkjaðu tölvupóstinn með 🔴/🟢 rofa.
it: Abilita l'email utilizzando il pulsante a levetta 🔴/🟢.
ja: 🔴/🟢 トグルボタンを使用してメールを有効化します。
ka: გააქტიურეთ ელფოსტა 🔴/🟢 გადამრთველ ბერკეტით.
ku: E-nameyê bikar bînin bi 🔴/🟢 pêvekê girtinê.
lt: Įjungti el. laišką naudojant 🔴/🟢 perjungimo mygtuką.
lv: Iespējojiet e-pastu, izmantojot 🔴/🟢 pārslēgšanas pogu.
mg: Alefaso ny mailaka amin'ny alàlan'ity bokotra fametrahana 🔴/🟢 ity.
mi: Whakahohehia te īmēra mā te pātene hurihuri 🔴/🟢.
mk: Овозможете ја е-поштата со 🔴/🟢 копчето за вклучување/исклучување.
ml: 🔴/🟢 ടോഗിൾ ബട്ടൺ ഉപയോഗിച്ച് ഇമെയിൽ എനേബിൾ ചെയ്യുക.
ms: Aktifkan emel menggunakan butang togol 🔴/🟢.
mt: Attiva l-email billi tuża l-buttuna toggle 🔴/🟢.
my: 🔴/🟢 ခလုတ်ကို အသုံးပြု၍ အီးမေးလ်ကို ဖွင့်ပါ။
nl: Schakel de e-mail in met de 🔴/🟢 schakelknop.
no: Aktiver e-posten ved å bruke 🔴/🟢-knappen.
pa: ਈਮੇਲ ਨੂੰ 🔴/🟢 ਟੌਗਲ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਕ੍ਰਿਯ ਕਰੋ।
pl: Włącz e-mail za pomocą przełącznika 🔴/🟢.
pt: Ative o email usando o botão de alternância 🔴/🟢.
ro: Activează emailul folosind butonul de comutare 🔴/🟢.
ru: Активируйте письмо с помощью переключателя 🔴/🟢.
sk: Povoľte email pomocou prepínača 🔴/🟢.
sl: Omogočite e-pošto z uporabo stikala 🔴/🟢.
sq: Aktivizo emailin duke përdorur butonin kalues 🔴/🟢.
sr: Omogućite email koristeći 🔴/🟢 dugme za uključivanje/isključivanje.
sv: Aktivera e-postmeddelandet med hjälp av 🔴/🟢 växlingsknappen.
sw: Wezesha barua pepe kwa kutumia kitufe cha 🔴/🟢 cha kubadili.
ta: 🔴/🟢 மாறுதல் பட்டனைப் பயன்படுத்தி மின்னஞ்சலை இயக்கு.
te: 🔴/🟢 టాగుల్ బటన్ ఉపయోగించి ఇమెయిల్‌ని ఎనేబుల్ చేయండి.
th: ใช้งานอีเมลด้วยสวิตช์ 🔴/🟢
tr: E-postayı 🔴/🟢 anahtar düğmesiyle etkinleştirin.
uk: Увімкніть електронний лист за допомогою перемикача 🔴/🟢.
ur: 🔴/🟢 ٹوگل بٹن کا استعمال کرتے ہوئے ای میل کو فعال کریں۔
uz: Elektron pochtani 🔴/🟢 almashtirish tugmasi yordamida yoqing.
vi: Kích hoạt email bằng cách sử dụng nút gạt 🔴/🟢.
xh: Vula i-imeyile usebenzisa iqhosha lokutshintshela elithi 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
ar: 📤 سيتم إرسال التذكيرات حسب الجدول إلى الوجهات المخصصة.
az: 📤 Xatırlatmalar təyin olunmuş hədəflərə planlaşdırıldığı kimi göndəriləcək.
be: 📤 Напаміны будуць адпраўлены па раскладзе да прызначаных пунктаў.
bn: 📤 নির্ধারিত গন্তব্যে অনুস্মারকগুলি নির্ধারিত সময় অনুযায়ী পাঠানো হবে।
cs: 📤 Připomenutí budou odeslána podle plánu na přiřazené destinace.
cy: 📤 Bydd atgoffa'n cael eu hanfon fel y sefydlwyd i'r cyrchfannau penodedig.
da: 📤 Påmindelser vil blive sendt som planlagt til de tildelte destinationer.
de: 📤 Erinnerungen werden wie geplant an die zugewiesenen Ziele gesendet.
el: 📤 Οι υπενθυμίσεις θα αποσταλούν σύμφωνα με το πρόγραμμα στους εκχωρημένους προορισμούς.
es: 📤 Los recordatorios se enviarán según lo programado a los destinos asignados.
et: 📤 Meeldetuletused saadetakse plaanipäraselt määratud sihtkohtadele.
eu: 📤 Gogorarazleak esleitutako helmugei bidaliko zaizkie, aurrez ezarritako programaren arabera.
fa: 📤 یادآوری‌ها به‌طور زمانبندی شده به مقصدهای اختصاصی ارسال خواهند شد.
fi: 📤 Muistutukset lähetetään aikataulun mukaisesti määritettyihin kohteisiin.
fr: 📤 Les rappels seront envoyés comme prévu aux destinations assignées.
ga: 📤 Seolfar meabhrúcháin mar a sceidealaíodh chuig na cinn scríbe sanntha.
gd: 📤 Thèid cuimhneachain a chuir mar a chaidh a chlàradh gu na ceann-uidhe ainmichte.
gl: 📤 Os recordatorios enviaranse como estaba programado aos destinos asignados.
gu: 📤 રિમાઇન્ડર્સ સમયાનુસાર નિમણૂક કરેલ સ્થળો પર મોકલી શકાય છે.
he: 📤 תזכורות יישלחו כמתוכנן ליעדים המוקצים.
hi: 📤 अनुस्मारक निर्धारित अनुसार असाइन गंतव्यों पर भेजे जाएंगे।
hr: 📤 Podsjetnici će biti poslani prema rasporedu na dodijeljena odredišta.
hu: 📤 Az emlékeztetők az ütemezett időpontokban lesznek elküldve a hozzárendelt célpontoknak.
id: 📤 Pengingat akan dikirim sesuai jadwal ke tujuan yang ditetapkan.
is: 📤 Áminningar verða sendar samkvæmt áætlun á úthlutuðum áfangastöðum.
it: 📤 I promemoria saranno inviati come programmato alle destinazioni assegnate.
ja: 📤 リマインダーは割り当てられた宛先に予定通り送信されます。
ka: 📤 შეხსენებები გაიგზავნება დანიშნულ დროში მიუთითულ დანიშნულების სახეებს.
ku: 📤 یادکردنەکان بەپێی ڕێکبەندیلەداناون بۆ بەستەرە دیاریکەراوەکان.
lt: 📤 Priminimai bus siunčiami pagal grafiką į priskirtas vietas.
lv: 📤 Atgādinājumi tiks nosūtīti pēc grafika uz piešķirtajiem galamērķiem.
mg: 📤 Alefa araka ny fandaharam-potoana ny fampahatsiahivana amin'ny toerana voatondro.
mi: 📤 Ka tukuna ngā whakamaumahara pērā i te hōtaka ki ngā wāhi i whakatapaina.
mk: 📤 Потсетниците ќе бидат испратени како што е закажано на доделените дестинации.
ml: 📤 റിമൈണ്ടറുകള്‍ ഷെഡ്യൂളിന് ഇക്കാര്യം ലഭിച്ചിള്ള ഗുണഭോക്താക്കള്‍ക്ക് അയച്ചു കിട്ടും.
ms: 📤 Peringatan akan dihantar mengikut jadual ke destinasi yang ditetapkan.
mt: 📤 It-tfakkiriet jintbagħtu kif skedati għad-destinazzjonijiet assenjati.
my: 📤 သတ်မှတ်ထားသော နေရာများကို သတ်မှတ်ထားသော အချိန်တွင် မှတ်ချက်များကို ပို့ဆောင်ပါမည်။
nl: 📤 Herinneringen worden volgens schema naar de toegewezen bestemmingen verzonden.
no: 📤 Påminnelser vil bli sendt som planlagt til de tildelte destinasjonene.
pa: 📤 ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਨਿਰਧਾਰਿਤ ਸਮੇਂ ਅਨੁਸਾਰ ਸੌਂਪੀਆਂ ਗਈਆਂ ਮੰਜ਼ਿਲਾਂ 'ਤੇ ਭੇਜੀਆਂ ਜਾਣਗੀਆਂ।
pl: 📤 Przypomnienia będą wysyłane zgodnie z harmonogramem do przypisanych miejsc docelowych.
pt: 📤 Lembretes serão enviados conforme programado para os destinos atribuídos.
ro: 📤 Mementourile vor fi trimise conform programului către destinațiile atribuite.
ru: 📤 Напоминания будут отправлены по расписанию на назначенные места назначения.
sk: 📤 Pripomenutia budú odoslané podľa plánu na priradené miesta určenia.
sl: 📤 Opomniki bodo poslani po načrtu na dodeljene destinacije.
sq: 📤 Kujtesat do të dërgohen sipas orarit në destinacionet e caktuara.
sr: 📤 Podsetnici će biti poslati prema rasporedu na dodeljene destinacije.
sv: 📤 Påminnelser kommer att skickas enligt schema till de tilldelade destinationerna.
sw: 📤 Vikumbusho vitatumwa kama ilivyopangwa kwa maeneo yaliyowekwa.
ta: 📤 குறிப்புகள் திட்டமிட்டபடி ஒப்படைக்கப்பட்ட கதவுகளுக்கு அனுப்பப்படும்.
te: 📤 గుర్తింపులు షెడ్యూల్ ప్రకారం కేటాయించిన లక్ష్యాలకు పంపబడతాయి.
th: 📤 การเตือนความจำจะถูกส่งตามกำหนดเวลาที่ไปยังที่หมายที่มอบหมาย
tr: 📤 Hatırlatıcılar, atanan hedeflere programlandığı şekilde gönderilecektir.
uk: 📤 Нагадування буде відправлено згідно з розкладом на призначені напрямки.
ur: 📤 یاد دہانیاں تفویض کی گئی مقامات پر شیڈول کے مطابق ارسال کی جائیں گی۔
uz: 📤 Eslatmalar rejalashtirilgan holda tayinlangan manzillarga yuboriladi.
vi: 📤 Nhắc nhở sẽ được gửi theo lịch đã đặt tới các đích đã gán.
xh: 📤 Izikhumbuzo ziya kuthunyelwa njengoko zacwangciswa kwiindawo zokuthumela ezabelweyo.

source: Several tools are available to help generate an RRULE.
ar: تتوفر عدة أدوات للمساعدة في توليد RRULE.
az: Bir neçə alət RRULE yaratmağa kömək edir.
be: Дасягальныя некалькі інструментаў для памагання згенераваць RRULE.
bn: RRULE তৈরি করতে সহায়তার জন্য বিভিন্ন সরঞ্জাম উপলব্ধ।
cs: Několik nástrojů je k dispozici pro pomoc s generováním RRULE.
cy: Mae sawl offeryn ar gael i helpu i gynhyrchu RRULE.
da: Flere værktøjer er tilgængelige for at hjælpe med at generere en RRULE.
de: Es stehen mehrere Tools zur Verfügung, um eine RRULE zu generieren.
el: Διατίθενται διάφορα εργαλεία για βοήθεια στη δημιουργία RRULE.
es: Hay varias herramientas disponibles para ayudar a generar un RRULE.
et: Mitmed tööriistad aitavad RRULE genereerimisel.
eu: RRULE sortzen laguntzeko hainbat tresna daude eskuragarri.
fa: ابزارهای متعددی برای کمک به تولید یک RRULE در دسترس هستند.
fi: Useita työkaluja on saatavilla RRULE:n luomiseksi.
fr: Plusieurs outils sont disponibles pour aider à générer une RRULE.
ga: Tá roinnt uirlisí ar fáil chun RRULE a ghiniúint.
gd: Tha grunn innealan rim faotainn gus cuideachadh le RRULE a ghineadh.
gl: Hai varias ferramentas dispoñibles para axudar a xerar un RRULE.
gu: RRULE જનરેટ કરવા મદદ માટે અનેક ટૂલ્સ ઉપલબ્ધ છે.
he: כלים שונים זמינים כדי לעזור ביצירת RRULE.
hi: कई उपकरण उपलब्ध हैं जो RRULE उत्पन्न करने में मदद करते हैं।
hr: Dostupno je nekoliko alata za pomoć pri generiranju RRULE.
hu: Számos eszköz elérhető az RRULE létrehozásának segítésére.
id: Beberapa alat tersedia untuk membantu menghasilkan RRULE.
is: Fjöldi tækja er í boði til að hjálpa við að búa til RRULE.
it: Sono disponibili diversi strumenti per aiutare a generare un RRULE.
ja: RRULEを生成するためのいくつかのツールが利用可能です。
ka: რამდენიმე ინსტრუმენტი ხელმისაწვდომია RRULE მშენებლობისათვის.
ku: چەند ئامڕازەکانی هەیە بۆ ڕه‌خستنەوەی RRULE.
lt: Yra keli įrankiai, kurie gali padėti sugeneruoti RRULE.
lv: Pieejami vairāki rīki, lai palīdzētu ģenerēt RRULE.
mg: Misy fitaovana maro azo ampiasaina hananganana RRULE.
mi: E wātea ana ētahi taputapu hei āwhina i te hanga RRULE.
mk: Достапни се неколку алатки за помош при генерирање на RRULE.
ml: RRULE സൃഷ്ടിക്കാന്‍ നിരവധി ഉപകരണങ്ങള്‍ ലഭ്യമാണ്.
ms: Terdapat beberapa alat yang tersedia untuk membantu menjana RRULE.
mt: Diversi għodod huma disponibbli biex jgħinu jiġġeneraw RRULE.
my: RRULE ကို ဖန်တီးရာတွင် ကူညီရန် စနစ် အများအပြား ရရှိနိုင်သည်။
nl: Er zijn verschillende tools beschikbaar om een RRULE te genereren.
no: Flere verktøy er tilgjengelige for å hjelpe med å generere en RRULE.
pa: RRULE ਬਣਾਉਣ ਵਿੱਚ ਮਦਦ ਕਰਨ ਲਈ ਕਈ ਸੰਦ ਉਪਲਬਧ ਹਨ।
pl: Dostępne są różne narzędzia do generowania RRULE.
pt: Várias ferramentas estão disponíveis para ajudar a gerar um RRULE.
ro: Sunt disponibile mai multe instrumente pentru a ajuta la generarea unui RRULE.
ru: Доступно несколько инструментов для генерации RRULE.
sk: K dispozícii sú rôzne nástroje na pomoc pri generovaní RRULE.
sl: Na voljo je več orodij, ki pomagajo ustvariti RRULE.
sq: Disa mjete janë në dispozicion për të gjeneruar një RRULE.
sr: Dostupno je nekoliko alata za pomoć pri generisanju RRULE.
sv: Flera verktyg finns tillgängliga för att hjälpa till att generera en RRULE.
sw: Zana kadhaa zinapatikana kusaidia kutengeneza RRULE.
ta: RRULE உருவாக்க உதவ பல கருவிகள் கிடைக்கின்றன.
te: RRULE ను రూపొందించడానికి అనేక సాధనాలు అందుబాటులో ఉన్నాయి.
th: มีเครื่องมือหลายอย่างที่ช่วยสร้าง RRULE
tr: RRULE oluşturmak için birkaç araç mevcuttur.
uk: Доступно кілька інструментів для допомоги у створенні RRULE.
ur: RRULE تیار کرنے میں مدد کے لئے کئی اوزار دستیاب ہیں۔
uz: RRULE yaratish uchun bir nechta vositalar mavjud.
vi: Có một số công cụ để giúp tạo một RRULE.
xh: Izixhobo ezininzi ziyafumaneka ukunceda ukuvelisa i-RRULE.

source: Use a search engine or AI tool to assist.
ar: استخدم محرك بحث أو أداة ذكاء صناعي للمساعدة.
az: Yardım üçün bir axtarış mühərriki və ya AI vasıtası istifadə edin.
be: Выкарыстоўвайце пошукавую сістэму або AI інструмент для дапамогі.
bn: সহায়তার জন্য সার্চ ইঞ্জিন বা AI টুল ব্যবহার করুন।
cs: Použijte vyhledávač nebo nástroj AI pro asistenci.
cy: Defnyddiwch beiriant chwilio neu offeryn AI i gynorthwyo.
da: Brug en søgemaskine eller AI-værktøj til at hjælpe.
de: Verwenden Sie eine Suchmaschine oder ein KI-Tool zur Unterstützung.
el: Χρησιμοποιήστε μια μηχανή αναζήτησης ή εργαλείο AI για βοήθεια.
es: Usa un motor de búsqueda o una herramienta de IA para asistir.
et: Kasutage otsingumootorit või tehisintellekti tööriista, et aidata.
eu: Bilaketa-motor edo AI tresna erabili laguntzeko.
fa: از موتور جستجو یا ابزار هوش مصنوعی برای کمک استفاده کنید.
fi: Käytä hakukonetta tai tekoälytyökalua avuksi.
fr: Utiliser un moteur de recherche ou un outil IA pour aider.
ga: Úsáid inneall cuardaigh nó uirlis AI chun cabhrú.
gd: Cleachd einnsean sgrùdaidh no inneal AI airson cuideachadh.
gl: Usar un motor de busca ou ferramenta de IA para obter axuda.
gu: મદદ માટે શોધ એન્જિન અથવા AI ટૂલનો ઉપયોગ કરો.
he: השתמש במנוע חיפוש או בכלי AI כדי לסייע.
hi: सहायता के लिए सर्च इंजन या एआई टूल का उपयोग करें।
hr: Koristite tražilicu ili AI alat za pomoć.
hu: Használjon keresőt vagy AI eszközt segítséghez.
id: Gunakan mesin pencari atau alat AI untuk membantu.
is: Notaðu leitarvél eða AI tól til aðstoðar.
it: Usa un motore di ricerca o uno strumento AI per assistere.
ja: 検索エンジンやAIツールを使用して支援を受けます。
ka: მოიხმარეთ საძიებო ძრავა ან AI ინსტრუმენტი დასახმარებლად.
ku: دەستوکەرێکی گەڕانی یان توڵی AIی بەم بەربوونەکە یارمەتی بەپێویستدەت بە.
lt: Naudokite paieškos variklį ar AI įrankį pagalbai.
lv: Izmantojiet meklētājprogrammu vai AI rīku, lai palīdzētu.
mg: Ampiasao ny milina fikarohana na fitaovana AI hanampy.
mi: Whakamahia tētahi pūnaha rapu, pūnaha AI rānei hei āwhina.
mk: Користете пребарувач или алатка за вештачка интелигенција за помош.
ml: ഒരു തിരയല്‍ എഞ്ചിന്‍ അല്ലെങ്കില്‍ AI ടൂളിന്റെ സഹായം ഉപയോഗിക്കുക.
ms: Gunakan enjin carian atau alat AI untuk membantu.
mt: Uża magna tat-tiftix jew għodda AI biex tgħin.
my: ရှာဖွေရန် အင်ဂျင် သို့မဟုတ် AI tools ကို ကူညီရန် သုံးနိုင်သည်။
nl: Gebruik een zoekmachine of AI-tool voor hulp.
no: Bruk en søkemotor eller AI-verktøy for assistanse.
pa: ਮਦਦ ਲਈ ਸਰਚ ਇੰਜਣ ਜਾਂ ਏ.ਆਈ. ਸੰਦ ਦੀ ਵਰਤੋਂ ਕਰੋ।
pl: Użyj wyszukiwarki lub narzędzia AI, aby uzyskać pomoc.
pt: Use um mecanismo de busca ou ferramenta de IA para ajudar.
ro: Folosiți un motor de căutare sau un instrument AI pentru a asista.
ru: Используйте поисковую систему или инструмент AI для помощи.
sk: Použite vyhľadávač alebo nástroj AI na asistenciu.
sl: Uporabite iskalnik ali AI orodje za pomoč.
sq: Përdorni një motor kërkimi ose mjet AI për të ndihmuar.
sr: Koristite pretraživač ili AI alat za pomoć.
sv: Använd en sökmotor eller AI-verktyg för att få hjälp.
sw: Tumia injini ya utafutaji au chombo cha AI kusaidia.
ta: உதவியாக தேடல் இயந்திரம் அல்லது AI கருவிகளை பயன்படுத்தவும்.
te: సహాయార్థం శోధన యంత్రం లేదా AI సాధనాన్ని ఉపయోగించండి.
th: ใช้เครื่องมือค้นหาหรือเครื่องมือ AI เพื่อช่วย
tr: Yardım almak için bir arama motoru veya yapay zeka aracı kullanın.
uk: Використовуйте пошукову систему або AI-інструмент для допомоги.
ur: مدد کے لئے سرچ انجن یا اے آئی ٹول استعمال کریں۔
uz: Qidiruv tizimi yoki AI vositasidan yordam oling.
vi: Sử dụng công cụ tìm kiếm hoặc công cụ AI để hỗ trợ.
xh: Sebenzisa injini yokukhangela okanye isixhobo se-AI ukunceda.

source: Here is an example of one such online tool:
ar: إليك مثال على إحدى هذه الأدوات عبر الإنترنت:
az: İnternətdəki bu cür alətlərdən biri:
be: Вось прыклад аднаго такога інструмента онлайн:
bn: এখানে একটি অনলাইন টুলের উদাহরণ রয়েছে:
cs: Zde je příklad takového online nástroje:
cy: Dyma enghraifft o un o'r offer ar-lein hyn:
da: Her er et eksempel på et sådant online værktøj:
de: Hier ist ein Beispiel für ein solches Online-Tool:
el: Εδώ είναι ένα παράδειγμα ενός τέτοιου διαδικτυακού εργαλείου:
es: Aquí hay un ejemplo de una de esas herramientas en línea:
et: Siin on näide ühest sellisest veebitööriistast:
eu: Hona hemen horrelako online tresna baten adibidea:
fa: در اینجا مثالی از یکی از این ابزارهای آنلاین وجود دارد:
fi: Tässä esimerkki yhdestä tällaisesta verkkotyökalusta:
fr: Voici un exemple d'un tel outil en ligne :
ga: Seo sampla de cheann de na huirlisí ar líne:
gd: Seo eisimpleir de aon leithid inneal air-loidhne:
gl: Aquí tes un exemplo dunha desas ferramentas en liña:
gu: અહી છે એક એવા ઑનલાઇન ટૂલનું ઉદાહરણ:
he: הנה דוגמה לאחד מהכלים המקוונים הללו:
hi: यहाँ ऐसे एक ऑनलाइन टूल का उदाहरण दिया गया है:
hr: Evo primjera jednog takvog online alata:
hu: Itt egy példa egy ilyen online eszközre:
id: Berikut adalah contoh salah satu alat online tersebut:
is: Hér er dæmi um eitt slíkt netverkfæri:
it: Ecco un esempio di uno di questi strumenti online:
ja: オンラインツールの一例はこちらです:
ka: აი, ერთ-ერთი ასეთი ონლაინ ინსტრუმენტი:
ku: نمونە ئەو نەبیەکی پەیوەندیدا بووە تۆڵەکەی یاساکەرەکان:
lt: Štai pavyzdys tokio internetinio įrankio:
lv: Lūk, piemērs vienam no šādiem tiešsaistes rīkiem:
mg: Ity ny ohatra amin'ny fitaovana an-tserasera iray:
mi: Anei tētahi tauira o tētahi taputapu aipurangi pēnei:
mk: Еве еден пример за ваква онлајн алатка:
ml: ഇവിടം എങ്ങനെ ഓണ്‍ലൈനായി ഒരു ടൂള്‍ ഉപയോഗിച്ച് ഉദാഹരണമായി?
ms: Berikut adalah contoh salah satu alat dalam talian:
mt: Hawn eżempju ta' tali għodda online:
my: ဤအာကာသ အွန်လိုင်း စနစ် တစ္ခုရဲ႕ ဥပမာဖြစ်ပါတယ်။
nl: Hier is een voorbeeld van zo'n online tool:
no: Her er et eksempel på et slikt online verktøy:
pa: ਇਹ ਇੰਟਰਨੈੱਟ 'ਤੇ ਮੌਜੂਦ ਇੱਕ ਸੰਦ ਦਾ ਉਦਾਹਰਨ ਹੈ:
pl: Oto przykład jednego z takich narzędzi online:
pt: Aqui está um exemplo de uma dessas ferramentas online:
ro: Iată un exemplu pentru un astfel de instrument online:
ru: Вот пример одного из таких онлайн-инструментов:
sk: Tu je príklad jedného takého online nástroja:
sl: Tu je primer enega takega orodja na spletu:
sq: Këtu është një shembull i një mjeti të tillë online:
sr: Evo primera jednog takvog online alata:
sv: Här är ett exempel på ett sådant onlineverktyg:
sw: Hapa kuna mfano wa chombo cha mtandaoni kama hicho:
ta: இணய கருவி ஒன்றின் உதாரணம் இதுவாகவே உள்ளது:
te: ఇక్కడ ఒక ఆన్‌లైన్ సాధన ఉదాహరణ:
th: นี่คือตัวอย่างของเครื่องมือออนไลน์ดังกล่าว:
tr: İşte böyle bir çevrimiçi aracın örneği:
uk: Ось приклад одного з таких онлайн-інструментів:
ur: یہ ایک مثال ہے کہ آن لائن ٹول کیسا ہوتا ہے:
uz: Mana shunday onlayn vositalardan biriga misol:
vi: Dưới đây là ví dụ về một công cụ trực tuyến:
xh: Nalu umzekelo wesinye sezixhobo ezikwi-intanethi:

source: RRULE Generator Tool
ar: أداة توليد RRULE
az: RRULE Yaratma Aləti
be: Інструмент генерацыі RRULE
bn: RRULE জেনারেটর টুল
cs: Nástroj generátoru RRULE
cy: Offeryn Cynhyrchu RRULE
el: Εργαλείο Δημιουργίας RRULE
es: Herramienta Generadora de RRULE
et: RRULE genereerimise tööriist
eu: RRULE Sortzailea
fa: ابزار تولید RRULE
fi: RRULE Generaattorityökalu
fr: Outil générateur de RRULE
ga: Uirlis Ghineadóir RRULE
gd: Inneal Gineadair RRULE
gl: Ferramenta de Xerador RRULE
gu: RRULE જનરેટર ટૂલ
he: כלי יצירת RRULE
hi: RRULE जनरेटर टूल
hr: RRULE Generator Alat
hu: RRULE Generátor Eszköz
id: Alat Pembuat RRULE
it: Strumento Generatore RRULE
ja: RRULEジェネレーターツール
ka: RRULE გენერატორის ინსტრუმენტი
ku: توڵی دامەزراندنی RRULE
lt: RRULE Generatorius
lv: RRULE ģenerēšanas rīks
mg: Fitaovan'ny RRULE Vokatra
mi: Utauta Hanga RRULE
mk: Алатка за генерирање на RRULE
ml: RRULE സൃഷ്ടാ ഉപകരണം
ms: Alat Penjana RRULE
mt: Għodda Ġeneratur RRULE
my: RRULE ဖန်တီးစက်
pa: RRULE ਜਨਰੇਟਰ ਸੰਦ
pl: Narzędzie do generowania RRULE
pt: Ferramenta Geradora de RRULE
ro: Instrument de generare RRULE
ru: Инструмент генерации RRULE
sk: Nástroj na generovanie RRULE
sl: Orodje za generiranje RRULE
sq: Mjeti i gjenerimit të RRULE
sv: RRULE Generator Verktyg
sw: Chombo cha Kuzalisha RRULE
ta: RRULE கூட்டுத்தொகுப்புக் கருவி
te: RRULE జెనరేటర్ సాధనం
th: เครื่องมือสร้าง RRULE
tr: RRULE Üretici Aracı
uk: Інструмент генерації RRULE
ur: RRULE تیار کرنے کا ٹول
vi: Công Cụ Tạo RRULE
xh: Isixhobo sokwenza i-RRULE

source: See here for some common examples:
ar: اطلع هنا على بعض الأمثلة الشائعة:
az: Burada bəzi ümumi nümunələrə baxın:
be: বিশিষ্ট উদাহরণগুলোর জন্য এখানে দেখুন:
bn: কিছু সাধারণ উদাহরণ দেখতে এখানে:
cs: Podívejte se zde na některé běžné příklady:
cy: Gweler isod am rai enghreifftiau cyffredin:
da: Se her for nogle almindelige eksempler:
de: Hier finden Sie einige häufige Beispiele:
el: Δείτε εδώ μερικά συνηθισμένα παραδείγματα:
es: Vea aquí algunos ejemplos comunes:
et: Vaadake siit mõningaid levinud näiteid:
eu: Hemen ikus ditzakezu adibide arrunt batzuk:
fa: برای دیدن برخی از مثال‌های رایج اینجا را ببینید:
fi: Katso täältä joitakin yleisiä esimerkkejä:
fr: Voir ici quelques exemples courants :
ga: Hwɛ ha ma nhwɛso kakra a wɔyɛ mfeɛ:
gd: Faic an seo airson eisimpleirean cumanta:
gl: Vexa aquí algúns exemplos comúns:
gu: અહિ કેટલાક સામાન્ય ઉદાહરણો જુઓ:
he: ראה כאן דוגמאות נפוצות:
hi: यहाँ कुछ सामान्य उदाहरण देखें:
hr: Ovdje su neki uobičajeni primjeri:
hu: Nézze meg itt néhány gyakori példát:
id: Lihat di sini untuk beberapa contoh umum:
is: Sjáðu hér dæmi um algengar aðstæður:
it: Vedi qui alcuni esempi comuni:
ja: いくつかの一般的な例をこちらでご覧ください。
ka: ამ მაგალითების ზოგადი მაგალითები იხილეთ აქ:
ku: ئەمە نیشانی ھەندێک نموونەی ئاساییە:
lt: Žiūrėkite čia keletą įprastų pavyzdžių:
lv: Šeit ir daži bieži sastopami piemēri:
mg: Jereo eto ny ohatra mahazatra:
mi: Tirohia ēnei hei tauira noa:
mk: Видете овде за некои заеднички примери:
ml: ഇവിടെ ചില സാധാരണ ഉദാഹരണങ്ങൾ കാണുക:
ms: Lihat di sini untuk beberapa contoh biasa:
mt: Ara hawn xi eżempji komuni:
my: ဤနေရာတွင် လူသုံးကြသော ဥပမာအချို့ကို ကြည့်ပါ။
nl: Zie hier enkele veelvoorkomende voorbeelden:
no: Se her for noen vanlige eksempler:
pa: ਇੱਥੇ ਕੁਝ ਆਮ ਉਦਾਹਰਨਾਂ ਦੇਖੋ:
pl: Zobacz tutaj kilka powszechnych przykładów:
pt: Veja aqui alguns exemplos comuns:
ro: Vezi aici câteva exemple comune:
ru: См. здесь несколько обычных примеров:
sk: Pozrite si tu niekoľko bežných príkladov:
sl: Oglejte si nekaj pogostih primerov:
sq: Shih këtu për disa shembuj të zakonshëm:
sr: Pogledajte ovde za neke uobičajene primere:
sv: Se här för några vanliga exempel:
sw: Tazama hapa kwa mifano ya kawaida:
ta: சில பொதுவான எடுத்துக்காட்டுகளுக்காக இங்கே பாருங்கள்:
te: కొన్ని సాధారణ ఉదాహరణల కోసం ఇక్కడ చూడండి:
th: ดูตัวอย่างทั่วไปบางส่วนที่นี่:
tr: İşte bazı yaygın örnekler:
uk: Дивіться тут кілька загальних прикладів:
ur: یہاں کچھ عام مثالیں دیکھیں:
uz: Ba'zi keng tarqalgan misollarni bu yerda ko'ring:
vi: Xem ở đây để biết một số ví dụ phổ biến:
xh: Jonga apha kwezinye iimeko eziqhelekileyo:
