Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
ar: توثيق كامل يشمل الميزات والهندسة والإعداد والنشر والأمان والاختبار وإمكانية الوصول.
az: Xüsusiyyətlər, memarlıq, qurma, yerləşdirmə, təhlükəsizlik, test və əlçatanlıqla əlaqəli tam sənədləşmə.
be: Поўная дакументацыя, якая ахоплівае функцыянал, архітэктуру, налаўку, разгортванне, бяспеку, тэставанне і даступнасць.
bn: বৈশিষ্ট্য, আর্কিটেকচার, সেটআপ, ডিপ্লয়মেন্ট, সিকিউরিটি, টেস্টিং, এবং অ্যাক্সেসিবিলিটি সমন্বিত সম্পূর্ণ ডকুমেন্টেশন।
cs: Kompletní dokumentace pokrývající funkce, architekturu, nastavení, nasazení, zabezpečení, testování a přístupnost.
cy: Dogfennaeth gyflawn sy'n gorchuddio nodweddion, pensaernïaeth, gosod, gweithredu, diogelwch, profi, a hygyrchedd.
da: Komplet dokumentation, der dækker funktioner, arkitektur, opsætning, implementering, sikkerhed, test og tilgængelighed.
de: Vollständige Dokumentation zu Funktionen, Architektur, Einrichtung, Bereitstellung, Sicherheit, Tests und Zugänglichkeit.
el: Πλήρης τεκμηρίωση που καλύπτει τις δυνατότητες, την αρχιτεκτονική, την εγκατάσταση, την ανάπτυξη, την ασφάλεια, τις δοκιμές και την προσβασιμότητα.
es: Documentación completa que cubre características, arquitectura, configuración, implementación, seguridad, pruebas y accesibilidad.
et: Täielik dokumentatsioon, mis hõlmab funktsioone, arhitektuuri, seadistust, kasutuselevõttu, turvalisust, testimist ja juurdepääsetavust.
eu: Ezaugarriak, arkitektura, konfigurazioa, zabalkundea, segurtasuna, probak eta irisgarritasuna estaltzeko dokumentazio osoa.
fa: مستندسازی کامل شامل ویژگی‌ها، معماری، راه‌اندازی، استقرار، امنیت، آزمایش و دسترسی‌پذیری.
fi: Täydellinen dokumentaatio, joka kattaa ominaisuudet, arkkitehtuurin, asennuksen, käyttöönoton, turvallisuuden, testauksen ja saavutettavuuden.
fr: Documentation complète couvrant les fonctionnalités, l'architecture, l'installation, le déploiement, la sécurité, les tests, et l'accessibilité.
ga: Nsɛm pii wɔ documentation a ɛkyerɛ features, architecture, setup, deployment, security, testing, ne accessibility.
gd: Sgrìobhainnean coileanta a' còmhdach feartan, ailtireachd, rèiteachadh, cleachdadh, tèarainteachd, deuchainn, agus ruigsinneachd.
gl: Documentación completa que cobre funcións, arquitectura, configuración, despregamento, seguridade, probas e accesibilidade.
gu: વિશેષતાઓ, આર્કિટેક્ચર, સેટઅપ, ડિપ્લોયમેન્ટ, સુરક્ષા, ટેસ્ટિંગ અને ઍક્સેસિબિલિટી ફાળીને સંપૂર્ણ દસ્તાવેજીકરણ.
he: תיעוד מלא המכסה תכונות, ארכיטקטורה, הגדרות, פריסה, ביטחון, בדיקות ונגישות.
hi: सुविधाएँ, वास्तुकला, सेटअप, परिनियोजन, सुरक्षा, परीक्षण, और पहुँच को कवर करने वाले पूर्ण दस्तावेज़।
hr: Cjelovita dokumentacija koja pokriva značajke, arhitekturu, postavljanje, implementaciju, sigurnost, testiranje i pristupačnost.
hu: Teljes dokumentáció, amely lefedi a funkciókat, az architektúrát, a beállítást, a telepítést, a biztonságot, a tesztelést és a hozzáférhetőséget.
id: Dokumentasi lengkap mencakup fitur, arsitektur, pengaturan, penyebaran, keamanan, pengujian, dan aksesibilitas.
is: Heildstæð skjalagerð sem fjallar um eiginleika, uppbyggingu, uppsetningu, dreifingu, öryggi, prófanir og aðgengi.
it: Documentazione completa che copre funzionalità, architettura, configurazione, distribuzione, sicurezza, test e accessibilità.
ja: 機能、アーキテクチャ、セットアップ、展開、セキュリティ、テスト、アクセシビリティに関する完全なドキュメント。
ka: ಅವಸ್ತು, ವಾಸ್ತುಶಿಲ್ಪ, ಕುಟ್ಮಪೀಡ, ವಿತ್‌ರಣ, ಭದ್ರತೆ, ಪರೀಕ್ಷೆ ಮತ್ತು ಪ್ರಪಂಚಾರ್ಹತೆಯನ್ನು ಒಳಗೊಂಡ ಸಂಪೂರ್ಣ ಡಾಕ್ಯುಮೆಂಟ್.
ku: پێکهاتینە نووسانە ھیبە دا خبرېی تپەری، پەردێندەر، ڤەدانە، دانەپەدانە، پارەستنی، دەرڤەگرن و گیردستی.
lt: Išsami dokumentacija, apimanti funkcijas, architektūrą, sąranką, diegimą, saugumą, testavimą ir prieinamumą.
lv: Pilnīga dokumentācija, kas aptver funkcijas, arhitektūru, iestatīšanu, izvietošanu, drošību, testēšanu un pieejamību.
mg: Taratasy feno manarona sehatra, rafitra, fametrahana, fampiharana, fiarovana, fitsapana, ary fidirana.
mi: He tuhinga mātāmua e hipoki ana i ngā āhuatanga, hoahoanga, whakaritenga, tāutanga, haumaru, whakamātautau, me te urunga.
mk: Комплетна документација што ги опфаќа карактеристиките, архитектурата, поставувањето, развојот, безбедноста, тестирањето и пристапноста.
ml: ഫീച്ചറുകൾ, ആർക്കിടെക്ചർ, സെറ്റ് അപ്പ്, ഡിപ്ലോയ്‌മെന്റ്, സുരക്ഷ, പരിശോധന, ആക്സസിബിലിട്ടി എന്നിവ അടങ്ങുന്ന സമ്പൂർണ്ണ പ്രമാണനം.
ms: Dokumentasi lengkap merangkumi ciri, seni bina, tetapan, pengedaran, keselamatan, ujian, dan kebolehcapaian.
mt: Dokumentazzjoni kompluta li tkopri karatteristiċi, arkitettura, setup, implimentazzjoni, sigurtà, ttestjar, u aċċessibilità.
my: လုပ်ဆောင်ချက်များ, ဖွဲ့စည်းပုံနှင့်ဆိုင်သော, တပ်ဆင်ခြင်း, စွမ်းအင်ပိုင်းဆိုင်ရာ, စမ်းသပ်မှုနှင့် ရောက်ရှိနိုင်မှုအားဖြင့် အားပေးသော အပြည့်အစုံစနစ် ဖော်ပြချက်။
nl: Volledige documentatie over functies, architectuur, installatie, implementatie, beveiliging, testen en toegankelijkheid.
no: Fullstendig dokumentasjon som dekker funksjoner, arkitektur, oppsett, distribusjon, sikkerhet, testing og tilgjengelighet.
pa: ਫੀਚਰਸ, ਆਰਕੀਟੈਕਚਰ, ਸੈੱਟਅਪ, ਡੀਪਲੋਯਮੈਂਟ, ਸੁਰੱਖਿਆ, ਟੈਸਟਿੰਗ, ਅਤੇ ਪਹੁੰਚਅਧਿਕਾਰ ਨੂੰ ਕਵਰ ਕਰਦੀ ਪੂਰਨ ਦਸਤਾਵੇਜ਼।
pl: Pełna dokumentacja obejmująca funkcje, architekturę, konfigurację, wdrażanie, bezpieczeństwo, testowanie i dostępność.
pt: Documentação completa cobrindo recursos, arquitetura, configuração, implantação, segurança, testes e acessibilidade.
ro: Documentație completă care acoperă caracteristicile, arhitectura, configurarea, implementarea, securitatea, testarea și accesibilitatea.
ru: Полная документация, охватывающая функции, архитектуру, настройку, развертывание, безопасность, тестирование и доступность.
sk: Kompletná dokumentácia pokrývajúca funkcie, architektúru, nastavenie, nasadenie, zabezpečenie, testovanie a prístupnosť.
sl: Popolna dokumentacija, ki pokriva funkcije, arhitekturo, nastavitev, uvedbo, varnost, testiranje in dostopnost.
sq: Dokumentacion i plotë që mbulon veçoritë, arkitekturën, instalimin, vendosjen, sigurinë, testimin dhe aksesueshmërinë.
sr: Kompletna dokumentacija koja pokriva funkcionalnosti, arhitekturu, podešavanje, implementaciju, sigurnost, testiranje i pristupačnost.
sv: Komplett dokumentation som täcker funktioner, arkitektur, installation, distribution, säkerhet, testning och tillgänglighet.
sw: Hati kamili inayoangazia vipengele, usanifu, usanidi, kupeleka, usalama, upimaji, na ufikivu.
ta: அம்சங்கள், கட்டமைப்பு, அமைப்பு, டெப்ளாய்மென்ட், பாதுகாப்பு, பரிசோதனை மற்றும் அணுகலை மையப்படுத்தும் முழுமையான ஆவணங்கள்.
te: లక్షణాలు, నిర్మాణం, సెట్టప్, మోచుదు, భద్రత, పరీక్ష, మరియు ప్రవేశం యొక్క పూర్తి డాక్యుమెంటేషన్.
th: เอกสารที่สมบูรณ์ครอบคลุมฟีเจอร์, สถาปัตยกรรม, การตั้งค่า, การปรับใช้, ความปลอดภัย, การทดสอบ, และการเข้าถึง
tr: Özellikleri, mimariyi, ayarları, dağıtımı, güvenliği, testi ve erişilebilirliği kapsayan eksiksiz belgeler.
uk: Повна документація, що покриває функції, архітектуру, налаштування, розгортання, безпеку, тестування та доступність.
ur: دستاویزات جس میں خصوصیات، فن تعمیر، ترتیب، تعیناتی، سیکیورٹی، جانچ، اور رسائی شامل ہیں۔
uz: Xususiyatlar, arxitektura, sozlash, joriy etish, xavfsizlik, test qilish va kirish imkoniyatlarini qamrab oladigan to'liq hujjat.
vi: Доконал документација покрива особености, архитектуру, поставке, размену, безбедност, тестирање и приступачност.
xh: Uxwebhu olupheleleyo olubandakanya iimpawu, ulwakhiwo, useto, ukuthunyelwa, ukhuseleko, uvavanyo, kunye nokuya kukufikeleleka.

source: ⚠️ Admin Tips
ar: ⚠️ نصائح الإدارة
az: ⚠️ Admin Tövsiyələri
be: ⚠️ प्रशासन सुझावहरू
bn: ⚠️ অ্যাডমিন পরামর্শ
cs: ⚠️ Tipy pro adminy
cy: ⚠️ Awgrymiadau Gweinyddol
de: ⚠️ Admin-Tipps
el: ⚠️ Συμβουλές Διαχείρισης
es: ⚠️ Consejos para administradores
et: ⚠️ Admini näpunäited
eu: ⚠️ Kudeatzaile Iradokizunak
fa: ⚠️ نکات مدیر
fi: ⚠️ Ylläpitovinkkejä
fr: ⚠️ Conseils d'administration
ga: ⚠️ Leideanna Riaracháin
gd: ⚠️ Molaidhean Rianachd
gl: ⚠️ Consellos de Administración
gu: ⚠️ એડમિન ટિપ્સ
he: ⚠️ טיפים למנהל
hi: ⚠️ एडमिन टिप्स
hr: ⚠️ Administratorski Savjeti
hu: ⚠️ Admin tippek
id: ⚠️ Tips Admin
is: ⚠️ Stjórn ráð
it: ⚠️ Consigli per amministratori
ja: ⚠️ 管理者のヒント
ka: ⚠️ व्यवस्थापक सुझाव
ku: ⚠️ ڕاشەکەەوانی پەڕەگە زانے
lt: ⚠️ Administratoriaus patarimai
lv: ⚠️ Administrācijas padomi
mg: ⚠️ Torohevitra ho an'ny Admin
mi: ⚠️ Ngā Tohutohu Whakahaere
mk: ⚠️ Админ Совети
ml: ⚠️ അഡ്മിൻ ടിപ്പുകൾ
ms: ⚠️ Tip Pentadbir
mt: ⚠️ Pariri Amministrattivi
my: ⚠️ အုပ်ချုပ်ရေး အကြံပြုချက်များ
nl: ⚠️ Beheerders Tips
pa: ⚠️ ਐਡਮਿਨ ਸੁਝਾਅ
pl: ⚠️ Wskazówki dla administratorów
pt: ⚠️ Dicas de Administração
ro: ⚠️ Sfaturi pentru Admin
ru: ⚠️ Подсказки администратора
sk: ⚠️ Admin Tipy
sl: ⚠️ Nasveti za administratorje
sq: ⚠️ Këshilla për Administratorin
sr: ⚠️ Admin saveti
sv: ⚠️ Adminknep
sw: ⚠️ Vidokezo vya Utawala
ta: ⚠️ நிர்வாக குறித்து குறிப்புகள்
te: ⚠️ వ్యవస్థాపక సూచనలు
th: ⚠️ เคล็ดลับสำหรับผู้ดูแล
tr: ⚠️ Yönetici İpuçları
uk: ⚠️ Поради адміністратора
ur: ⚠️ ایڈمن ٹپس
uz: ⚠️ Admin maslahatlari
vi: ⚠️ Mẹo của Admin
xh: ⚠️ Iingcebiso zabaPhathi

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
ar: لا تقم أبدًا بتشغيله في بيئة الإنتاج مع تمكين DEBUG. وضع التصحيح يكشف عن تفاصيل داخلية وآثار المكدس.
az: Heç vaxt DEBUG açıq olduğu halda istehsalda çalıştırmayın. Debug rejimi daxili detalları və yığın izlərini expon edir.
be: Niemals im Produktionsbetrieb mit aktiviertem DEBUG ausführen. Der Debug-Modus zeigt interne Details und Stack-Traces.
bn: DEBUG সক্ষম অবস্থায় উৎপাদনে কখনও চালাবেন না। ডিবাগ মোড অভ্যন্তরীণ বিবরণ এবং স্ট্যাক ট্রেস প্রকাশ করে।
cs: Nikdy nespouštějte v produkci s povoleným DEBUG. Režim ladění odhaluje vnitřní detaily a zásobníkové stopy.
cy: Peidiwch byth â rhedeg mewn cynhyrchiad gyda DEBUG wedi'i alluogi. Mae modd dadfygio yn datgelu manylion mewnol ac olion pyst.
da: Kør aldrig i produktion med DEBUG aktiveret. Debug-tilstand afslører interne detaljer og stack-traces.
de: Niemals im Produktionsbetrieb mit aktiviertem DEBUG ausführen. Der Debug-Modus gibt interne Details und Stack-Traces preis.
el: Ποτέ μην εκτελείτε σε παραγωγή με ενεργοποιημένο το DEBUG. Η λειτουργία εντοπισμού σφαλμάτων αποκαλύπτει εσωτερικές λεπτομέρειες και ίχνη στοίβας.
es: Nunca ejecute en producción con DEBUG habilitado. El modo de depuración expone detalles internos y rastros de pila.
et: Ära kunagi käivita tootmises, kui DEBUG on lubatud. Debug-režiim paljastab sisemised üksikasjad ja veajäljed.
eu: Ez exekutatu inoiz DEBUG gaituta ekoizpenean. Debug moduak xehetasun barrukoak eta errore-trazak erakusten ditu.
fa: هرگز با فعال بودن DEBUG در محیط تولید اجرا نشود. حالت اشکال‌زدایی جزئیات داخلی و ردپای انباشته را فاش می‌کند.
fi: Älä koskaan aja tuotannossa, kun DEBUG on käytössä. Virheenkorjaustila paljastaa sisäisiä tietoja ja pinojälkiä.
fr: Ne jamais exécuter en production avec DEBUG activé. Le mode débogage expose les détails internes et les traces de pile.
ga: Nka nnyɛ edwuma wɔ abɔɛ mu a wɔde DEBUG renyim. Debug tumi yɛ adwuma a ɛma wɔhwɛ ɔman nsɛm ne nhoma mpɔtam anaa ɛyɛ a wɔyɛ yɛn mpɔtam.
gd: Na ruith gu bràth ann an riochdachadh le DEBUG air a chomasachadh. Bidh modh debug a' nochdadh mion-fhiosrachadh a-staigh agus clàran stac.
gl: Nunca executar en produción con DEBUG activado. O modo de depuración expón detalles internos e seguimentos de pilas.
gu: DEBUG સક્ષમ કરેલ હોય ત્યારે ઉત્પાદનમાં ક્યારેય ચલાવો નહી. ડિબગ મોડ આંતરિક વિગતો અને સ્ટેક ટ્રેસેસ પ્રગટ કરે છે.
he: לעולם אל תפעיל בסביבת ייצור עם DEBUG מופעל. מצב ניפוי שגיאות חושף פרטים פנימיים ומעקב אחר שגיאות.
hi: DEBUG सक्षम करके उत्पादन में कभी न चलाएं। डिबग मोड आंतरिक विवरणों और स्टैक ट्रेसेस को उजागर करता है।
hr: Nikada ne pokrećite u proizvodnji s uključenim DEBUG. Debug način rada izlaže interne detalje i stogove tragova.
hu: Soha ne futtassa éles környezetben a DEBUG engedélyezett állapotával. A hibakeresési mód belső részleteket és veremnyomokat tár fel.
id: Jangan pernah menjalankan di produksi dengan DEBUG diaktifkan. Mode debug memperlihatkan detail internal dan jejak tumpukan.
is: Ekki keyra í framleiðslu með DEBUG virkt. Debug stilling sýnir innri upplýsingar og villur.
it: Non eseguire mai in produzione con DEBUG abilitato. La modalità debug espone dettagli interni e tracce degli stack.
ja: DEBUGを有効にして本番環境で実行しないでください。デバッグモードは内部の詳細やスタックトレースを公開します。
ka: თუკი DEBUG ჩართულია, არასდროს გაუშვით პროდუქციაში. დამუშავების რეჟიმი აისახება შიდა დეტალებსა და stack-ებზე.
ku: هەرگیز لە توندەکاری پەیوەندیدا بە DEBUGوی ڕەچاو ناکەرەوە بخۆڕەتنە پەیوەندیدا. شێوازە تەکەییەکان وهە ستەکێانی ڕەچاوکانی بهیڤیندەکان.
lt: Niekada neleiskite gamyboje su įjungtu DEBUG. Derinimo režimas atskleidžia vidines detales ir steko pėdsakus.
lv: Nekad nedarbiniet ražošanā ar iespējotu DEBUG. Debug režīms atklāj iekšējās detaļas un kaudzes izsekojumus.
mg: Aza mihazakazaka mihitsy amin'ny famokarana miaraka amin'ny DEBUG alefa. Ny fomba Debug dia mampiseho ny antsipiriany anatiny sy ny stack traces.
mi: Kaua rawa e whakahaere i te hanga ki te whakatairanga me te DEBUG kua whakahohehia. Ka whakaatu te aratau patuiro i ngā taipitopito o roto me ngā ara putu.
mk: Никогаш не користете во продукција со активиран DEBUG. Режимот за дебагирање открива внатрешни детали и следење на стек.
ml: DEBUG പ്രവർത്തനക്ഷമമാക്കിയ നിലയിൽ പ്രൊഡക്ഷനിൽ ഒരിക്കലും പ്രവർത്തിക്കരുത്. ഡിബഗ് മോഡ് അന്തർകൃത്യ വിവരങ്ങളും സ്റ്റാക്ക് ട്രേസുകളും പ്രകടിപ്പിക്കുന്നു.
ms: Jangan jalankan dalam produksi dengan DEBUG diaktifkan. Mod debug mendedahkan butiran dalaman dan jejak stack.
mt: Qatt tħaddem fil-produzzjoni b'DEBUG attivat. Il-mod tal-debug jesponi dettalji interni u stack traces.
my: DEBUG အဆင့်ကို ပြုပြင်ပြောင်းလဲမှုများကို ထုတ်လုပ်မှုတွင် မပြုလုပ်ပါနှင့်။ အမှားလမ်းကြောင်းများကို ပြသသည်။
nl: Nooit draaien in productie met DEBUG ingeschakeld. Debug-modus onthult interne details en stacktraces.
no: Aldri kjør i produksjon med DEBUG aktivert. Feilsøkingsmodus avslører interne detaljer og stack-spor.
pa: DEBUG ਇਨਬਲੇਡ ਦੇ ਨਾਲ ਕਦੇ ਵੀ ਪ੍ਰੋਡਕਸ਼ਨ ਵਿੱਚ ਨਾ ਚਲਾਓ। ਡਿਬੱਗ ਮੋਡ ਅੰਦਰੂਨੀ ਵੇਰਵੇ ਅਤੇ ਸਟੈਕ ਟਰੇਸਜ਼ ਉਜਾਗਰ ਕਰਦਾ ਹੈ।
pl: Nigdy nie uruchamiaj produkcji z włączonym DEBUG. Tryb debugowania ujawnia wewnętrzne szczegóły i ślady stosu.
pt: Nunca execute em produção com DEBUG ativado. O modo de depuração expõe detalhes internos e rastreamentos de pilha.
ro: Nu rulați niciodată în producție cu DEBUG activat. Modul de depanare expune detalii interne și trasee ale stivei.
ru: Никогда не запускайте в производстве с включенным DEBUG. Режим отладки раскрывает внутренние детали и трассировки стека.
sk: Nikdy nespúšťajte v produkcii s povoleným DEBUG. Režim ladenia vystavuje interné detaily a zásobníkové stopy.
sl: Nikoli ne uporabljajte v produkciji, ko je DEBUG omogočen. Način za odpravljanje napak razkriva notranje podrobnosti in sledove skladov.
sq: Asnjëherë mos e ekzekuto në prodhim me DEBUG të aktivizuar. Modaliteti Debug ekspozon detaje të brendshme dhe gjurmë të stack-ut.
sr: Nikada ne pokrećite u produkciji sa uključenim DEBUG. Režim za ispravljanje grešaka izlaže unutrašnje detalje i tragove grešaka.
sv: Kör aldrig i produktion med DEBUG aktiverat. Debug-läge exponerar interna detaljer och stacktraces.
sw: Usiwahi kuendesha kwa uzalishaji na DEBUG imewezeshwa. Hali ya utatuzi hufungua maelezo ya ndani na miunzi ya maelezo ya kosa.
ta: DEBUG செயல்படுத்தப்பட்டிருப்பின் தயாரிப்பில் ஏற்றவும் முடியாது. டிபக் நடைமுறைகள் உள்ளீடுகளை மற்றும் குவியல் வரைபடங்களை வெளிப்படுத்தும்.
te: DEBUG ఎనేబుల్ తో ప్రొడక్షన్‌లో ఎప్పుడూ నడపవద్దు. డీబగ్ మోడ్ అంతర్గత వివరాలు మరియు స్టాక్ ట్రేస్‌లను ఎక్స్‌పోజ్ చేస్తుంది.
th: อย่ารันในโปรดักชันด้วย DEBUG เปิดใช้งานอยู่ โหมดดีบักจะแสดงรายละเอียดภายในและสแต็คเทรซ
tr: DEBUG etkinleştirilmiş olarak üretimde asla çalıştırmayın. Hata ayıklama modu, dahili detayları ve yığın izlerini açığa çıkarır.
uk: Ніколи не запускайте в продакшні з увімкненим режимом DEBUG. Режим налагодження розкриває внутрішні деталі та трасування стека.
ur: پروڈکشن میں کبھی بھی ڈیبگ کو فعال کر کے نہ چلائیں۔ ڈیبگ موڈ داخلی تفصیلات اور سٹیک ٹریس ظاہر کرتا ہے۔
uz: Hech qachon DEBUG yoqilgan holda ishlab chiqarishda ishlatmang. Debug rejimi ichki tafsilotlar va stack izlarini ochib beradi.
vi: Không bao giờ chạy ở chế độ sản xuất với DEBUG được bật. Chế độ gỡ lỗi sẽ tiết lộ các chi tiết nội bộ và vết ngăn xếp.
xh: Uze ungaze usebenze kwimveliso ngeDEBUG ivuliwe. Imowudi yokulungisa iingxaki ibonakalisa iinkcukacha zangaphakathi kunye nemikhondo yephutha.
