Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Deleting your account is permanent and cannot be undone.
ar: حذف حسابك دائم ولا يمكن التراجع عنه.
az: Hesabınızı silmək qalıcıdır və geri qaytarıla bilməz.
be: Выдаленне вашага ўліковага запісу з'яўляецца пастаянным і не можа быць адменена.
bn: আপনার অ্যাকাউন্ট মুছলে তা স্থায়ীভাবে মুছে যাবে এবং পুনরুদ্ধার করা যাবে না।
cs: Smazání vašeho účtu je trvalé a nelze jej vrátit zpět.
cy: Mae dileu eich cyfrif yn weithred barhaol ac ni ellir ei dadwneud.
da: Sletning af din konto er permanent og kan ikke fortrydes.
de: Das Löschen Ihres Kontos ist dauerhaft und kann nicht rückgängig gemacht werden.
el: Η διαγραφή του λογαριασμού σας είναι μόνιμη και δεν μπορεί να αναιρεθεί.
es: Eliminar tu cuenta es permanente y no se puede deshacer.
et: Konto kustutamine on püsiv ja seda ei saa tagasi võtta.
eu: Zure kontua ezabatzea iraunkorra da eta ezin da desegin.
fa: حذف حساب شما دائمی است و نمی توان آن را بازگرداند.
fi: Tilisi poistaminen on pysyvää eikä sitä voi peruuttaa.
fr: Supprimer votre compte est permanent et ne peut pas être annulé.
ga: Wogyii wo akawontafunu ho tum, na wɔrentumi nsesa.
gd: Tha cur às do chunntas maireannach agus chan fhaodar a thilleadh.
gl: A eliminación da túa conta é permanente e non se pode desfacer.
gu: તમારું ખાતું કાઢવું કાયમી છે અને તેને પાછું લઈ શકાય તેમ નથી.
he: מחיקת חשבונך היא לצמיתות ולא ניתנת לביטול.
hi: आपके खाते को हटाना स्थायी है और इसे पूर्ववत नहीं किया जा सकता।
hr: Brisanje vašeg računa je trajno i ne može se poništiti.
hu: A fiók törlése végleges és nem visszavonható.
id: Menghapus akun Anda bersifat permanen dan tidak dapat dibatalkan.
is: Eyðing reikningsins þíns er varanleg og getur ekki verið afturkölluð.
it: Eliminare il tuo account è permanente e non può essere annullato.
ja: アカウントの削除は永久で、元に戻せません。
ka: თქვენი ანგარიშის წაშლა მუდმივია და მისი დაცვითი არ არსებობს.
ku: سڕینەوەی ئەکاونت کەواتە بەردەوام و ناتوانرێت هەژماری شود.
lt: Jūsų paskyros ištrynimas yra nuolatinis ir negali būti atšauktas.
lv: Jūsu konta dzēšana ir pastāvīga un neatgriezeniska.
mg: Mandrakizay ny famafana ny kaontinao ary tsy azo averina.
mi: Ko te muku i tō pūkete he pumau, ā, kāore e taea te whakahoki.
mk: Бришењето на вашиот профил е постојано и не може да се поништи.
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യുന്നത് സ്ഥിരമായും മടക്കാനുള്ളതുമല്ല.
ms: Memadam akaun anda adalah kekal dan tidak boleh dibatalkan.
mt: Li tħassar il-kont tiegħek hija permanenti u ma tistax terġa’ lura.
my: သင့်အကောင့်ကို ဖျက်တာကိုမပြန်လည်ရနိုင်ပါ။
nl: Het verwijderen van uw account is permanent en kan niet ongedaan worden gemaakt.
no: Å slette kontoen din er permanent og kan ikke angres.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਮਿਟਾਉਣਾ ਸਥਾਈ ਹੈ ਅਤੇ ਇਸਨੂੰ ਵਾਪਸ ਨਹੀਂ ਲਿਆ ਜਾ ਸਕਦਾ।
pl: Usunięcie konta jest trwałe i nieodwracalne.
pt: Excluir sua conta é permanente e não pode ser desfeito.
ro: Ștergerea contului dvs. este permanentă și nu poate fi anulată.
ru: Удаление вашего аккаунта является постоянным и не может быть отменено.
sk: Vymazanie účtu je trvalé a nemožno ho vrátiť späť.
sl: Brisanje vašega računa je trajno in ga ni mogoče razveljaviti.
sq: Fshirja e llogarisë tuaj është e përhershme dhe nuk mund të ndryshohet.
sr: Brisanje vašeg naloga je trajno i ne može se opozvati.
sv: Att ta bort ditt konto är permanent och kan inte ångras.
sw: Kufuta akaunti yako ni hatua ya kudumu na haiwezi kubatilishwa.
ta: உங்கள் கணக்கை நீக்குவது நிரந்தரமானது, அதற்குப் பிறகு திரும்பப் பெற முடியாது.
te: మీ ఖాతాని తొలగించడం శాశ్వతమైనది మరియు తిరిగి పొందలేము.
th: การลบบัญชีของคุณเป็นการถาวรและไม่สามารถยกเลิกได้
tr: Hesabınızı silmek kalıcıdır ve geri alınamaz.
uk: Видалення вашого облікового запису є постійним і не може бути скасовано.
ur: آپ کے اکاؤنٹ کو حذف کرنا مستقل ہے اور واپس نہیں لایا جا سکتا۔
uz: Hisobingizni o‘chirish doimiy va bekor qilib bo‘lmaydi.
vi: Xóa tài khoản của bạn là vĩnh viễn và không thể hoàn tác.
xh: Ukucima i-akhawunti yakho kulihlomlo kwaye alinakubuyiselwa.

source: Are you sure you want to delete your account?
ar: هل أنت متأكد أنك تريد إعادة ضبط المصادقة متعددة العوامل لهذا المستخدم؟
az: Bu istifadəçi üçün MFA-nı sıfırlamaq istədiyinizə əminsiniz?
be: Вы ўпэўнены, што хочаце скінуць MFA для гэтага карыстальніка?
bn: আপনি কি নিশ্চিত যে আপনি এই ব্যবহারকারীর জন্য এমএফএ পুনরায় সেট করতে চান?
cs: Opravdu chcete resetovat MFA pro tohoto uživatele?
cy: Ydych chi'n siŵr eich bod am ailosod MFA ar gyfer y defnyddiwr hwn?
da: Er du sikker på, at du vil nulstille MFA for denne bruger?
de: Sind Sie sicher, dass Sie MFA für diesen Benutzer zurücksetzen möchten?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε το MFA για αυτόν τον χρήστη;
es: ¿Estás seguro de que deseas restablecer MFA para este usuario?
et: Kas olete kindel, et soovite selle kasutaja MFA lähtestada?
eu: Ziur zaude erabiltzaile honentzako MFA berrezarri nahi duzula?
fa: آیا مطمئنید که می‌خواهید MFA را برای این کاربر بازنشانی کنید؟
fi: Oletko varma, että haluat nollata MFA:n tältä käyttäjältä?
fr: Êtes-vous sûr de vouloir réinitialiser MFA pour cet utilisateur ?
ga: Wote nsɛm sɛ rebue MFA ama ɔyɛfo yi no?
gd: A bheil thu cinnteach gu bheil thu airson MFA ath-shuidheachadh airson an neach-cleachdaidh seo?
gl: Estás seguro de que queres restablecer o MFA para este usuario?
gu: શું તમે આ વપરાશકર્તા માટે MFA ફરીથી સેટ કરવા માટે ખાતરી કરો છો?
he: האם אתה בטוח שברצונך לאפס את האימות הדו-שלבי עבור משתמש זה?
hi: क्या आप वाकई इस उपयोगकर्ता के लिए MFA रीसेट करना चाहते हैं?
hr: Jeste li sigurni da želite resetirati MFA za ovog korisnika?
hu: Biztosan vissza szeretné állítani az MFA-t ennek a felhasználónak?
id: Apakah Anda yakin ingin mengatur ulang MFA untuk pengguna ini?
is: Ertu viss um að þú viljir endurstilla MFA fyrir þennan notanda?
it: Sei sicuro di voler reimpostare MFA per questo utente?
ja: このユーザーのMFAをリセットしてもよろしいですか？
ka: დარწმუნებული ხართ, რომ გსურთ ამ მომხმარებლის MFA-ს გადაყენება?
ku: دڵنیاییت تۆمەنی دوبارەکردنی MFA بۆ ئەم بەکارهێنەرە ئەنجامبدەیت؟
lt: Ar tikrai norite iš naujo nustatyti MFA šiam naudotojui?
lv: Vai tiešām vēlaties atiestatīt MFA šim lietotājam?
mg: Azonao antoka ve fa hanavao ny MFA an'ity mpampiasa ity ianao?
mi: Kei te tino hiahia koe ki te tautuhi anō i te MFA mō tēnei kaiwhakamahi?
mk: Дали сте сигурни дека сакате да го ресетирате MFA за овој корисник?
ml: ഈ ഉപയോക്താവിനായി MFA പുനക്രമീകരിക്കുന്നതിന് നിങ്ങൾ ഉറപ്പാണോ?
ms: Adakah anda pasti mahu menetapkan semula MFA untuk pengguna ini?
mt: Int żgur li trid tirrisetta MFA għal dan l-utent?
my: ဤအသုံးပြုသူအတွက် MFA ကို ပြန်စမည်ဆိုရင် သေချာပါသလား?
nl: Weet u zeker dat u MFA voor deze gebruiker wilt resetten?
no: Er du sikker på at du vil tilbakestille MFA for denne brukeren?
pa: ਕੀ ਤੁਸੀਂ ਯਕੀਨੀਕਰਨ ਕਰਦੇ ਹੋ ਕਿ ਤੁਸੀਂ ਇਸ ਵਰਤੋਂਕਾਰ ਲਈ MFA ਰੀਸੈਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Czy na pewno chcesz zresetować MFA dla tego użytkownika?
pt: Tem certeza de que deseja redefinir MFA para este usuário?
ro: Sunteți sigur că doriți să resetați MFA pentru acest utilizator?
ru: Вы уверены, что хотите сбросить MFA для этого пользователя?
sk: Naozaj chcete obnoviť MFA pre tohto používateľa?
sl: Ali ste prepričani, da želite ponastaviti MFA za tega uporabnika?
sq: A jeni i sigurt që dëshironi të rivendosni MFA për këtë përdorues?
sr: Da li ste sigurni da želite da resetujete MFA za ovog korisnika?
sv: Är du säker på att du vill återställa MFA för denna användare?
sw: Je, una uhakika unataka kuweka upya MFA kwa mtumiaji huyu?
ta: இந்த பயனருக்கு MFA ஐ மீட்டமைக்க விரும்புகிறீர்களா?
te: ఈ వినియోగదారుని యొక్క MFAని రీసెట్ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการรีเซ็ต MFA สำหรับผู้ใช้นี้?
tr: Bu kullanıcının MFA'sını sıfırlamak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скинути MFA для цього користувача?
ur: کیا آپ واقعی اس صارف کے لئے MFA کو ری سیٹ کرنا چاہتے ہیں؟
uz: Ushbu foydalanuvchi uchun MFAni qayta o‘rnatishga ishonchingiz komilmi?
vi: Bạn có chắc chắn muốn đặt lại MFA cho người dùng này không?
xh: Uqinisekile ukuba ufuna ukusetha kwakhona i-MFA yalomsebenzisi?

source: Delete My Account
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Обновить аккаунт
bn: অ্যাকাউন্ট আপডেট করুন
cs: Aktualizovat účet
cy: Diweddaru Cyfrif
da: Opdater konto
de: Konto aktualisieren
el: Ενημέρωση Λογαριασμού
es: Actualizar cuenta
et: Uuenda kontot
eu: Kontua Eguneratu
fa: به‌روزرسانی حساب
fi: Päivitä tili
fr: Mettre à jour le compte
ga: Akonta Bɔ anuonyam
gd: Ùraich Cunntas
gl: Actualizar Conta
gu: એકાઉન્ટ અપડેટ કરો
he: עדכון חשבון
hi: खाता अपडेट करें
hr: Ažuriraj račun
hu: Fiók frissítése
id: Perbarui Akun
is: Uppfæra Reikning
it: Aggiorna account
ja: アカウントを更新
ka: ანგარიშის განახლება
ku: نوێکردنەوەی ئەکاونت
lt: Atnaujinti paskyrą
lv: Atjaunināt Kontu
mg: Havaozy ny Kaonty
mi: Whakahou Pūkete
mk: Ажурирај сметка
ml: അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemaskini Akaun
mt: Aġġorna l-Kont
my: အကောင့်ကိုအပ်ဒိတ်လုပ်ပါ။
nl: Update Account
no: Oppdater Konto
pa: ਖਾਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj konto
pt: Atualizar Conta
ro: Actualizează Contul
ru: Обновить учетную запись
sk: Aktualizovať účet
sl: Posodobi račun
sq: Përditëso Llogarinë
sr: Ažuriraj nalog
sv: Uppdatera Konto
sw: Sasisha Akaunti
ta: கணக்கை புதுப்பிக்கவும்
te: ఖాతాను నవీకరించండి
th: อัปเดตบัญชี
tr: Hesabı Güncelle
uk: Оновити акаунт
ur: اکاؤنٹ کو اپ ڈیٹ کریں
uz: Hisobni yangilash
vi: Cập nhật Tài khoản
xh: Hlaziya iAkhawunti

source: Security Questions
ar: 🔐 الأمان
az: 🔐 Təhlükəsizlik
be: 🔐 Безопасность
bn: 🔐 নিরাপত্তা
cs: 🔐 Zabezpečení
cy: 🔐 Diogelwch
da: 🔐 Sikkerhed
de: 🔐 Sicherheit
el: 🔐 Ασφάλεια
es: 🔐 Seguridad
et: 🔐 Turvalisus
eu: 🔐 Segurtasuna
fa: 🔐 امنیت
fi: 🔐 Turvallisuus
fr: 🔐 Sécurité
ga: 🔐 Ankasa
gd: 🔐 Tèarainteachd
gl: 🔐 Seguridade
gu: 🔐 સુરક્ષા
he: 🔐 אבטחה
hi: 🔐 सुरक्षा
hr: 🔐 Sigurnost
hu: 🔐 Biztonság
id: 🔐 Keamanan
is: 🔐 Öryggi
it: 🔐 Sicurezza
ja: 🔐 セキュリティ
ka: 🔐 უსაფრთხოება
ku: 🔐 پاراستن
lt: 🔐 Saugumas
lv: 🔐 Drošība
mg: 🔐 Fiarovana
mi: 🔐 Haumarutanga
mk: 🔐 Безбедност
ml: 🔐 സുരക്ഷ
ms: 🔐 Keselamatan
mt: 🔐 Sigurtà
my: 🔐 လုံခြုံရေး
nl: 🔐 Beveiliging
no: 🔐 Sikkerhet
pa: 🔐 ਸੁਰੱਖਿਆ
pl: 🔐 Bezpieczeństwo
pt: 🔐 Segurança
ro: 🔐 Securitate
ru: 🔐 Безопасность
sk: 🔐 Bezpečnosť
sl: 🔐 Varnost
sq: 🔐 Siguria
sr: 🔐 Bezbednost
sv: 🔐 Säkerhet
sw: 🔐 Usalama
ta: 🔐 பாதுகாப்பு
te: 🔐 భద్రత
th: 🔐 ความปลอดภัย
tr: 🔐 Güvenlik
uk: 🔐 Безпека
ur: 🔐 سیکورٹی
uz: 🔐 Xavfsizlik
vi: 🔐 Bảo mật
xh: 🔐 Ukhuseleko

source: Set Your Security Questions
ar: حدد أسئلة الأمان الخاصة بك
az: Təhlükəsizlik suallarınızı təyin edin
be: আপনার সিকিউরিটি প্রশ্ন সেট করুন
bn: আপনার নিরাপত্তা প্রশ্নগুলো নির্ধারণ করুন
cs: Nastavte si své bezpečnostní otázky
cy: Gosodwch Eich Cwestiynau Diogelwch
da: Angiv dine sikkerhedsspørgsmål
de: Legen Sie Ihre Sicherheitsfragen fest
el: Ορίστε τις ερωτήσεις ασφαλείας σας
es: Establece tus preguntas de seguridad
et: Seadista oma turvaküsimused
eu: Ezarri Zure Segurtasun Galderak
fa: سؤالات امنیتی خود را تنظیم کنید
fi: Aseta turvallisuuskysymyksesi
fr: Définissez vos questions de sécurité
ga: Socraigh Do Cheisteanna Slándála
gd: Suidhich na Ceistean Tèarainteachd agad
gl: Estableza as Súas Preguntas de Seguridade
gu: તમારા સુરક્ષા પ્રશ્નો સેટ કરો
he: הגדר את שאלות האבטחה שלך
hi: अपना सुरक्षा प्रश्न सेट करें
hr: Postavite svoja sigurnosna pitanja
hu: Állítsa be a biztonsági kérdéseit
id: Tetapkan Pertanyaan Keamanan Anda
is: Stilltu öryggisspurningar þínar
it: Imposta le tue domande di sicurezza
ja: セキュリティ質問を設定
ka: დააყენეთ თქვენი უსაფრთხოების კითხვები
ku: دیاری بکە پرسیارەکانی پاراستنت یانە
lt: Nustatykite savo saugumo klausimus
lv: Iestatiet savus drošības jautājumus
mg: Apetrakao ny Fanontaniana Momba ny Fiarovana Anao
mi: Tautuhia āu Pātai Haumarutanga
mk: Поставете ги вашите безбедносни прашања
ml: നിങ്ങളുടെ സുരക്ഷാ ചോദ്യങ്ങൾ സജ്ജമാക്കുക
ms: Tetapkan Soalan Keselamatan Anda
mt: Issettja l-Mistoqsijiet tas-Sigurtà Tiegħek
my: ကိုယ့်လုံခြုံရေးမေးခွန်းများစက်ပြင်ပါ
nl: Stel je beveiligingsvragen in
no: Sett dine sikkerhetsspørsmål
pa: ਆਪਣੇ ਸੁਰੱਖਿਆ ਸਵਾਲ ਸੈੱਟ ਕਰੋ
pl: Ustaw swoje pytania bezpieczeństwa
pt: Defina Suas Perguntas de Segurança
ro: Setați-vă întrebările de securitate
ru: Установите свои контрольные вопросы
sk: Nastavte si bezpečnostné otázky
sl: Nastavite varnostna vprašanja
sq: Vendosni Pyetjet Tuaja të Sigurisë
sr: Поставите ваша безбедносна питања
sv: Ange dina säkerhetsfrågor
sw: Weka Maswali Yako ya Usalama
ta: உங்கள் பாதுகாப்பு கேள்விகளை அமைக்கவும்
te: మీ భద్రతా ప్రశ్నలను సెట్ చేయండి
th: ตั้งคำถามการรักษาความปลอดภัยของคุณ
tr: Güvenlik Sorularınızı Ayarlayın
uk: Встановіть ваші запитання безпеки
ur: اپنے سکیورٹی سوالات مرتب کریں
uz: Xavfsizlik Savollaringizni Sozlang
vi: Thiết Lập Câu Hỏi Bảo Mật Của Bạn
xh: Seta Imibuzo Yakho Yokhuselo

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
ar: اختر ثلاثة أسئلة مختلفة وقدم إجاباتك. سوف يتم استخدامها للتحقق من هويتك إذا نسيت كلمة المرور الخاصة بك.
az: Üç fərqli sual seçin və cavablarınızı qeyd edin. Parolunuzu unutduğunuz təqdirdə şəxsiyyətinizi təsdiq etmək üçün istifadə olunacaq.
be: তিনটি আলাদা প্রশ্ন বেছে নিন এবং আপনার উত্ত্র প্রদান করুন। পাসওয়ার্ড ভুলে গেলে আপনার পরিচয় যাচাই করার জন্য এগুলি ব্যবহার করা হবে।
bn: তিনটি ভিন্ন প্রশ্ন নির্বাচন করুন এবং আপনার উত্তর প্রদান করুন। যদি আপনি কখনও আপনার পাসওয়ার্ড ভুলে যান তাহলে আপনার পরিচয় নিশ্চিত করার জন্য এগুলো ব্যবহার হবে।
cs: Vyberte tři různé otázky a poskytněte své odpovědi. Tyto budou použity k ověření vaší identity, pokud zapomenete heslo.
cy: Dewiswch dri chwestiwn gwahanol a rhowch eich atebion. Bydd y rhain yn cael eu defnyddio i wirio eich hunaniaeth os ydych yn anghofio eich cyfrinair.
da: Vælg tre forskellige spørgsmål og giv dine svar. Disse vil blive brugt til at verificere din identitet, hvis du nogensinde glemmer din adgangskode.
de: Wählen Sie drei verschiedene Fragen und geben Sie Ihre Antworten an. Diese werden verwendet, um Ihre Identität zu überprüfen, falls Sie Ihr Passwort vergessen sollten.
el: Επιλέξτε τρεις διαφορετικές ερωτήσεις και παρέχετε τις απαντήσεις σας. Αυτές θα χρησιμοποιηθούν για την επαλήθευση της ταυτότητάς σας σε περίπτωση που ξεχάσετε τον κωδικό πρόσβασής σας.
es: Elige tres preguntas diferentes y proporciona tus respuestas. Estas se usarán para verificar tu identidad si alguna vez olvidas tu contraseña.
et: Vali kolm erinevat küsimust ja anna oma vastused. Neid kasutatakse sinu identiteedi kinnitamiseks, kui sa unustad oma parooli.
eu: Aukeratu hiru galdera desberdin eta eman zure erantzunak. Hauek erabiliko dira zure nortasuna egiaztatzeko pasahitza ahazten baduzu.
fa: سه سؤال متفاوت انتخاب کرده و پاسخ‌های خود را ارائه دهید. این موارد برای تأیید هویت شما در صورتی که رمز عبور خود را فراموش کنید، استفاده خواهند شد.
fi: Valitse kolme eri kysymystä ja anna vastauksesi. Näitä käytetään henkilöllisyytesi varmistamiseen, jos unohdat salasanasi.
fr: Choisissez trois questions différentes et fournissez vos réponses. Elles seront utilisées pour vérifier votre identité si vous oubliez votre mot de passe.
ga: Roghnaigh trí cheist dhifriúla agus tabhair do fhreagraí. Úsáidfear iad seo chun do chéannacht a fhíorú má dhearmadann tú do phasfhocal riamh.
gd: Tagh trì ceistean eadar-dhealaichte agus thoir seachad do fhreagairtean. Thèid iad seo a chleachdadh gus dearbhadh d' aithne ma dhìochuimhnicheas tu am facal-faire agad a-riamh.
gl: Escolla tres preguntas diferentes e proporcione as súas respostas. Usaranse para verificar a súa identidade se algunha vez esquece o seu contrasinal.
gu: ત્રણ અલગ અલગ પ્રશ્નો પસંદ કરો અને તમારા જવાબો આપો. જો તમે ક્યારેય તમારો પાસવર્ડ ભૂલી જશો, તો તમારી ઓળખ તપાસવા માટે તેનો ઉપયોગ કરવામાં આવશે.
he: בחר שלוש שאלות שונות וספק את התשובות שלך. אלה ישמשו לאימות זהותך אם תשכח את הסיסמה שלך אי פעם.
hi: तीन अलग-अलग प्रश्न चुनें और अपने उत्तर दें। यदि आप कभी अपना पासवर्ड भूल जाते हैं तो यह आपकी पहचान सत्यापित करने के लिए उपयोग किए जाएंगे।
hr: Odaberite tri različita pitanja i dajte svoje odgovore. Ona će se koristiti za provjeru vašeg identiteta ako ikada zaboravite lozinku.
hu: Válasszon három különböző kérdést és adja meg a válaszait. Ezeket a személyazonosságának igazolására fogják felhasználni, ha valaha elfelejtené a jelszavát.
id: Pilih tiga pertanyaan berbeda dan berikan jawaban Anda. Ini akan digunakan untuk memverifikasi identitas Anda jika Anda lupa kata sandi.
is: Veldu þrjár ólíkar spurningar og gefðu svör. Þessar verða notaðar til að staðfesta auðkenni þitt ef þú gleymir lykilorði þínu.
it: Scegli tre domande diverse e fornisci le tue risposte. Queste verranno utilizzate per verificare la tua identità nel caso in cui dimenticassi la password.
ja: 3つの異なる質問を選び、それぞれの答えを入力してください。パスワードを忘れた場合の本人確認に使用されます。
ka: აირჩიეთ სამი განსხვავებული კითხვა და მიუთითეთ თქვენი პასუხები. ეს გამოყენებულ იქნება თქვენი იდენტობის დასადასტურებლად, თუ ოდესმე დაგავიწყდათ თქვენი პაროლი.
ku: سێ پرسیاری جیاواز هەڵبژێرە و وەڵامەکانت بدە. ئەمانە بەھای بەردەوام کردنی ناسایەتی دەکرێن ئەگەر پاسووردەکەت لەبیر کرد.
lt: Pasirinkite tris skirtingus klausimus ir pateikite savo atsakymus. Jie bus naudojami jūsų tapatybei patikrinti, jei kada nors pamiršite slaptažodį.
lv: Izvēlieties trīs dažādus jautājumus un sniedziet savas atbildes. Tie tiks izmantoti, lai pārbaudītu jūsu identitāti, ja jūs kādreiz aizmirsīsiet savu paroli.
mg: Fidio fanontaniana telo samihafa ary omeo ny valinao. Ireo dia ampiasaina hanamarinana ny maha-ianao anao raha manadino ny tenimiafinao ianao.
mi: Tīpakohia he pātai rerekē e toru, ā, tukuna ō whakautu. Ka whakamahia ēnei hei whakamana i tō tuakiri mēnā ka wareware koe i tō kupuhipa.
mk: Изберете три различни прашања и дадете ваши одговори. Овие ќе бидат користени за потврда на вашиот идентитет ако некогаш заборавите вашата лозинка.
ml: മൂന്നു വ്യത്യസ്ത ചോദ്യങ്ങൾ തിരഞ്ഞെടുക്കുക, ഉത്തരം നൽകുക. പാസ്സ്വേഡ് മറന്നാൽ നിങ്ങളുടെ തിരിച്ചറിവ് ഉറപ്പുവരുത്താൻ ഇവ ഉപയോഗിക്കും.
ms: Pilih tiga soalan berbeza dan berikan jawapan anda. Ini akan digunakan untuk mengesahkan identiti anda jika anda terlupa kata laluan anda.
mt: Agħżel tliet mistoqsijiet differenti u agħti t-tweġibiet tiegħek. Dawn se jintużaw biex tivverifika l-identità tiegħek jekk tinsa l-password tiegħek.
my: လုံးဝ မေးခွန်းနဲ့ ကိုယ့်အဖြေတွေ ပြိုင်ဖို့ ခုနစ်ပြောင်းပါ။ ဒါတွေကို သင့်စကားဝှက်မေ့ပါက သင့်ကိုယ်တိုင်အခြေအနေစိစစ်ဖို့ သို့သော်အက်ပ်စောင့်ရှောက်ပေးရန် ဖြေဖို့လိုပါလိမ့်မယ်။
nl: Kies drie verschillende vragen en geef je antwoorden. Deze worden gebruikt om je identiteit te verifiëren als je ooit je wachtwoord vergeet.
no: Velg tre forskjellige spørsmål og oppgi dine svar. Disse vil bli brukt for å bekrefte din identitet hvis du noen gang glemmer passordet ditt.
pa: ਤਿੰਨ ਵੱਖਰੇ ਸਵਾਲ ਚੁਣੋ ਅਤੇ ਆਪਣੇ ਉੱਤਰ ਦਿਓ। ਜੇ ਤੁਸੀਂ ਕਦੇ ਵੀ ਆਪਣਾ ਪਾਸਵਰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ ਤਾਂ ਇਹ ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਵਰਤੇ ਜਾਣਗੇ।
pl: Wybierz trzy różne pytania i podaj swoje odpowiedzi. Zostaną one wykorzystane do weryfikacji twojej tożsamości, jeśli kiedykolwiek zapomnisz hasła.
pt: Escolha três perguntas diferentes e forneça suas respostas. Elas serão usadas para verificar sua identidade se você esquecer sua senha.
ro: Alegeți trei întrebări diferite și oferiți răspunsurile. Acestea vor fi folosite pentru a verifica identitatea dumneavoastră dacă uitați parola.
ru: Выберите три разных вопроса и предоставьте свои ответы. Они будут использованы для проверки вашей личности, если вы забудете свой пароль.
sk: Vyberte si tri rôzne otázky a poskytnite svoje odpovede. Tieto budú použité na overenie vašej identity, ak niekedy zabudnete svoje heslo.
sl: Izberite tri različna vprašanja in podajte vaše odgovore. Ti bodo uporabljeni za preverjanje vaše identitete, če kdaj pozabite geslo.
sq: Zgjidhni tre pyetje të ndryshme dhe jepni përgjigjet tuaja. Këto do të përdoren për të verifikuar identitetin tuaj nëse harroni fjalëkalimin.
sr: Изаберите три различита питања и дајте одговоре. Ова питања ће се користити за проверу вашег идентитета ако икада заборавите лозинку.
sv: Välj tre olika frågor och ge dina svar. Dessa kommer att användas för att verifiera din identitet om du någonsin glömmer ditt lösenord.
sw: Chagua maswali matatu tofauti na toa majibu yako. Haya yatatumika kuthibitisha utambulisho wako ukisahau nenosiri lako.
ta: மூன்று வேறு கேள்விகளை தேர்வு செய்யவும் மற்றும் உங்கள் பதில்களை வழங்கவும். நீங்கள் உங்கள் கடவுச்சொல்லை மறந்து விட்டால் உங்கள் அங்கீகாரத்தை உறுதிப்படுத்த இவை பயன்படுத்தப்படும்.
te: మూడు విభిన్నమైన ప్రశ్నలను ఎంచుకుని మీ జవాబులను ఇవ్వండి. మీ పాస్‌వర్డ్ మరచినప్పుడు మీ గుర్తింపును ధృవీకరించడానికి వీటిని ఉపయోగిస్తారు.
th: เลือกคำถามที่แตกต่างกันสามข้อและระบุคำตอบของคุณ สิ่งเหล่านี้จะใช้ยืนยันตัวตนของคุณหากคุณลืมรหัสผ่าน
tr: Üç farklı soru seçin ve cevaplayın. Bu sorular, parolanızı unutmanız durumunda kimliğinizi doğrulamak için kullanılacaktır.
uk: Оберіть три різних питання і надайте ваші відповіді. Вони будуть використані для перевірки вашої особи, якщо ви коли-небудь забудете свій пароль.
ur: تین مختلف سوالات منتخب کریں اور اپنے جوابات فراہم کریں۔ یہ آپ کی شناخت کی تصدیق کے لئے استعمال ہوں گے اگر آپ کبھی اپنا پاس ورڈ بھول جائیں۔
uz: Uch xil savol tanlang va javoblar bering. Bu sizning shaxsingizni tasdiqlash uchun ishlatiladi, agar parolingizni unutib qo'ysangiz.
vi: Chọn ba câu hỏi khác nhau và cung cấp câu trả lời của bạn. Chúng sẽ được dùng để xác minh danh tính của bạn nếu bạn quên mật khẩu.
xh: Khetha imibuzo emithathu eyahlukileyo kwaye unikeze iimpendulo zakho. Oku kuya kusetyenziselwa ukuqinisekisa ukuba ulunge kwizazisi xa usoloko ulibala iphasiwedi yakho.
