Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Self-Hosting Responsibility
ar: مسؤولية الاستضافة الذاتية
az: Özünüzə Məxsus Quraşdırmanın Cavabdehliyi
be: Адказнасць за Асобнае Размяшчэнне
bn: স্ব-হোস্টিং দায়িত্ব
cs: Odpovědnost za vlastní hostování
cy: Atebolrwydd Hunan-Gynnal
da: Ansvar for selv-hosten
de: Verantwortung beim Selbst-Hosting
el: Ευθύνη Αυτό-Φιλοξενίας
es: Responsabilidad de Autohospedaje
et: Ise hostimise vastutus
eu: Auto-ostatuen Erantzukizuna
fa: مسئولیت خودمیزبانی
fi: Itseyllapidon vastuu
fr: Responsabilité de l'auto-hébergement
ga: Mpɔtaṃyi Foforɔ Sua
gd: Uallach Fèin-aoigheachd
gl: Responsabilidade da Autoxestión
gu: સ્વ-હોસ્ટિંગ જવાબદારી
he: אחריות לאירוח עצמי
hi: स्वयं-होस्टिंग जिम्मेदारी
hr: Odgovornost za vlastito hostiranje
hu: Saját hosztolás felelőssége
id: Tanggung Jawab Self-Hosting
is: Ábyrgð Sjálf-hýsingu
it: Responsabilità dell'Auto-Ospitalità
ja: 自己ホスティングの責任
ka: თვითმომსახურების პასუხისმგებლობა
ku: Çaweyên Xuyaltin
lt: Savetalpinimo atsakomybė
lv: Pašmitināšanas atbildība
mg: Andraikitry ny Fampiantranoana Tena
mi: Kawenga Whaiaro Tūmau
mk: Одговорност за само-хостирање
ml: സ്വയം-റെഫിലെ സംഭരണ ഉത്തരവാദിത്തം
ms: Tanggungjawab Penghosan Sendiri
mt: Responsabbiltà tal-Ostjaljar lil-Lilek Innifsek
my: ကိုယ့်ကိုယ်ပိုင်ပြုလုပ်ရာ တာဝန်
nl: Verantwoordelijkheid bij zelfhosting
no: Ansvar for Selv-Hosting
pa: ਆਤਮ ਹੋਸਟਿੰਗ ਜ਼ਿੰਮੇਵਾਰੀ
pl: Odpowiedzialność za własne hostowanie
pt: Responsabilidade de Auto-Hospedagem
ro: Responsabilitatea găzduirii proprii
ru: Ответственность за самостоятельное размещение
sk: Zodpovednosť pri samohostovaní
sl: Odgovornost za samostojno gostovanje
sq: Përgjegjësia e Vetë-Hostingut
sr: Odgovornost za sopstveni hosting
sv: Självhostingsansvar
sw: Wajibu wa Kujishikilia
ta: சுய-நிறைவேற்றத்தின் பொறுப்பு
te: స్వీయ-హోస్టింగ్ బాధ్యత
th: ความรับผิดชอบในการโฮสต์เอง
tr: Kendi Kendine Barındırma Sorumluluğu
uk: Відповідальність за самостійне розміщення
ur: خود ہوسٹنگ کی ذمہ داری
uz: O'z-o'zini joylashtirish mas'uliyati
vi: Trách Nhiệm Tự Lưu Trữ
xh: Uxanduva LokuSelf-host

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
ar: عندما تستضيف Grylli بنفسك، تكون مسؤولاً عن ضمان تخزين ومعالجة كافة بيانات المستخدم وفقًا للتشريعات الخصوصية السارية.
az: Grylli'yi özünüz idarə etdiyinizde, istifadəçi məlumatlarının tətbiq olunan məxfilik qaydalarına uyğun şəkildə saxlanılmasını və işlənməsini təmin etmək sizin məsuliyyətdədir.
be: Якщо ви самостійно хостите Grylli, ви відповідальні за забезпечення зберігання та обробки всіх даних користувача відповідно до застосовних правил конфіденційності.
bn: যখন আপনি Grylli নিজেই হোস্ট করেন, আপনি নিশ্চিত করবেন যে সমস্ত ব্যবহারকারীর ডেটা প্রযোজ্য গোপনীয়তা নিয়মাবলীর মধ্যে সংরক্ষিত এবং প্রক্রিয়াযুক্ত হয়।
cs: Při samohostování Grylli jste zodpovědní za zajištění, že všechna uživatelská data jsou uchovávána a zpracovávána v souladu s příslušnými předpisy o ochraně soukromí.
cy: Pan fyddwch yn cynnal Grylli eich hun, chi sydd yn gyfrifol am sicrhau bod yr holl ddata defnyddiwr yn cael ei storio a'i brosesu yn unol â'r rheoliadau preifatrwydd perthnasol.
da: Når du selv hoster Grylli, er du ansvarlig for at sikre, at alle brugerdata lagres og behandles i overensstemmelse med gældende privatlivsregler.
de: Wenn Sie Grylli selbst hosten, sind Sie dafür verantwortlich, sicherzustellen, dass alle Benutzerdaten in Übereinstimmung mit den geltenden Datenschutzvorschriften gespeichert und verarbeitet werden.
el: Όταν φιλοξενείτε το Grylli, είστε υπεύθυνοι για τη διασφάλιση ότι όλα τα δεδομένα των χρηστών αποθηκεύονται και επεξεργάζονται σύμφωνα με τους ισχύοντες κανονισμούς προστασίας προσωπικών δεδομένων.
es: Cuando autogestionas Grylli, eres responsable de garantizar que todos los datos del usuario se almacenen y procesen en cumplimiento con las regulaciones de privacidad aplicables.
et: Kui te omate Grylli hostimist ise, vastutate kõigi kasutajaandmete säilitamise ja töötlemise eest vastavalt kehtivatele privaatsuseeskirjadele.
eu: Grylliren autohoste egiten duzunean, erabiltzaileen datuak gordetzeko eta prozesatzeko arduraduna zara datuen pribatutasun araudi aplikagarriak betetzen direla ziurtatzeko.
fa: هنگامی که Grylli را به‌طور خود میزبانی می‌کنید، شما مسئولیت اطمینان از ذخیره و پردازش داده‌های کاربر طبق مقررات حریم خصوصی قابل اجرا را بر عهده دارید.
fi: Kun isännöit Grylliä itse, olet vastuussa siitä, että kaikki käyttäjätiedot tallennetaan ja käsitellään sovellettavien tietosuoja-asetusten mukaisesti.
fr: Lorsque vous hébergez vous-même Grylli, vous êtes responsable de veiller à ce que toutes les données utilisateur soient stockées et traitées en conformité avec les règlements de confidentialité applicables.
ga: Nuair a óstáilann tú Grylli tú féin, tá tú freagrach as a chinntiú go stóráiltear agus go bpróiseáiltear gach sonraí úsáideora i gcomhréir le rialacháin phríobháideachta is infheidhme.
gd: Nuair a shuidhicheas tu Grylli fhèin, tha thu an urra ris a h-uile dàta neach-cleachdaidh a stòradh agus a làimhseachadh a rèir nan riaghailtean prìobhaideachd iomchaidh.
gl: Cando auto-hospedas Grylli, es responsable de asegurar que todos os datos de usuario sexan almacenados e procesados en cumprimento coas regulacións de privacidade aplicables.
gu: જ્યારે તમે ગ્રિલીને સ્વયં-હોસ્ટ કરો છો, ત્યારે તમારો જવાબદારી છે કે બધી યુઝર ડેટા સ્ટોર અને પ્રક્રિયા કરવી જરૂરીયાત અનુસાર પ્રાઇવસી નિયમન સાથે.
he: כאשר אתה מארח Grylli בעצמך, אתה אחראי לוודא שכל מידע המשתמש מאוחסן ומעובד בהתאם לתקנות הפרטיות הישימות.
hi: जब आप Grylli को स्वयं होस्ट करते हैं, तो आप सभी उपयोगकर्ता डेटा यह सुनिश्चित करने के लिए जिम्मेदार होते हैं कि यह लागू गोपनीयता नियमों के अनुसार संग्रहीत और संसाधित हो।
hr: Kada sami hostirate Grylli, odgovorni ste za osiguranje da su svi korisnički podaci pohranjeni i obrađeni u skladu s primjenjivim propisima o privatnosti.
hu: Amikor saját magad hosztolod a Gryllit, te vagy a felelős azért, hogy biztosítsd, hogy minden felhasználói adat tárolása és feldolgozása megfelel a vonatkozó adatvédelmi előírásoknak.
id: Ketika Anda meng-host sendiri Grylli, Anda bertanggung jawab memastikan semua data pengguna disimpan dan diproses sesuai dengan peraturan privasi yang berlaku.
is: Þegar þú hýsir Grylli sjálfur ertu ábyrgur fyrir því að tryggja að öll notendagögn séu geymd og unnin í samræmi við gildandi persónuverndarlöggjöf.
it: Quando ospiti Grylli autonomamente, sei responsabile di assicurarti che tutti i dati degli utenti siano archiviati e trattati in conformità con le normative sulla privacy applicabili.
ja: Grylliを自己ホストする場合は、すべてのユーザーデータが適用されるプライバシー規制に準拠して保管され処理されるように保証する責任があります。
ka: თუ თავად მასპინძლობთ Grylli-ს, პასუხისმგებელი ხართ ძირითადად ყველა მომხმარებლის მონაცემების შენახვისა და დამუშავების დადგენებთან კომპლიმაციზე არსებული კონფიდენციალურობის რეგულაციებზე.
ku: Dema ku tu xwe-host Grylli dikî, tu hâwbendî berêberî dikarî û her daneyên bikarhêner di peykê de bi riayetiyên taybetî yên serborî weqfa tinê û perwerde bikî.
lt: Kai patys talpinate Grylli, esate atsakingi už tai, kad visi vartotojo duomenys būtų saugomi ir apdorojami laikantis taikomų privatumo taisyklių.
lv: Kad jūs paši mitināt Grylli, jūs esat atbildīgs par lietotāju datu uzglabāšanu un apstrādi saskaņā ar spēkā esošajiem privātuma normatīviem.
mg: Raha ianao no mampiantrano an'i Grylli, anao no andraikitra hiantohana ny fitehirizana sy fanodinana ny angon-drakitra rehetra mifanaraka amin'ny fitsipika fiarovana ny fiainana manokana misy.
mi: Ina hāuāngia Grylli koe, ko koe te hēmo mō te tukuna atu i ngā raraunga ā-kaiwhakamahi katoa kia noho matahī i roto i ngā ture ratonga tūmataiti e hāngai ana.
mk: Кога самостојно домаќинствувате Grylli, вие сте одговорни за осигурување дека сите кориснички податоци се зачувани и обработени во согласност со применливите правила за приватност.
ml: ഗ്രീലി സ്വയം ഹോസ്റ്റ് ചെയ്യുന്നതായി, നിങ്ങൾക്ക് നിർബന്ധിതമായല്ലാതെ അഞ്ച്ഹ്‌ാ സമ്പട്നങ്ങൾ ശക്തനം അനുസ്സരി് രയാളത്മാ കാര്യങ്ങൾ നിയന്ത്രിക്കുന്നതിന് ဖြစ်ുക.
ms: Apabila anda menjadi tuan rumah sendiri Grylli, anda bertanggungjawab untuk memastikan semua data pengguna disimpan dan diproses sesuai dengan peraturan privasi yang berlaku.
mt: Meta tospita Grylli lilek innifsek, inti responsabbli li tiżgura li d-dejta kollha tal-utent tinħażen u tiġi pproċessata f'konformità mar-regolamenti tal-privatezza applikabbli.
my: သင့်ဘာသာ Grylli ကို self-host ပြုလုပ်နေစဉ်တွင်အသုံးပြုသူဒေတာအားလုံးကိုသက်ဆိုင်ရာ privacy အထောက်အထားတရားဥပဒေများနှင့်ကိုက်ညီအောင်သိမ်းဆည်းခြင်းနှင့် ဆက်လက်ကုန်ကျစရိတ်ဝန္ထမ်းတွေဖော်ထုတ်သက်သာစေရန်တုန့်ပြန်အောင်လုပ်ဖို့တာဝန်ယူရပါမည်။
nl: Wanneer je Grylli zelf host, ben je zelf verantwoordelijk voor het waarborgen dat alle gebruikersgegevens worden opgeslagen en verwerkt in overeenstemming met toepasselijke privacyregelgeving.
no: Når du hoster Grylli selv, er du ansvarlig for å sikre at alle brukerdata lagres og behandles i samsvar med gjeldende personvernreguleringer.
pa: ਜਦੋਂ ਤੁਸੀਂ ਗ੍ਰਿੀ ਨੂੰ ਸ਼ੁਰੂਆਤ ਕਰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਨੂੰ ਸਭ ਵਰਤੋਂਕਾਰ ਡਾਟਾ ਨੂੰ ਰਿਹਾਖੀਕ ਤੌਰ 'ਤੇ ਸੰਗ੍ਰਹਿਤ ਅਤੇ ਪ੍ਰਕਿਰਿਆ ਕਰਨ ਦੀ ਜ਼ਿੰਮੇਵਾਰੀ ਹੈ।
pl: Kiedy hostujesz Grylli samodzielnie, jesteś odpowiedzialny za zapewnienie, że wszystkie dane użytkownika są przechowywane i przetwarzane zgodnie z obowiązującymi przepisami o prywatności.
pt: Quando você auto-hospeda o Grylli, você é responsável por garantir que todos os dados do usuário sejam armazenados e processados em conformidade com as regulamentações de privacidade aplicáveis.
ro: Când găzduiești singur Grylli, ești responsabil pentru a asigura că toate datele utilizatorului sunt stocate și procesate în conformitate cu reglementările de confidențialitate aplicabile.
ru: Когда вы самостоятельно размещаете Grylli, вы несете ответственность за то, чтобы все пользовательские данные хранились и обрабатывались в соответствии с применимыми правилами конфиденциальности.
sk: Keď hostíte Grylli sami, je vašou zodpovednosťou zabezpečiť, že všetky používateľské údaje sú ukladané a spracovávané v súlade s platnými predpismi o súkromí.
sl: Ko sami gostite Grylli, ste odgovorni za zagotavljanje, da so vsi uporabniški podatki shranjeni in obdelani v skladu z veljavnimi predpisi o zasebnosti.
sq: Kur vet-hostoni Grylli, ju jeni përgjegjës për të siguruar që të gjitha të dhënat e përdoruesve ruhen dhe përpunohen në përputhje me rregulloret e zbatueshme të privatësisë.
sr: Kada sami hostujete Grylli, odgovorni ste za osiguravanje da se svi korisnički podaci čuvaju i obrađuju u skladu s važećim propisima o privatnosti.
sv: När du själv hostar Grylli är du ansvarig för att se till att alla användardata lagras och behandlas i enlighet med gällande sekretessbestämmelser.
sw: Unapo hosti binafsi Grylli, una jukumu la kuhakikisha data yote ya mtumiaji inahifadhiwa na kuchakatwa kulingana na kanuni za faragha zinazotumika.
ta: நீங்கள் Grylliயை தானாகவே ஸ்தாபிக்கும்போது, பொருந்தக்கூடிய தனியுரிமை விதிகளின் அடிப்படையில் அனைத்து பயனர் தரவுகளும் சேமிக்கப்பட்டு செயல்படுத்து‌த்தப்படுவது பற்றி நீங்கள் பொறுப்ப võtியேதல் செய்கிறது.
te: మీరు స్వీయ-ఆతిధ్యం చేస్తున్నప్పుడు గృల్లీ, అన్ని వాడుకరి డేటాను నిర్వహించడంతో పాటు అనువర్తన ప్రైవసీ నియమాలకు అనుగుణంగా నిల్వ చేయడం మరియు సవరించడం మీ బాధ్యత.
th: เมื่อคุณโฮสต์ Grylli ด้วยตัวเอง คุณรับผิดชอบในการให้แน่ใจว่าข้อมูลผู้ใช้ทั้งหมดถูกเก็บไว้และประมวลผลตามกฎข้อบังคับความเป็นส่วนตัวที่ใช้บังคับ
tr: Grylli'yi kendiniz barındırdığınızda, tüm kullanıcı verisinin geçerli gizlilik düzenlemelerine uygun olarak saklandığından ve işlendiğinden emin olmak sizin sorumluluğunuzdadır.
uk: Коли ви самостійно розміщуєте Grylli, ви несете відповідальність за те, щоб усі дані користувачів зберігалися та оброблялися відповідно до застосовних норм конфіденційності.
ur: جب آپ خود Grylli کی میزبانی کرتے ہیں، تو آپ اس بات کو یقینی بنانے کے ذمہ دار ہیں کہ تمام صارف کا ڈیٹا لاگو پرائیویسی ضوابط کی تعمیل میں محفوظ اور عملدرآمد ہو۔
uz: Grylli'ni o'zingiz joylashtirganingizda, barcha foydalanuvchi ma'lumotlari amaldagi maxfiylik qoidalariga muvofiq saqlanishini va qayta ishlanishini ta'minlash uchun javobgarsiz.
vi: Khi bạn tự lưu trữ Grylli, bạn chịu trách nhiệm đảm bảo tất cả dữ liệu người dùng được lưu trữ và xử lý tuân thủ quy định bảo mật hiện hành.
xh: Xa uzimeleyo iGrylli, uxanduva lokuqinisekisa ukuba yonke idatha yabomsebenzisi igcinwe kwaye iqhutywa ngokuhambelana nemiqathango yangasese.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
ar: تم تحديث هذا الإشعار آخر مرة في يونيو 2025 وقد يتطور ليعكس التغييرات في البرنامج أو اللوائح.
az: Bu bildiriş 2025-ci ilin iyun ayında son dəfə yenilənmişdir və proqram təminatında və ya tənzimləyici mühitdə olan dəyişiklikləri əks etdirmək üçün inkişaf edə bilər.
be: Гэта паведамленне было абноўлена ў чэрвені 2025 года і можа развівацца, каб адлюстраваць змены ў праграмным забеспячэнні або рэгуляцыйнай сітуацыі.
bn: এই বিজ্ঞপ্তিটি সর্বশেষ জুন 2025 এ আপডেট করা হয়েছিল এবং সফ্টওয়্যার বা নিয়ন্ত্রক প্রেক্ষাপটের পরিবর্তনগুলিকে প্রতিফলিত করতে এটি বিকশিত হতে পারে।
cs: Toto oznámení bylo naposledy aktualizováno v červnu 2025 a může se vyvíjet, aby odráželo změny v softwaru nebo regulačním prostředí.
cy: Diweddarwyd y hysbysiad hwn ddiwethaf ym Mehefin 2025 a gall esblygu i adlewyrchu newidiadau yn y meddalwedd neu'r tirwedd rheoleiddio.
da: Denne meddelelse blev sidst opdateret i juni 2025 og kan ændre sig for at afspejle ændringer i software eller reguleringslandskabet.
de: Diese Mitteilung wurde zuletzt im Juni 2025 aktualisiert und kann sich ändern, um Änderungen in der Software oder der regulatorischen Landschaft widerzuspiegeln.
el: Αυτή η ειδοποίηση ενημερώθηκε τελευταία φορά τον Ιούνιο 2025 και μπορεί να εξελιχθεί για να αντανακλά αλλαγές στο λογισμικό ή το κανονιστικό πλαίσιο.
es: Este aviso fue actualizado por última vez en junio de 2025 y puede evolucionar para reflejar cambios en el software o el entorno regulatorio.
et: Seda teadet uuendati viimati juunis 2025 ja see võib areneda, et kajastada muudatusi tarkvaras või regulatiivsuses.
eu: Ohar hau azkenekoz eguneratu zen 2025eko ekainean eta alda daiteke softwarean edo erregulazio-panoraman egon daitezkeen aldaketak islatzeko.
fa: این اطلاعیه آخرین بار در ژوئن 2025 به‌روزرسانی شده است و ممکن است برای انعکاس تغییرات نرم‌افزاری یا مقرراتی توسعه یابد.
fi: Tätä ilmoitusta päivitettiin viimeksi kesäkuussa 2025, ja se voi muuttua heijastamaan ohjelmiston tai sääntely-ympäristön muutoksia.
fr: Cet avis a été mis à jour pour la dernière fois en juin 2025 et peut évoluer pour refléter les changements dans le logiciel ou le cadre réglementaire.
ga: Nsɛm a wɔantan wɔ June 2025 na ɛyɛ anaa wɔbɔ nsɛm a ɛyɛ akyɛfo deɛ ɛyɛ wɔ software anaa wɔ nsɛm a ɛyɛ fapem.
gd: Chaidh an rabhadh seo ùrachadh mu dheireadh san Ògmhios 2025 agus dh’ fhaodadh e a thighinn air adhart airson atharrachaidhean ann am bathar-bog no ann an sealladh riaghlaidh.
gl: Este aviso foi actualizado por última vez en xuño de 2025 e pode evolucionar para reflectir cambios no software ou no panorama regulatorio.
gu: આ સૂચના છેલ્લે જૂન 2025માં અપડેટ કરવામાં આવી હતી અને સોફ્ટવેર અથવા નિયમનકારી લશ્કરી દ્રશ્યપટ્ટીમાં ફેરફારને પ્રતિબિંબિત કરવા માટે વિકાસમાં હોઈ શકે છે.
he: הודעה זו עודכנה לאחרונה ביוני 2025 ויכולה להתפתח כדי לשקף שינויים בתוכנה או בנוף הרגולטורי.
hi: यह नोटिस अंतिम बार जून 2025 में अपडेट किया गया था और यह सॉफ़्टवेयर या नियामक परिदृश्य में परिवर्तनों को दर्शाने के लिए विकसित हो सकता है।
hr: Ova obavijest je posljednji put ažurirana u lipnju 2025. i može se razvijati kako bi odražavala promjene u softveru ili regulativnom okruženju.
hu: Ez a nyilatkozat 2025 júniusában lett utoljára frissítve, és a szoftver vagy szabályozási környezet változásait tükrözve módosulhat.
id: Pemberitahuan ini terakhir diperbarui pada Juni 2025 dan dapat berkembang untuk mencerminkan perubahan dalam perangkat lunak atau lanskap peraturan.
is: Þessi tilkynning var síðast uppfærð í júní 2025 og kann að þróast til að endurspegla breytingar á hugbúnaði eða reglugerðarlíu umhverfi.
it: Questo avviso è stato aggiornato l'ultima volta a giugno 2025 e può evolversi per riflettere i cambiamenti nel software o nel panorama normativo.
ja: この通知は2025年6月に最終更新され、ソフトウェアまたは規制の状況の変化を反映して進化する可能性があります。
ka: ეს შეტყობინება ბოლოს განახლდა 2025 წლის ივნისში და შესაძლოა განახლდეს პროგრამის ან რეგულატორული გარემოს ცვლილებების ასახვისთვის.
ku: Di gundariya jinpo dor dê we lêtevdan, ne bazarış bako li peydiyên hûyinayî ye.
lt: Šis pranešimas buvo paskutinį kartą atnaujintas 2025 m. birželį ir gali keistis atsižvelgiant į programinės įrangos ar reguliavimo kraštovaizdžio pokyčius.
lv: Šis paziņojums pēdējo reizi tika atjaunināts 2025. gada jūnijā un var mainīties, lai atspoguļotu izmaiņas programmatūrā vai normatīvajā vidē.
mg: Ity fanamarihana ity dia noforonina tamin'ny Jona 2025 ary mety hivoatra mba hifanaraka amin'ny fiovan'ny rindrambaiko na lalàna mifehy.
mi: I whakahōungia tēnei whakamōhiotanga i te Pipiri 2025, ā, ka huri i ngā wā ka hāngai ki ngā panonitanga i te rauemi pūmanawa, ture rānei.
mk: Ова известување беше последно ажурирано во јуни 2025 година и може да се развива за да ги рефлектира промените во софтверот или регулаторната средина.
ml: ഈ അറിയിപ്പ് 2025 ജൂണിൽ അവസാനമായി അപ്‌ഡേറ്റ് ചെയ്യപ്പെട്ടതാണ്, സോഫ്റ്റ്‌വെയറിലോ നിയന്ത്രണപരമായ സാഹചര്യത്തിലോ മാറ്റങ്ങൾ പ്രതിഫലിപ്പിക്കാൻ ഇത് മാറാനിടയുണ്ട്.
ms: Notis ini kali terakhir dikemaskini pada Jun 2025 dan mungkin berkembang untuk menggambarkan perubahan dalam perisian atau landskap peraturan.
mt: Dan l-avviż ġie aġġornat l-aħħar f'Ġunju 2025 u jista’ jevolvi biex jirrifletti bidliet fis-softwer jew fil-pajsaġġ regolatorju.
my: ဤကြေညာချက်ကိုဇွန်လ ၂၀၂၅ တွင်နောက်ဆုံးများ, ဆော့ဖ်ဝဲနှင့်ပြောင်းပြန့်ပြောင်းရဲ့တိုင်းချက်များကိုදပြုမှုစီရင်ပြောင်းမြေ အားဆန့်သောကြွေးကန်၉
nl: Deze verklaring is voor het laatst bijgewerkt in juni 2025 en kan evolueren om veranderingen in de software of het regelgevingslandschap te weerspiegelen.
no: Denne erklæringen ble sist oppdatert i juni 2025 og kan endres for å reflektere endringer i programvaren eller regelverkslandskapet.
pa: ਇਹ ਨੋਟਿਸ ਆਖਰੀ ਵਾਰ ਜੂਨ 2025 ਵਿੱਚ ਅਪਡੇਟ ਕੀਤੀ ਗਈ ਸੀ ਅਤੇ ਸਾਫਟਵੇਅਰ ਜਾਂ ਨਿਯਮਿਤ ਪਰਾਕਲਪਿਕ ਪੇਸ਼ਕਸ਼ਾਂ ਨੂੰ ਦਰਸਾਉਣ ਲਈ ਵਿਕਾਸਿਤ ਹੋ ਸਕਦੀ ਹੈ.
pl: To powiadomienie zostało ostatnio zaktualizowane w czerwcu 2025 roku i może ewoluować, aby odzwierciedlać zmiany w oprogramowaniu lub regulacjach.
pt: Este aviso foi atualizado pela última vez em junho de 2025 e pode evoluir para refletir alterações no software ou no panorama regulatório.
ro: Această notificare a fost actualizată ultima dată în iunie 2025 și poate evolua pentru a reflecta modificările în software sau peisajul de reglementare.
ru: Это уведомление было последним обновлено в июне 2025 года и может изменяться, чтобы отражать изменения в программном обеспечении или нормативной среде.
sk: Tento oznam bol naposledy aktualizovaný v júni 2025 a môže sa vyvíjať vzhľadom na zmeny v softvéri alebo regulatívnom prostredí.
sl: Ta obvestilo je bilo nazadnje posodobljeno junija 2025 in se lahko razvija, da odraža spremembe v programski opremi ali regulativnem okolju.
sq: Ky njoftim u përditësua për herë të fundit në qershor 2025 dhe mund të evoluojë për të reflektuar ndryshimet në programin ose peizazhin rregullativ.
sr: Ovo obaveštenje je poslednji put ažurirano u junu 2025. godine i može evoluirati da odražava promene u softveru ili regulatornom pejzažu.
sv: Denna notis uppdaterades senast i juni 2025 och kan utvecklas för att återspegla förändringar i programvaran eller den regulatoriska miljön.
sw: Ilani hii ilisasishwa mara ya mwisho Juni 2025 na inaweza kubadilika ili kuakisi mabadiliko katika programu au mazingira ya udhibiti.
ta: இந்த அறிவிப்பு சூன் 2025ல் கடைசியாக புதுப்பிக்கப்பட்டது மற்றும் மென்பொருள் அல்லது ஒழுங்குமுறை காட்சிகளின் மாற்றங்களை பிரதிபலிக்க வளரக்கூடும்.
te: ఈ నోటీస్ చివరి సారిగా 2025లో జూన్ లో నవీకరించబడింది మరియు సాఫ్ట్‌వేర్ లేదా నియంత్రణ మార్గదర్శకాలలో మార్పులను ప్రతిబింబించడానికి అభివృద్ధి చెందవచ్చు.
th: ประกาศนี้ได้รับการอัปเดตล่าสุดในเดือนมิถุนายน 2025 และอาจพัฒนาให้สอดคล้องกับการเปลี่ยนแปลงในซอฟต์แวร์หรือภูมิทัศน์ทางกฎหมาย
tr: Bu bildirim Haziran 2025'te güncellenmiştir ve yazılım veya düzenleyici ortamda meydana gelen değişiklikleri yansıtmak için değişebilir.
uk: Це повідомлення було останнє оновлено в червні 2025 року і може змінюватися, щоб відобразити зміни в програмному забезпеченні або регуляторному середовищі.
ur: یہ نوٹس جون 2025 میں آخری بار اپ ڈیٹ کیا گیا تھا اور سافٹ ویئر یا ریگولیٹری تبدیلیوں کی عکاسی کرنے کے لئے تیار ہو سکتا ہے۔
uz: Ushbu bildirishnoma 2025 yil iyun oyida oxirgi marta yangilangan va dasturiy ta'minot yoki tartibga solishning o'zgarishlarini aks ettirish uchun rivojlanishi mumkin.
vi: Thông báo này được cập nhật lần cuối vào tháng 6 năm 2025 và có thể thay đổi để phản ánh những thay đổi trong phần mềm hoặc bối cảnh pháp lý.
xh: Esi saziso sagqibela ukuhlaziywa ngoJuni 2025 kwaye sinokutshintsha ukuhambelana notshintsho kwi-software okanye kwimigaqo elawula uluntu.

source: System Status
ar: إعدادات النظام
az: Sistem Parametrləri
be: Наладкі сістэмы
bn: সিস্টেম সেটিংস
cs: Systémové nastavení
cy: Gosodiadau System
da: Systemindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Configuraciones del sistema
et: Süsteemi seaded
eu: Sistema ezarpenak
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
fr: Paramètres Système
ga: Socruithe Córas
gd: Suidhichidhean an t-Siostaim
gl: Configuración do Sistema
gu: સિસ્ટમ સેટિંગ્સ
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
hr: Postavke sustava
hu: Rendszerbeállítások
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni di Sistema
ja: システム設定
ka: სისტემის პარამეტრები
ku: Rêjeyên Sîstemê
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
mg: System Settings
mi: Tautuhinga Pūnaha
mk: Системски Поставки
ml: സിസ്റ്റം ക്രമീകരണങ്ങൾ
ms: Tetapan Sistem
mt: Settings tas-Sistema
my: စနစ်ဆန့်ဆင်များ
nl: Systeeminstellingen
no: Systeminnstillinger
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pl: Ustawienia systemowe
pt: Configurações do Sistema
ro: Setări sistem
ru: Настройки системы
sk: Nastavenia systému
sl: Sistemske nastavitve
sq: Cilësimet e Sistemit
sr: Sistemske postavke
sv: Systeminställningar
sw: Mipangilio ya Mfumo
ta: கணினி அமைப்புகள்
te: సిస్టమ్ సెట్టింగ్స్
th: ตั้งค่าระบบ
tr: Sistem Ayarları
uk: Налаштування системи
ur: سسٹم کی سیٹنگز
uz: Tizim sozlamalari
vi: Cài đặt hệ thống
xh: Izicwangciso zeNkqubo
