Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Forgot Username?
ar: نسيت اسم المستخدم؟
az: İstifadəçi Adını Unutdunuz?
be: Хэрэглэгчийн нэр мартсан уу?
bn: ব্যবহারকারীর নাম ভুলে গেছেন?
cs: Zapomenuté uživatelské jméno?
cy: Wedi anghofio’r Enw Defnyddiwr?
da: Glemt brugernavn?
de: Benutzername vergessen?
el: Ξεχάσατε το Όνομα Χρήστη;
es: ¿Olvidaste el nombre de usuario?
et: Unustasid kasutajanime?
eu: Erabiltzaile Izena Ahaztu?
fa: فراموشی نام کاربری؟
fi: Unohditko käyttäjänimen?
fr: Nom d'utilisateur oublié ?
ga: Ainm Úsáideora Dearmadta?
gd: Dhìochuimhnich ainm-cleachdaidh?
gl: Esqueciches o nome de usuario?
gu: વપરાશકર્તા નામ ભૂલ્યા?
he: שכחת את שם המשתמש?
hi: उपयोगकर्ता नाम भूल गए?
hr: Zaboravljeno korisničko ime?
hu: Elfelejtett felhasználónév?
id: Lupa Nama Pengguna?
is: Gleymt notendanafn?
it: Nome utente dimenticato?
ja: ユーザー名を忘れましたか？
ka: დაგავიწყდა მომხმარებელი?
ku: Navê Bikarhêner ji bîr kir?
lt: Pamiršote vartotojo vardą?
lv: Aizmirsāt lietotājvārdu?
mg: Nohadinoina Ny Anarana Ireo?
mi: Wareware te Ingoatokotāpui?
mk: Заборавено корисничко име?
ml: ഉപയോക്തൃനാമം മറന്നോ?
ms: Lupa Nama Pengguna?
mt: Insejt l-Isem tal-Utent?
my: အသုံးပြုသူအမည်မေ့သွားပါ?
nl: Gebruikersnaam vergeten?
no: Glemt brukernavn?
pa: ਯੂਜ਼ਰਨੇਮ ਭੁੱਲ ਗਏ?
pl: Zapomniałeś nazwy użytkownika?
pt: Esqueceu o Nome de Usuário?
ro: Ați uitat numele de utilizator?
ru: Забыли имя пользователя?
sk: Zabudnuté používateľské meno?
sl: Pozabljeno uporabniško ime?
sq: Keni harruar emrin e përdoruesit?
sr: Zaboravljeno korisničko ime?
sv: Glömt användarnamn?
sw: Umesahau Jina la Mtumiaji?
ta: பயனர்பெயர் மறந்துவிட்டதா?
te: వినియోగదారు పేరు మర్చిపోయారా?
th: ลืมชื่อผู้ใช้?
tr: Kullanıcı Adını Unuttunuz mu?
uk: Забули ім'я користувача?
ur: صارف نام بھول گئے؟
uz: Foydalanuvchi nomini unutdingizmi?
vi: Quên Tên người dùng?
xh: Uyilibele igama lomsebenzisi?

source: Forgot Password?
ar: نسيت كلمة المرور؟
az: Şifrəni Unutdunuz?
be: Нууц үгээ мартсан уу?
bn: পাসওয়ার্ড ভুলে গেছেন?
cs: Zapomenuté heslo?
cy: Wedi anghofio’r Cyfrinair?
da: Glemt adgangskode?
de: Passwort vergessen?
el: Ξεχάσατε τον Κωδικό;
es: ¿Olvidaste la contraseña?
et: Unustasid parooli?
eu: Pasahitza Ahaztu?
fa: فراموشی رمز عبور؟
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
ga: Pasfhocal Dearmadta?
gd: Dhìochuimhnich am facal-faire?
gl: Esqueciches o contrasinal?
gu: પાસવર્ડ ભૂલાયા?
he: שכחת סיסמה?
hi: पासवर्ड भूल गए?
hr: Zaboravljena lozinka?
hu: Elfelejtett jelszó?
id: Lupa Kata Sandi?
is: Gleymt lykilorð?
it: Password dimenticata?
ja: パスワードを忘れましたか？
ka: დაგავიწყდა პაროლი?
ku: Passworda xwe ji bîr kir?
lt: Pamiršote slaptažodį?
lv: Aizmirsāt paroli?
mg: Nohadinoina ny Tenimiafina?
mi: Wareware te Kupuhipa?
mk: Заборавена лозинка?
ml: പാസ്വേഡ് മറന്നോ?
ms: Lupa Kata Laluan?
mt: Insejt il-Password?
my: စကားဝှက် မေ့သွားပါ?
nl: Wachtwoord vergeten?
no: Glemt passord?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
pl: Zapomniałeś hasła?
pt: Esqueceu a Senha?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudnuté heslo?
sl: Ste pozabili geslo?
sq: Keni harruar fjalëkalimin?
sr: Zaboravljena lozinka?
sv: Glömt lösenord?
sw: Umesahau Nenosiri?
ta: கடவுச்சொல் மறந்துவிட்டதா?
te: పాస్వర్డ్ మర్చిపోయారా?
th: ลืมรหัสผ่าน?
tr: Parolayı Unuttunuz mu?
uk: Забули пароль?
ur: پاس ورڈ بھول گئے؟
uz: Parolni unutdingizmi?
vi: Quên Mật khẩu?
xh: Uyilibele iphasiwedi?

source: Sign Up
ar: اشتراك
az: Qeydiyyat
be: Бүртгүүлэх
bn: সাইন আপ
cs: Zaregistrujte se
cy: Cofrestru
da: Tilmeld
de: Registrieren
el: Εγγραφή
es: Registrarse
et: Registreeru
eu: Izena Eman
fa: ثبت نام
fi: Rekisteröidy
fr: S'inscrire
ga: Cláraigh
gd: Clàraich
gl: Rexístrate
gu: સાઇન અપ
he: הירשם
hi: साइन अप करें
hr: Registracija
hu: Regisztráció
id: Daftar
is: Nýskrá
it: Iscriviti
ja: サインアップ
ka: დარეგისტრირება
ku: Têketin
lt: Registruotis
lv: Reģistrēties
mg: Hisoratra Anarana
mi: Waitohu
mk: Регистрација
ml: സൈൻ അപ്പ്
ms: Daftar
mt: Irreġistra
my: စာရင်းသွင်းရန်
nl: Aanmelden
no: Registrer deg
pa: ਸਾਇਨ ਅੱਪ
pl: Zarejestruj się
pt: Cadastrar
ro: Înregistrare
ru: Зарегистрироваться
sk: Zaregistrovať sa
sl: Registracija
sq: Regjistrohu
sr: Registrujte se
sv: Registrera dig
sw: Jisajili
ta: பதிவு
te: సైన్ అప్
th: ลงชื่อสมัครใช้
tr: Kaydol
uk: Зареєструватися
ur: سائن اپ کریں
uz: Hisob Ochildi
vi: Đăng ký
xh: Bhalisa

source: Please Wait
ar: الرجاء الانتظار
az: Zəhmət olmasa gözləyin
be: Будь ласка, зачекайте
bn: অনুগ্রহ করে অপেক্ষা করুন
cs: Prosím čekejte
cy: Arhoswch.
da: Vent venligst
de: Bitte warten
el: Παρακαλώ περιμένετε
es: Por favor espera
et: Palun oodake
eu: Itxaron Mesedez
fa: لطفا صبر کنید
fi: Odota hetki
fr: Veuillez patienter
ga: Fan Le Do Thoil
gd: Feuch Fuirich
gl: Por favor, agarda
gu: મહેરબાની કરીને રાહ જુઓ
he: אנא המתן
hi: कृपया प्रतीक्षा करें
hr: Molim Pričekajte
hu: Kérem, várjon
id: Tunggu Sebentar
is: Vinsamlegast bíddu
it: Attendere
ja: お待ちください
ka: გთხოვთ დაელოდეთ
ku: تكایە چاوەرو بکه
lt: Prašome palaukti
lv: Lūdzu, uzgaidiet
mg: Mijanòna vetivety azafady
mi: Kia tātari
mk: Ве молиме почекајте
ml: ദയവായി കാത്തിരിക്കുക
ms: Sila Tunggu
mt: Jekk jogħġbok stenna
my: ကျေးဇူးပြု၍ စောင့်ပါ
nl: Even geduld aub
no: Vennligst vent
pa: ਕ੍ਰਿਪਾ ਉਡੀਕ ਕਰੋ
pl: Proszę czekać
pt: Por Favor, Espere
ro: Vă rugăm să așteptați
ru: Пожалуйста, подождите
sk: Prosím čakajte
sl: Prosimo, počakajte
sq: Ju lutem Prisni
sr: Molimo sačekajte
sv: Var god vänta
sw: Tafadhali subiri
ta: தயவுசெய்து காத்திருக்கவும்
te: దయచేసి వేచండి
th: โปรดรอ
tr: Lütfen Bekleyin
uk: Будь ласка, зачекайте
ur: براہ مہربانی انتظار کریں
uz: Iltimos, kuting
vi: Vui lòng đợi
xh: Nceda Umgijimo

source: Too many attempts. Please try again in
ar: عدد كبير من محاولات تسجيل الدخول الفاشلة. الرجاء الانتظار
az: Çox sayda uğursuz giriş cəhdi. Zəhmət olmasa gözləyin
be: Тры занадта шмат спроб увайсці ў сістэму. Калі ласка, пачакайце
bn: অনেকগুলি ব্যর্থ লগইন প্রচেষ্টা হয়েছে। অনুগ্রহ করে অপেক্ষা করুন
cs: Příliš mnoho neúspěšných pokusů o přihlášení. Prosím, počkejte
cy: Gormod o geisiadau mewngofnodi aflwyddiannus. Arhoswch
da: For mange mislykkede loginforsøg. Vent venligst
de: Zu viele fehlgeschlagene Anmeldeversuche. Bitte warten
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Παρακαλώ περιμένετε
es: Demasiados intentos de inicio de sesión fallidos. Por favor espera
et: Liiga palju nurjunud sisselogimiskatseid. Palun oodake
eu: Saiakera mugagabeak. Mesedez, itxaron
fa: تعداد زیادی تلاش ناموفق برای ورود به سیستم. لطفاً صبر کنید
fi: Liian monta epäonnistunutta kirjautumisyritystä. Ole hyvä ja odota
fr: Trop de tentatives de connexion échouées. Veuillez attendre
ga: Ɛyɛ kɛyɛ nsae wɔ wim. Mepa kyɛw kɔ
gd: Cus oidhirpean logaidh a-steach air fàiligeadh. Feuch an feitheamh thu
gl: Demasiados intentos de inicio de sesión fallidos. Por favor, agarde
gu: ખૂબ બધા નિષ્ફળ લૉગિન પ્રયાસો. કૃપા કરીને રાહ જુઓ
he: יותר מדי ניסיונות כניסה כושלים. אנא המתן
hi: बहुत सारे गलत लॉगिन प्रयास। कृपया प्रतीक्षा करें
hr: Previše neuspjelih pokušaja prijave. Molimo pričekajte
hu: Túl sok sikertelen bejelentkezési kísérlet. Kérem, várjon
id: Terlalu banyak percobaan login yang gagal. Harap tunggu
is: Of margar innsláttartilraunir mistókust. Vinsamlegast bíðið
it: Troppi tentativi di accesso non riusciti. Attendere
ja: 試行回数が多すぎます。お待ちください
ka: ძალიან ბევრი უარყოფილი შესვლის მცდელობა. გთხოვთ, მოიცადეთ
ku: هەوڵە زۆرەکان بۆ چوونەژوورەوە نەسەرکەوتوو. تکایە چاوەڕێبە
lt: Pernelyg daug nesėkmingų prisijungimo bandymų. Prašome palaukti
lv: Pārāk daudz neveiksmīgu pieteikšanās mēģinājumu. Lūdzu, uzgaidiet
mg: Betsaka loatra ny fanandramana fidirana tsy nahomby. Miandrasa azafady
mi: He maha nga nganatanga takiuru rahua. Tena koa tatari
mk: Премногу неуспешни обиди за најава. Ве молиме почекајте
ml: വല്ലാതെ അധികം തവണ ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു. ദയവായി കാത്തിരിക്കുക
ms: Terlalu banyak percubaan log masuk gagal. Sila tunggu
mt: Wisq tentattivi ta' login falluti. Jekk jogħġbok stenna
my: လော့ဂ်အင် များပြားလွန်းသည်။ ခေတ္တစောင့်ပေးပါ
nl: Te veel mislukte inlogpogingen. Wacht alstublieft
no: For mange mislykkede påloggingsforsøk. Vennligst vent
pa: ਬਹੁਤ ਸਾਰੇ ਅਸਫਲ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
pl: Zbyt wiele nieudanych prób logowania. Proszę czekać
pt: Muitas tentativas de login falharam. Por favor, espere
ro: Prea multe încercări de autentificare eșuate. Vă rugăm să așteptați
ru: Слишком много неудачных попыток входа. Пожалуйста, подождите
sk: Príliš veľa neúspešných pokusov o prihlásenie. Prosím, počkajte
sl: Preveč neuspelih poskusov prijave. Prosimo počakajte
sq: Shumë tentativa të dështuara hyrjeje. Ju lutemi prisni
sr: Previše neuspelih pokušaja prijavljivanja. Molimo sačekajte
sv: För många misslyckade inloggningsförsök. Vänta
sw: Jaribio nyingi za kuingia zimeshindwa. Tafadhali subiri
ta: மிகவும் அதிகமான தவறான உள்நுழைவு முயற்சிகள். தயவுசெய்து காத்திருக்கவும்.
te: చాలా మంది లాగిన్ ప్రయత్నాలు విఫలమయ్యాయి. దయచేసి వెళ్ళండి
th: มีความพยายามในการเข้าสู่ระบบล้มเหลวมากเกินไป โปรดรอ
tr: Çok fazla başarısız giriş denemesi. Lütfen bekleyin
uk: Забагато невдалих спроб входу. Будь ласка, зачекайте
ur: زیادہ ناکام لاگ اِن کوششیں۔ براہ کرم انتظار کریں
uz: Juda ko'p muvaffaqiyatsiz kirish urinishlari. Iltimos, kuting
vi: Quá nhiều lần đăng nhập thất bại. Vui lòng đợi
xh: Kukho izithintelo ezininzi zokungenisa igama eligqithisiweyo. Nceda linda

source: seconds.
ar: ثواني...
az: saniyə...
be: секунды...
bn: সেকেন্ড...
cs: sekundy...
cy: eiliadau...
da: sekunder...
de: Sekunden...
el: δευτερόλεπτα...
es: segundos...
et: sekundit...
eu: segundu...
fa: ثانیه‌ها...
fi: sekuntia...
fr: secondes...
ga: aderɛ...
gd: diog...
gl: segundos...
gu: સેકંડ્સ...
he: שניות...
hi: सेकंड...
hr: sekundi...
hu: másodpercek...
id: detik...
is: sekúndur...
it: secondi...
ja: 秒...
ka: წამები...
ku: چرکە...
lt: sekundės...
lv: sekundes...
mg: segondra...
mi: hēkona...
mk: секунди...
ml: സെക്കൻഡുകൾ...
ms: saat...
mt: sekondi...
my: စက္ကန့်...
nl: seconden...
no: sekunder...
pa: ਸਕਿੰਟ...
pl: sekundy...
pt: segundos...
ro: secunde...
ru: секунд...
sk: sekundy...
sl: sekund...
sq: sekonda...
sr: sekundi...
sv: sekunder...
sw: sekunde...
ta: வினாடிகள்...
te: సెకన్లు...
th: วินาที...
tr: saniye...
uk: секунд...
ur: سیکنڈز...
uz: soniyalar...
vi: giây...
xh: imizuzwana...

source: Redirecting to login...
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Reset Password
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenidən təyin et
be: Сброс пароля
bn: পাসওয়ার্ড রিসেট
cs: Obnovit heslo
cy: Ailosod Cyfrinair
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Restablecer contraseña
et: Lähtesta parool
eu: Pasahitza Berrezarri
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
ga: San Kańciel Kasa
gd: Ath-shuidhich Facal-faire
gl: Restablecer o contrasinal
gu: પાસવર્ડ રીસેટ
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
is: Endurræstu lykilorð
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
ku: فەرامۆشی وشەی تێپەڕکردن
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mg: Avereno ny tenimiafina
mi: Tautuhia Anō te Kupuhipa
mk: Ресетирај лозинка
ml: പാസ്വേഡ് പുന:സജ്ജമാക്കുക
ms: Tetapkan Semula Kata Laluan
mt: Resetta Password
my: စကားဝှက် ပြန်လည်သတ်မှတ်ရန်
nl: Wachtwoord Resetten
no: Tilbakestill passord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ
pl: Resetuj hasło
pt: Redefinir Senha
ro: Resetează parola
ru: Сброс пароля
sk: Resetovať heslo
sl: Ponastavi geslo
sq: Rivendos Password-in
sr: Resetuj lozinku
sv: Återställ Lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Setha iphasiwedi

source: Enter your username, email, and new password.
ar: أدخل اسم المستخدم والبريد الإلكتروني وكلمة المرور الجديدة.
az: İstifadəçi adınızı, emailinizi və yeni şifrənizi daxil edin.
be: Введите ваше имя пользователя, электронную почту и новый пароль.
bn: আপনার ব্যবহারকারীর নাম, ইমেইল এবং নতুন পাসওয়ার্ড প্রবেশ করান।
cs: Zadejte své uživatelské jméno, e-mail a nové heslo.
cy: Nodwch eich enw defnyddiwr, e-bost, a chyfrinair newydd.
da: Indtast dit brugernavn, e-mail og nye kodeord.
de: Geben Sie Ihren Benutzernamen, Ihre E-Mail-Adresse und Ihr neues Passwort ein.
el: Εισάγετε το όνομα χρήστη σας, το email και τον νέο κωδικό.
es: Ingrese su nombre de usuario, correo electrónico y nueva contraseña.
et: Sisestage oma kasutajanimi, e-post ja uus parool.
eu: Sartu zure erabiltzaile-izena, emaila eta pasahitz berria.
fa: نام کاربری، ایمیل و گذرواژه جدید خود را وارد کنید.
fi: Syötä käyttäjänimesi, sähköpostiosoitteesi ja uusi salasanasi.
fr: Entrez votre nom d'utilisateur, votre e-mail et votre nouveau mot de passe.
ga: Kɔɔ soɛyɛfoɔ din, mail, na kasa foforɔ.
gd: Cuir a-steach d’ ainm-cleachdaidh, post-d, agus facal-faire ùr.
gl: Introduza o seu nome de usuario, correo electrónico e novo contrasinal.
gu: તમારું યુઝરનેમ, ઇમેઈલ, અને નવો પાસવર્ડ દાખલ કરો.
he: הזן את שם המשתמש שלך, דוא"ל וסיסמה חדשה.
hi: अपना उपयोगकर्ता नाम, ईमेल और नया पासवर्ड दर्ज करें।
hr: Unesite svoje korisničko ime, email i novu lozinku.
hu: Írja be a felhasználónevét, e-mail címét és új jelszavát.
id: Masukkan nama pengguna, email, dan kata sandi baru Anda.
is: Sláðu inn notandanafn, netfang og nýtt lykilorð.
it: Inserisci il tuo nome utente, email e nuova password.
ja: ユーザー名、メール、新しいパスワードを入力してください。
ka: შეიყვანეთ თქვენი მომხმარებლის სახელი, ელფოსტა და ახალი პაროლი.
ku: ناوی بەکارھێنەر، ئیمەیڵ، و وشەی تێپەڕکردنی نوێ بنووسە.
lt: Įveskite savo naudotojo vardą, el. paštą ir naują slaptažodį.
lv: Ievadiet savu lietotājvārdu, e-pastu un jauno paroli.
mg: Ampidiro ny anaranao, mailakao, ary ny tenimiafina vaovao.
mi: Tāurutia tō ingoa kaiwhakamahi, īmēra, me te kupuhipa hōu.
mk: Внесете го вашето корисничко име, е-пошта и нова лозинка.
ml: നിങ്ങളുടെ ഉപയോക്തൃനാമം, ഇമെയിൽ, പുതിയ പാസ്വേഡ് എന്നിവ നൽകുക.
ms: Masukkan nama pengguna, e-mel, dan kata laluan baharu anda.
mt: Daħħal l-isem tal-utent tiegħek, l-email, u l-password il-ġdida.
my: သင့်အသုံးပြုသူအမည်၊ အီးမေးလ်နှင့် စကားဝှက်အသစ်ကို ရိုက်ထည့်ပါ။
nl: Voer uw gebruikersnaam, e-mail en nieuw wachtwoord in.
no: Skriv inn brukernavn, e-post og nytt passord.
pa: ਆਪਣਾ ਯੂਜ਼ਰਨੇਮ, ਈਮੇਲ ਅਤੇ ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰੋ।
pl: Wprowadź swoją nazwę użytkownika, email i nowe hasło.
pt: Digite seu nome de usuário, e-mail e nova senha.
ro: Introduceți numele de utilizator, emailul și noua parolă.
ru: Введите ваше имя пользователя, электронную почту и новый пароль.
sk: Zadajte svoje používateľské meno, email a nové heslo.
sl: Vnesite svoje uporabniško ime, e-pošto in novo geslo.
sq: Shkruani emrin e përdoruesit, email-in, dhe fjalëkalimin e ri.
sr: Unesite svoje korisničko ime, email i novu lozinku.
sv: Ange ditt användarnamn, e-postadress och nya lösenord.
sw: Ingiza jina lako la mtumiaji, baruapepe, na nenosiri jipya.
ta: உங்கள் பயனர் பெயர், மின்னஞ்சல் மற்றும் புதிய கடவுச்சொல்லை உள்ளிடுங்கள்.
te: మీ వినియోగదార పేరు, ఇమెయిల్, మరియు కొత్త పాస్‌వర్డ్ నమోదు చేయండి.
th: ป้อนชื่อผู้ใช้ อีเมล และรหัสผ่านใหม่ของคุณ
tr: Kullanıcı adınızı, e-posta adresinizi ve yeni şifrenizi girin.
uk: Введіть своє ім'я користувача, email та новий пароль.
ur: اپنا صارف نام، ای میل، اور نیا پاس ورڈ درج کریں۔
uz: Foydalanuvchi nomingizni, elektron pochtangizni va yangi parolingizni kiriting.
vi: Nhập tên đăng nhập, email và mật khẩu mới của bạn.
xh: Faka igama lakho lomsebenzisi, i-imeyili, nephasiwedi entsha.

source: Show/hide password
ar: استمر في الضغط لعرض كلمة المرور
az: Şifrəni göstərmək üçün saxlayın
be: पासवर्ड देखाउन समात्नुहोस्
bn: পাসওয়ার্ড দেখানোর জন্য ধরে রাখুন
cs: Držte pro zobrazení hesla
cy: Daliwch i ddangos cyfrinair
da: Hold for at vise adgangskode
de: Halten, um das Passwort anzuzeigen
el: Κρατήστε για να εμφανιστεί ο κωδικός πρόσβασης
es: Mantén presionado para mostrar la contraseña
et: Hoia, et parooli näidata
eu: Eutsi pasahitza erakusteko
fa: نگه دارید تا رمزعبور را نشان دهید
fi: Pidä alhaalla näyttääksesi salasanan
fr: Maintenir pour afficher le mot de passe
ga: Coinnigh chun pasfhocal a thaispeáint
gd: Cum a bhith a’ sealltainn facal-faire
gl: Sosteña para mostrar o contrasinal
gu: પાસવર્ડ બતાવવા માટે પકડો
he: לחץ והחזק כדי להציג את הסיסמה
hi: पासवर्ड दिखाने के लिए होल्ड करें
hr: Držite za prikaz lozinke
hu: Tartsd lenyomva a jelszó megjelenítéséhez
id: Tahan untuk menunjukkan kata sandi
is: Haltu til að sýna lykilorð
it: Tieni premuto per mostrare la password
ja: パスワードを表示するには保持してください
ka: पासवर्ड दिखाने के लिए स्थिर रखें
ku: ھوڵ بکە بۆ نیشاندان وشەتێپەڕ
lt: Laikykite, kad būtų rodomas slaptažodis
lv: Nospiediet un turiet, lai parādītu paroli
mg: Tazonina mba haneho ny teny miafina
mi: Purihia kia whakaatu i te kupuhipa
mk: Задржете за да ја покажете лозинката
ml: പാസ്‌വേഡ് കാണിക്കാൻ പിടിച്ച് വെക്കുക
ms: Tahan untuk menunjukkan kata laluan
mt: Żomm biex turi password
my: စကားဝှက်ကို ပြရန် ဖိထားပါ
nl: Houd vast om wachtwoord te tonen
no: Hold for å vise passord
pa: ਪਾਸਵਰਡ ਦਰਸਾਉਣ ਲਈ ਰੱਖੋ
pl: Przytrzymaj, aby pokazać hasło
pt: Segure para mostrar a senha
ro: Țineți apăsat pentru a arăta parola
ru: Удерживайте для отображения пароля
sk: Podržte pre zobrazenie hesla
sl: Držite za prikaz gesla
sq: Mbaj për të shfaqur fjalëkalimin
sr: Držite za prikaz lozinke
sv: Håll för att visa lösenord
sw: Shikilia kuonyesha nywila
ta: கடவுச்சொல்லை காட்ட தாங்கிக்கொள்ளவும்
te: పాస్వర్డ్ చూపించడానికి పట్టండి
th: กดค้างเพื่อแสดงรหัสผ่าน
tr: Parolayı göstermek için basılı tutun
uk: Утримувати, щоб показати пароль
ur: پاس ورڈ دکھانے کے لئے پکڑیں
uz: Parolni ko'rsatish uchun turing
vi: Giữ để hiển thị mật khẩu
xh: Bamba ukuze ubonise ipaswedi

source: Fill out the form to create your account.
ar: املأ النموذج لإنشاء حسابك.
az: Hesabınızı yaratmaq üçün formu doldurun.
be: Заполните форму, чтобы создать свой аккаунт.
bn: আপনার অ্যাকাউন্ট তৈরি করতে ফরম পূরণ করুন।
cs: Vyplňte formulář pro vytvoření účtu.
cy: Llenwch y ffurflen i greu eich cyfrif.
da: Udfyld formularen for at oprette din konto.
de: Füllen Sie das Formular aus, um Ihr Konto zu erstellen.
el: Συμπληρώστε τη φόρμα για να δημιουργήσετε τον λογαριασμό σας.
es: Complete el formulario para crear su cuenta.
et: Konto loomiseks täitke vorm.
eu: Bete ezazu formularioa zure kontua sortzeko.
fa: فرم را برای ایجاد حساب خود پر کنید.
fi: Täytä lomake luodaksesi tilisi.
fr: Remplissez le formulaire pour créer votre compte.
ga: Bɔ mpɔtam fɔmu no sɛnea wobɛyɛ akontaa.
gd: Lìon a-steach am foirm gus an cunntas agad a chruthachadh.
gl: Encha o formulario para crear a súa conta.
gu: તમારું એકાઉન્ટ બનાવવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי ליצור חשבון.
hi: अपना खाता बनाने के लिए फॉर्म भरें।
hr: Ispunite obrazac za izradu svog računa.
hu: Töltse ki az űrlapot a fiók létrehozásához.
id: Isi formulir untuk membuat akun Anda.
is: Fylla út eyðublaðið til að búa til reikning.
it: Compila il modulo per creare il tuo account.
ja: フォームに記入してアカウントを作成してください。
ka: შეავსეთ ფორმა თქვენი ანგარიშის შესაქმნელად.
ku: فۆڕمەکە پڕبکەوە بۆ دروستکردنی ئەژمارەکەت.
lt: Užpildykite formą, kad sukurtumėte savo paskyrą.
lv: Aizpildiet veidlapu, lai izveidotu savu kontu.
mg: Fenoy ny taratasy hamoronana ny kaontinao.
mi: Whakakīia te puka ki te waihanga i tō pūkete.
mk: Пополнете ја формата за да го креирате вашиот профил.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ഫോർം പൂരിപ്പിക്കുക.
ms: Isi borang untuk mencipta akaun anda.
mt: Imla l-formola biex toħloq il-kont tiegħek.
my: သင့်အကောင့်ဖွင့်ရန် ဖောင်ကို ဖြည့်ပါ။
nl: Vul het formulier in om uw account aan te maken.
no: Fyll ut skjemaet for å opprette kontoen din.
pa: ਅਪਣਾ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby utworzyć konto.
pt: Preencha o formulário para criar sua conta.
ro: Completați formularul pentru a vă crea contul.
ru: Заполните форму, чтобы создать учетную запись.
sk: Vyplňte formulár na vytvorenie účtu.
sl: Izpolnite obrazec za ustvarjanje računa.
sq: Plotësoni formularin për të krijuar llogarinë tuaj.
sr: Popunite formular da biste kreirali svoj nalog.
sv: Fyll i formuläret för att skapa ditt konto.
sw: Jaza fomu ili kuunda akaunti yako.
ta: உங்கள் கணக்கை உருவாக்கப் படிவத்தை பூர்த்தி செய்யுங்கள்.
te: మీ ఖాతాను సృష్టించడానికి ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มเพื่อสร้างบัญชีของคุณ
tr: Hesabınızı oluşturmak için formu doldurun.
uk: Заповніть форму, щоб створити акаунт.
ur: اپنا اکاؤنٹ بنانے کے لیے فارم پُر کریں۔
uz: Hisobingizni yaratish uchun formani to'ldiring.
vi: Điền vào mẫu để tạo tài khoản của bạn.
xh: Gcwalisa ifomu ukwenza i-akhawunti yakho.

source: Create Account
ar: إنشاء حساب مسؤول
az: Admin Hesabı Yarat
be: Админ Акаунт үүсгэх
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করুন
cs: Vytvořit administrátorský účet
cy: Creu Cyfrif Gweinyddwr
da: Opret administratorkonto
de: Admin-Konto erstellen
el: Δημιουργία Λογαριασμού Διαχειριστή
es: Crear cuenta de administrador
et: Loo admini konto
eu: Sortu Administratzaile Kontua
fa: ایجاد حساب ادمین
fi: Luo ylläpitäjän tili
fr: Créer un compte administrateur
ga: Cruthaigh Cuntas Riarthóra
gd: Cruthaich Cunntas Rianadair
gl: Crear conta de administrador
gu: એડમિન એકાઉન્ટ બનાવો
he: צור חשבון מנהל מערכת
hi: प्रशासक खाता बनाएँ
hr: Kreiraj administratorski račun
hu: Adminisztrátor fiók létrehozása
id: Buat Akun Admin
is: Búa til stjórnendareikning
it: Crea Account Admin
ja: 管理者アカウントを作成
ka: ადმინისტრაციული ანგარიშის შექმნა
ku: Hesabê Admin Çêbike
lt: Sukurti administratoriaus paskyrą
lv: Izveidot administratora kontu
mg: Mamorona Kaonty Admin
mi: Waihangatia Te Pūkete Kaiwhakahaere
mk: Креирај админ сметка
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta Akaun Admin
mt: Oħloq Kont Amministratur
my: အက်ဒ်မင်အကောင့် တည်ဆောက်ရန်
nl: Maak een beheerdersaccount
no: Opprett administrator-konto
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਨਾਓ
pl: Utwórz konto administratora
pt: Criar Conta de Admin
ro: Creați cont de administrator
ru: Создать учетную запись администратора
sk: Vytvoriť admin účet
sl: Ustvari skrbniški račun
sq: Krijo Llogari Admin
sr: Kreiraj administrativni nalog
sv: Skapa administratörskonto
sw: Unda Akaunti ya Msimamizi
ta: நிர்வாக கணக்கு உருவாக்கவும்
te: అడ్మిన్ ఖాతా సృష్టించండి
th: สร้างบัญชีแอดมิน
tr: Admin Hesabı Oluştur
uk: Створити обліковий запис адміністратора
ur: ایڈمن اکاؤنٹ بنائیں
uz: Admin Hisob Yaratish
vi: Tạo Tài khoản Admin
xh: Yenza i-akhawunti yomlawuli
