Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Passwords do not match.
ar: كلمات المرور لا تتطابق.
az: Parollar uyğun gəlmir.
be: Пароли не совпадают.
bn: পাসওয়ার্ডগুলি মেলেনি।
cs: Hesla se neshodují.
cy: Nid yw'r cyfrineiriau'n cyfateb.
da: Adgangskoderne stemmer ikke overens.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
et: Paroolid ei lange kokku.
eu: Pasahitzak ez dira bat etortzen.
fa: رمزهای عبور مطابقت ندارند.
fi: Salasanat eivät täsmää.
fr: Les mots de passe ne correspondent pas.
ga: Nsɛm ka no nokware di sɔ n'ani.
gd: Chan eil na faclan-faire a’ freagairt.
gl: Os contrasinais non coinciden.
gu: પાસવર્ડો મેળ ખાતા નથી.
he: הסיסמאות אינן תואמות.
hi: पासवर्ड मेल नहीं खाते।
hr: Lozinke se ne podudaraju.
hu: A jelszavak nem egyeznek.
id: Kata sandi tidak cocok.
is: Lykilorð passa ekki saman.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ka: პაროლები არ ემთხვევა.
ku: وشەگانی تێپەڕە ناتاقەنە یەک‌ تووش نەکەن
lt: Slaptažodžiai nesutampa.
lv: Paroles nesakrīt.
mg: Tsy mitovy ny teny miafina.
mi: Kāore e ōrite ngā kupuhipa.
mk: Лозинките не се совпаѓаат.
ml: പാസ്‌വേർഡുകൾ പൊരുത്തമല്ല.
ms: Kata laluan tidak sepadan.
mt: Il-passwords ma jaqblux.
my: စကားဝှက်များမကိုက်ညီပါ။
nl: Wachtwoorden komen niet overeen.
no: Passordene er ikke like.
pa: ਪਾਸਵਰਡ ਮਿਲਦੇ ਨਹੀਂ ਹਨ।
pl: Hasła się nie zgadzają.
pt: As senhas não coincidem.
ro: Parolele nu se potrivesc.
ru: Пароли не совпадают.
sk: Heslá sa nezhodujú.
sl: Gesli se ne ujemata.
sq: Fjalëkalimet nuk përputhen.
sr: Lozinke se ne poklapaju.
sv: Lösenorden matchar inte.
sw: Manenosiri hayalingani.
ta: கடவுச்சொற்கள் பொருந்தவில்லை.
te: పాస్వర్డ్లు సరిపోలడం లేదు.
th: รหัสผ่านไม่ตรงกัน
tr: Şifreler eşleşmiyor.
uk: Паролі не співпадають.
ur: پاس ورڈ مماثل نہیں ہیں۔
uz: Parollar mos kelmaydi.
vi: Mật khẩu không khớp.
xh: Iiphasiwedi azifani.

source: Update Account
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Обновить аккаунт
bn: অ্যাকাউন্ট আপডেট করুন
cs: Aktualizovat účet
cy: Diweddaru Cyfrif
da: Opdater konto
de: Konto aktualisieren
el: Ενημέρωση Λογαριασμού
es: Actualizar cuenta
et: Uuenda kontot
eu: Kontua Eguneratu
fa: به‌روزرسانی حساب
fi: Päivitä tili
fr: Mettre à jour le compte
ga: Akonta Bɔ anuonyam
gd: Ùraich Cunntas
gl: Actualizar Conta
gu: એકાઉન્ટ અપડેટ કરો
he: עדכון חשבון
hi: खाता अपडेट करें
hr: Ažuriraj račun
hu: Fiók frissítése
id: Perbarui Akun
is: Uppfæra Reikning
it: Aggiorna account
ja: アカウントを更新
ka: ანგარიშის განახლება
ku: نوێکردنەوەی ئەکاونت
lt: Atnaujinti paskyrą
lv: Atjaunināt Kontu
mg: Havaozy ny Kaonty
mi: Whakahou Pūkete
mk: Ажурирај сметка
ml: അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemaskini Akaun
mt: Aġġorna l-Kont
my: အကောင့်ကိုအပ်ဒိတ်လုပ်ပါ။
no: Oppdater Konto
pa: ਖਾਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj konto
pt: Atualizar Conta
ro: Actualizează Contul
ru: Обновить учетную запись
sk: Aktualizovať účet
sl: Posodobi račun
sq: Përditëso Llogarinë
sr: Ažuriraj nalog
sv: Uppdatera Konto
sw: Sasisha Akaunti
ta: கணக்கை புதுப்பிக்கவும்
te: ఖాతాను నవీకరించండి
th: อัปเดตบัญชี
tr: Hesabı Güncelle
uk: Оновити акаунт
ur: اکاؤنٹ کو اپ ڈیٹ کریں
uz: Hisobni yangilash
vi: Cập nhật Tài khoản
xh: Hlaziya iAkhawunti

source: Cancel
ar: إلغاء
az: Ləğv et
be: Отмена
bn: বাতিল
cs: Zrušit
cy: Canslo
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
et: Tühista
eu: Ezeztatu
fa: لغو
fi: Peruuta
fr: Annuler
ga: Twiw
gd: Sguir dheth
gl: Cancelar
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
ku: ڕەتکردنەوە
lt: Atšaukti
lv: Atcelt
mg: Hanafoana
mi: Whakakore
mk: Откажи
ml: റദ്ദാക്കുക
ms: Batal
mt: Ikkanċella
my: ဖျက်မယ်
nl: Annuleren
no: Avbryt
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sq: Anulo
sr: Otkaži
sv: Avbryt
sw: Ghairi
ta: ரத்து செய்யவும்
te: రద్దు
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
uz: Bekor qilish
vi: Hủy
xh: Rhoxisa

source: Minimum 8 characters
ar: حد أدنى 8 أحرف
az: Minimum 8 simvol
be: Минимум 8 символов
bn: সর্বনিম্ন ৮ অক্ষর
cs: Minimálně 8 znaků
cy: Lleiafswm o 8 nod
da: Minimum 8 tegn
de: Mindestens 8 Zeichen
el: Τουλάχιστον 8 χαρακτήρες
es: Mínimo 8 caracteres
et: Vähemalt 8 märki
eu: Gutxienez 8 karaktere
fa: حداقل ۸ کاراکتر
fi: Vähintään 8 merkkiä
fr: Minimum 8 caractères
ga: Nhyehyɛ 8 ati
gd: As ìsle 8 caractaran
gl: Mínimo 8 caracteres
gu: ઊનતમ 8 અક્ષર
he: מינימום 8 תווים
hi: न्यूनतम 8 अक्षर
hr: Minimalno 8 znakova
hu: Minimum 8 karakter
id: Minimal 8 karakter
is: Að lágmarki 8 stafir
it: Minimo 8 caratteri
ja: 8文字以上
ka: მინიმუმ 8 სიმბოლო
ku: کەمترین 8 پیت
lt: Mažiausiai 8 simboliai
lv: Minimālais 8 rakstzīmes
mg: Farafahakeliny 8 tarehintsoratra
mi: Itarangi 8 pūāhua te iti rawa
mk: Минимум 8 знаци
ml: കുറഞ്ഞത് 8 ചിഹ്നങ്ങൾ
ms: Minimum 8 aksara
mt: Minimu ta' 8 karattri
my: အနည်းဆုံးအင်္ဂါရပ် ၈ ပါ
nl: Minimaal 8 tekens
no: Minimum 8 tegn
pa: ਘੱਟੋ-ਘੱਟ 8 ਅੱਖਰ
pl: Minimum 8 znaków
pt: Mínimo 8 caracteres
ro: Minim 8 caractere
ru: Минимум 8 символов
sk: Minimálne 8 znakov
sl: Najmanj 8 znakov
sq: Minimumi 8 karaktere
sr: Minimum 8 karaktera
sv: Minst 8 tecken
sw: Angalau herufi 8
ta: குறைந்தது 8 எழுத்துகள்
te: కనిష్టంగా 8 అక్షరాలు
th: อักขระขั้นต่ำ 8 ตัว
tr: En az 8 karakter
uk: Мінімум 8 символів
ur: کم از کم 8 حروف
uz: Kamida 8 ta belgi
vi: Tối thiểu 8 ký tự
xh: Ubuncinci iimpawu ezi-8

source: At least one uppercase letter
ar: على الأقل حرف كبير واحد
az: Ən az bir böyük hərf
be: Как минимум одна заглавная буква
bn: অন্তত একটি বড় হাতের অক্ষর
cs: Alespoň jedno velké písmeno
cy: O leiaf un llythyren fawr
da: Mindst ét stort bogstav
de: Mindestens ein Großbuchstabe
el: Τουλάχιστον ένα κεφαλαίο γράμμα
es: Al menos una letra mayúscula
et: Vähemalt üks suur täht
eu: Gutxienez maiuskula bat
fa: حداقل یک حرف بزرگ
fi: Vähintään yksi iso kirjain
fr: Au moins une lettre majuscule
ga: Fa beae ma ɛyɛ nokware
gd: Co-dhiù aon litir mhòr
gl: Polo menos unha letra maiúscula
gu: ઓછામાં ઓછું એકuppercase અક્ષર
he: לפחות אות רישית אחת
hi: कम से कम एक बड़ा अक्षर
hr: Najmanje jedno veliko slovo
hu: Legalább egy nagybetű
id: Setidaknya satu huruf kapital
is: Að minnsta kosti einn stór stafur
it: Almeno una lettera maiuscola
ja: 少なくとも1つの大文字
ka: ნაკლებად ერთი დიდი ასო
ku: بەلخۆری مەزنەیەکی زیاوتر
lt: Bent viena didžioji raidė
lv: Vismaz viens lielais burts
mg: Farafahakeliny litera iray ambony
mi: Kia kotahi pū reta iti rawa
mk: Најмалку една голема буква
ml: തിട്ടിക്കാടുന്ന ഒരു വലിയ അക്ഷരം എങ്കിലും
ms: Sekurang-kurangnya satu huruf besar
mt: Mill-inqas ittra waħda kapitali
my: အနည်းဆုံးဇဏ်အမည်တစ်ခု
nl: Minimaal één hoofdletter
no: Minst én stor bokstav
pa: ਘੱਟੋ-ਘੱਟ ਇਕ ਬੜਾ ਅੱਖਰ
pl: Co najmniej jedna wielka litera
pt: Pelo menos uma letra maiúscula
ro: Cel puțin o literă majusculă
ru: Как минимум одна заглавная буква
sk: Aspoň jedno veľké písmeno
sl: Vsaj ena velika črka
sq: Të paktën një shkronjë e madhe
sr: Najmanje jedno veliko slovo
sv: Minst en versal
sw: Angalau herufi moja kubwa
ta: குறைந்தது ஒரு பெரிய எழுத்து
te: క‌నీసం ఒక పెద్ద అక్షరం
th: อย่างน้อยหนึ่งตัวอักษรตัวพิมพ์ใหญ่
tr: En az bir büyük harf
uk: Щонайменше одна велика літера
ur: کم از کم ایک بڑا حرف
uz: Kamida bitta katta harf
vi: Ít nhất một chữ cái viết hoa
xh: Ubuncinci unobumba omkhulu omnye

source: At least one lowercase letter
ar: على الأقل حرف صغير واحد
az: Ən az bir kiçik hərf
be: Как минимум одна строчная буква
bn: অন্তত একটি ছোট হাতের অক্ষর
cs: Alespoň jedno malé písmeno
cy: O leiaf un llythyren fach
da: Mindst ét lille bogstav
de: Mindestens ein Kleinbuchstabe
el: Τουλάχιστον ένα πεζό γράμμα
es: Al menos una letra minúscula
et: Vähemalt üks väike täht
eu: Gutxienez minuskula bat
fa: حداقل یک حرف کوچک
fi: Vähintään yksi pieni kirjain
fr: Au moins une lettre minuscule
ga: Fa sɛ aba kwankyerɛ wɔ n'adekye
gd: Co-dhiù aon litir bheag
gl: Polo menos unha letra minúscula
gu: ઓછામાં ઓછું એક lowercase અક્ષર
he: לפחות אות קטנה אחת
hi: कम से कम एक छोटा अक्षर
hr: Najmanje jedno malo slovo
hu: Legalább egy kisbetű
id: Setidaknya satu huruf kecil
is: Að minnsta kosti einn lítill stafur
it: Almeno una lettera minuscola
ja: 少なくとも1つの小文字
ka: ნაკლებად ერთი პატარა ასო
ku: بەلخۆری بچوکنەیەکی زیاوتر
lt: Bent viena mažoji raidė
lv: Vismaz viens mazais burts
mg: Farafahakeliny litera ambany iray
mi: Kia kotahi pū reta paku rawa
mk: Најмалку една мала буква
ml: തിട്ടിക്കാടുന്ന ഒരു ചെറിയ അക്ഷരം എങ്കിലും
ms: Sekurang-kurangnya satu huruf kecil
mt: Mill-inqas ittra waħda żgħira
my: အနည်းဆုံးအငယ်စာလုံးတစ်လုံး
nl: Minimaal één kleine letter
no: Minst én liten bokstav
pa: ਘੱਟੋ-ਘੱਟ ਇਕ ਛੋਟਾ ਅੱਖਰ
pl: Co najmniej jedna mała litera
pt: Pelo menos uma letra minúscula
ro: Cel puțin o literă minusculă
ru: Как минимум одна строчная буква
sk: Aspoň jedno malé písmeno
sl: Vsaj ena mala črka
sq: Të paktën një shkronjë e vogël
sr: Najmanje jedno malo slovo
sv: Minst en gemen
sw: Angalau herufi moja ndogo
ta: குறைந்தது ஒரு சிறிய எழுத்து
te: క‌నీసం ఒక చిన్న అక్షరం
th: อย่างน้อยหนึ่งตัวอักษรตัวพิมพ์เล็ก
tr: En az bir küçük harf
uk: Щонайменше одна мала літера
ur: کم از کم ایک چھوٹا حرف
uz: Kamida bitta kichik harf
vi: Ít nhất một chữ cái viết thường
xh: Ubuncinci unobumba omncinci omnye

source: At least one number
ar: على الأقل رقم واحد
az: Ən az bir rəqəm
be: Как минимум одна цифра
bn: অন্তত একটি সংখ্যা
cs: Alespoň jedno číslo
cy: O leiaf un rhif
da: Mindst ét tal
de: Mindestens eine Zahl
el: Τουλάχιστον ένας αριθμός
es: Al menos un número
et: Vähemalt üks number
eu: Gutxienez zenbaki bat
fa: حداقل یک عدد
fi: Vähintään yksi numero
fr: Au moins un chiffre
ga: Fa sɛ yie anaa
gd: Co-dhiù aon àireamh
gl: Polo menos un número
gu: ઓછામાં ઓછું એક નંબર
he: לפחות מספר אחד
hi: कम से कम एक नंबर
hr: Najmanje jedan broj
hu: Legalább egy számjegy
id: Setidaknya satu angka
is: Að minnsta kosti ein tala
it: Almeno un numero
ja: 少なくとも1つの数字
ka: ნაკლებად ერთი ციფრი
ku: ژمارەیەکی زیاوتر
lt: Bent vienas skaičius
lv: Vismaz viens cipars
mg: Farafahakeliny isa iray
mi: Kia kotahi tau te iti rawa
mk: Најмалку еден број
ml: ഒരു സംഖ്യ എങ്കിലും
ms: Sekurang-kurangnya satu nombor
mt: Mill-inqas numru wieħed
my: အနည်းဆုံးနံပါတ်တစ်ခု
nl: Minimaal één nummer
no: Minst ett tall
pa: ਘੱਟੋ-ਘੱਟ ਇਕ ਸੰਖਿਆ
pl: Co najmniej jedna cyfra
pt: Pelo menos um número
ro: Cel puțin un număr
ru: Как минимум одна цифра
sk: Aspoň jedno číslo
sl: Vsaj ena številka
sq: Të paktën një numër
sr: Najmanje jedan broj
sv: Minst en siffra
sw: Angalau nambari moja
ta: குறைந்தது ஒரு எண்
te: క‌నీసం ఒక సంఖ్య
th: อย่างน้อยหนึ่งตัวเลข
tr: En az bir rakam
uk: Щонайменше одна цифра
ur: کم از کم ایک عدد
uz: Kamida bitta raqam
vi: Ít nhất một chữ số
xh: Ubuncinci inani elinye

source: At least one special character (e.g., !@#$%)
ar: على الأقل رمز خاص واحد (مثال: !@#$%)
az: Ən azı bir xüsusi simvol (məsələn, !@#$%)
be: कम्तीमा एउटा विशेष पात्र (जस्तै, !@#$%)
bn: অন্তত একটি বিশেষ অক্ষর (যেমন, !@#$%)
cs: Alespoň jeden speciální znak (např. !@#$%)
cy: O leiaf un nod arbennig (e.e., !@#$%)
da: Mindst ét specialtegn (f.eks. !@#$%)
de: Mindestens ein Sonderzeichen (z. B. !@#$%)
el: Τουλάχιστον ένα ειδικό χαρακτήρα (π.χ., !@#$%)
es: Al menos un carácter especial (e.g., !@#$%)
et: Vähemalt üks erimärk (nt !@#$%)
eu: Gutxienez karaktere berezi bat (adibidez, !@#$%)
fa: حداقل یک کاراکتر ویژه (مثلاً !@#$%)
fi: Ainakin yksi erikoismerkki (esim. !@#$%)
fr: Au moins un caractère spécial (par exemple, !@#$%)
ga: Ar a laghad aon charachtar speisialta (m.sh., !@#$%)
gd: Aig a' char as motha caractar sònraichte (m.e., !@#$%)
gl: Polo menos un carácter especial (por exemplo, !@#$%)
gu: ઓછામાં ઓછા એક વિશેષ સાહિત્ય શક્તિશાળી અક્ષર (જેમ કે, !@#$%)
he: לפחות תו מיוחד אחד (לדוגמה, !@#$%)
hi: कम से कम एक विशेष वर्ण (जैसे, !@#$%)
hr: Barem jedan poseban znak (npr., !@#$%)
hu: Legalább egy speciális karakter (pl. !@#$%)
id: Setidaknya satu karakter khusus (misalnya, !@#$%)
is: Að minnsta kosti eitt sérstakt tákn (t.d., !@#$%)
it: Almeno un carattere speciale (es. !@#$%)
ja: 少なくとも1つの特殊文字（例: !@#$%）
ka: कम से कम एक विशेष वर्ण (उदा., !@#$%)
ku: بەلگەیەکی تایبەتی بەلایەنی کەم (نمونە، !@#$%)
lt: Bent jau vienas specialus simbolis (pvz., !@#$%)
lv: Vismaz viens speciālais simbols (piem., !@#$%)
mg: Farafaharatsiny misy tarehintsoratra manokana iray (ohatra, !@#$%)
mi: Kia kotahi te pūāhua motuhake (hei tauira, !@#$%)
mk: Најмалку еден специјален знак (на пр., !@#$%)
ml: കുറഞ്ഞത് ഒന്ന് പ്രത്യേക പ്രതീകം (ഉദാ., !@#$%)
ms: Sekurang-kurangnya satu aksara khas (cth., !@#$%)
mt: Mill-anqas karattru speċjali wieħed (eż., !@#$%)
my: အနည်းဆုံး အထူးအက်ခံ တစ်ခု (ဥပမာ၊ !@#$%)
nl: Minstens één speciaal teken (bijv. !@#$%)
no: Minst ett spesialtegn (f.eks., !@#$%)
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਖਾਸ ਅੱਖਰ (ਜਿਵੇਂ ਕਿ, !@#$%)
pl: Przynajmniej jeden znak specjalny (np. !@#$%)
pt: Pelo menos um caractere especial (por exemplo, !@#$%)
ro: Cel puțin un caracter special (de exemplu, !@#$%)
ru: По крайней мере один специальный символ (например, !@#$%)
sk: Aspoň jeden špeciálny znak (napr. !@#$%)
sl: Vsaj eno posebno znak (npr. !@#$%)
sq: Të paktën një karakter special (p.sh., !@#$%)
sr: Barem jedan specijalni znak (npr. !@#$%)
sv: Minst ett specialtecken (t.ex. !@#$%)
sw: Angalau tabia moja maalum (mfano, !@#$%)
ta: குறைந்தபட்சம் ஒரு சிறப்பு எழுத்து (எ.கா., !@#$%)
te: కనీసం ఒక ప్రత్యేక అక్షరం (ఉదా., !@#$%)
th: อย่างน้อยหนึ่งอักขระพิเศษ (เช่น !@#$%)
tr: En az bir özel karakter (ör. !@#$%)
uk: Принаймні один спеціальний символ (наприклад, !@#$%)
ur: کم از کم ایک خصوصاً نشان (مثلاً، !@#$%)
uz: Hech bo'lmaganda bitta maxsus belgini kiriting (masalan, !@#$%)
vi: Ít nhất một ký tự đặc biệt (ví dụ: !@#$%)
xh: Okungenani uphawu olulodwa olukhethekileyo (umz., !@#$%)

source: Download My Data
ar: تنزيل بياناتي
az: Məlumatlarımı Yüklə
be: Запампаваць Мае Дадзеныя
bn: আমার ডেটা ডাউনলোড করুন
cs: Stáhnout má data
cy: Lawrlwytho Fy Ndata
da: Download mine data
de: Meine Daten herunterladen
el: Λήψη των Δεδομένων Μου
es: Descargar Mis Datos
et: Laadi minu andmed alla
eu: Nire Datuak Deskargatu
fa: دانلود داده‌های من
fi: Lataa tietoni
fr: Télécharger mes données
ga: Download Mo Nsɛm
gd: Luchdaich sìos Mo Dhàta
gl: Descargar Os Meus Datos
gu: મારા ડેટા ડાઉનલોડ કરો
he: הורד את הנתונים שלי
hi: मेरा डेटा डाउनलोड करें
hr: Preuzmi moje podatke
hu: Adataim letöltése
id: Unduh Data Saya
is: Sækja Gögnin Mín
it: Scarica i Miei Dati
ja: データをダウンロード
ka: ჩემი მონაცემების ჩამოტვირთვა
ku: S’skane
lt: Atsisiųsti mano duomenis
lv: Lejupielādēt manus datus
mg: Misintona ny Angon-drakitro
mi: Tikiake ahau i ōku Raraunga
mk: Преземи ги моите податоци
ml: എന്റെ ഡാറ്റ ഡൗൺലോഡ് ചെയ്യുക
ms: Muat Turun Data Saya
mt: Niżżel id-Dati Tiegħi
my: ကျောင်းစုွမေးခြင်း
nl: Download mijn gegevens
no: Last ned Mine Data
pa: ਮੇਰਾ ਡਾਟਾ ਡਾਊਨਲੋਡ ਕਰੋ
pl: Pobierz moje dane
pt: Baixar Meus Dados
ro: Descarcă datele mele
ru: Скачать мои данные
sk: Stiahnuť moje údaje
sl: Prenesi moje podatke
sq: Shkarko të Dhënat e Mia
sr: Preuzmi moje podatke
sv: Ladda ner mina data
sw: Pakua Data Yangu
ta: என் தரவுகளை பதிவிறக்கவும்
te: నా డేటాను డౌన్‌లోడ్ చేయు
th: ดาวน์โหลดข้อมูลของฉัน
tr: Verilerimi İndir
uk: Завантажити мої дані
ur: میرا ڈیٹا ڈاؤن لوڈ کریں
uz: Ma'lumotlarimni yuklab oling
vi: Tải Xuống Dữ Liệu Của Tôi
xh: Khuphela Idatha Yam

source: Download all your account data as a JSON file...
ar: قم بتنزيل جميع بيانات الحساب الخاص بك كملف JSON...
az: Hesab məlumatlarınızı JSON faylı olaraq yükləyin...
be: Спампаваць усе дадзеныя вашага акаўнта як JSON файл...
bn: সব আপনার অ্যাকাউন্ট ডেটা একটি JSON ফাইলে ডাউনলোড করুন...
cs: Stáhnout všechna data účtu jako JSON soubor...
cy: Lawrlwythwch eich holl ddata cyfrif fel ffeil JSON...
da: Download alle dine kontooplysninger som en JSON-fil...
de: Laden Sie alle Ihre Kontodaten als JSON-Datei herunter...
el: Κατεβάστε όλα τα δεδομένα του λογαριασμού σας ως αρχείο JSON...
es: Descarga todos tus datos de cuenta como un archivo JSON...
et: Laadi alla kogu oma konto andmed JSON-failina...
eu: Deskargatu zure kontuaren datu guztiak JSON fitxategi bezala...
fa: تمام داده‌های حساب خود را به عنوان یک فایل JSON دانلود کنید...
fi: Lataa kaikki tilitietosi JSON-tiedostona...
fr: Téléchargez toutes les données de votre compte sous forme de fichier JSON...
ga: Fa w'akawontoɔ nsɛm nyinaa sɛ JSON krataa...
gd: Luchdaich a-nuas an dàta cunntais agad uile mar fhaidhle JSON...
gl: Descarga todos os datos da túa conta como un ficheiro JSON...
gu: તમારાં ખાતાના બધા ડેટાનો ડાઉનલોડ JSON ફાઇલ તરીકે કરો...
he: הורד את כל נתוני החשבון שלך כקובץ JSON...
hi: सभी खाता डेटा को एक JSON फ़ाइल के रूप में डाउनलोड करें...
hr: Preuzmite sve podatke svog računa kao JSON datoteku...
hu: Töltse le minden fiókadatait JSON fájlként...
id: Unduh semua data akun Anda sebagai file JSON...
is: Sæktu öll geymd gögn reikningsins sem JSON skrá...
it: Scarica tutti i dati del tuo account come file JSON...
ja: アカウントデータをJSONファイルとしてすべてダウンロードしてください...
ka: アカウントデータをすべてJSONファイルとしてダウンロードする...
ku: Hemû daneyên hesabê we wekî pelê JSON bi daxistinê dakêşin...
lt: Atsisiųskite visus savo paskyros duomenis kaip JSON failą...
lv: Lejupielādējiet visus sava konta datus kā JSON failu...
mg: Sintomy ny tahirin-kevitra rehetra momba ny kaontinao ho rakitra JSON...
mi: Tikiakehia ō raraunga pūkete katoa hei kōnae JSON...
mk: Преземете го целиот ваш податок од профилот како JSON датотека...
ml: നിങ്ങളുടെ അക്കൗണ്ട് ഡാറ്റ മുഴുവനായും ഒരു JSON ഫയലായി ഡൗൺലോഡുചെയ്യുക...
ms: Muat turun semua data akaun anda sebagai fail JSON...
mt: Niżżel id-dejta tal-kont tiegħek kollha bħala fajl JSON...
my: သင့်အကောင့်ဒေတာအားလုံးကို JSON ဖိုင်အဖြစ် ဒေါင်းလုပ်ဆွဲပါ...
nl: Download al je accountgegevens als een JSON-bestand...
no: Last ned alle kontodataene dine som en JSON-fil...
pa: ਆਪਣੇ ਅਕਾਊਂਟ ਡੇਟਾ ਨੂੰ ਇੱਕ JSON ਫਾਈਲ ਵਜੋਂ ਡਾਊਨਲੋਡ ਕਰੋ...
pl: Pobierz wszystkie dane swojego konta jako plik JSON...
pt: Baixe todos os dados da sua conta como um arquivo JSON...
ro: Descarcă toate datele contului tău ca fișier JSON...
ru: Скачайте все свои данные аккаунта в виде JSON-файла...
sk: Stiahnite všetky údaje vášho účtu ako súbor JSON...
sl: Prenesite vse podatke o vašem računu kot datoteko JSON...
sq: Shkarkoni të gjitha të dhënat e llogarisë suaj si një skedar JSON...
sr: Preuzmi sve podatke sa svog naloga kao JSON datoteku...
sv: Ladda ner all din kontoinformation som en JSON-fil...
sw: Pakua data zote za akaunti yako kama faili ya JSON...
ta: உங்கள் கணக்கு தரவுகளை அனைத்து JSON கோப்பாக பதிவிறக்கவும்...
te: మీ ఖాతా డేటాను JSON ఫైల్‌గా డౌన్‌లోడ్ చేసుకోండి...
th: ดาวน์โหลดข้อมูลบัญชีทั้งหมดของคุณเป็นไฟล์ JSON...
tr: Tüm hesap verilerinizi JSON dosyası olarak indirin...
uk: Завантажте всі дані вашого акаунта у вигляді JSON-файлу...
ur: اپنے اکاؤنٹ کا تمام ڈیٹا ایک JSON فائل کے طور پر ڈاؤن لوڈ کریں...
uz: Barcha hisob ma'lumotlaringizni JSON fayli sifatida yuklab oling...
vi: Tải xuống tất cả dữ liệu tài khoản của bạn dưới dạng tệp JSON...
xh: Khuphela yonke idatha yeakhawunti yakho njengefayile yeJSON...

source: Download My Data (JSON)
ar: تنزيل بياناتي (JSON)
az: Məlumatlarımı Yüklə (JSON)
be: Запампаваць Мае Дадзеныя (JSON)
bn: আমার ডেটা ডাউনলোড করুন (JSON)
cs: Stáhnout má data (JSON)
cy: Lawrlwytho Fy Ndata (JSON)
da: Download mine data (JSON)
de: Meine Daten herunterladen (JSON)
el: Λήψη των Δεδομένων Μου (JSON)
es: Descargar Mis Datos (JSON)
et: Laadi minu andmed alla (JSON)
eu: Nire Datuak Deskargatu (JSON)
fa: دانلود داده‌های من (JSON)
fi: Lataa tietoni (JSON)
fr: Télécharger mes données (JSON)
ga: Download Mo Nsɛm (JSON)
gd: Luchdaich sìos Mo Dhàta (JSON)
gl: Descargar Os Meus Datos (JSON)
gu: મારા ડેટા ડાઉનલોડ કરો (JSON)
he: הורד את הנתונים שלי (JSON)
hi: मेरा डेटा डाउनलोड करें (JSON)
hr: Preuzmi moje podatke (JSON)
hu: Adataim letöltése (JSON)
id: Unduh Data Saya (JSON)
is: Sækja Gögnin Mín (JSON)
it: Scarica i Miei Dati (JSON)
ja: データをダウンロード（JSON）
ka: ჩემი მონაცემების ჩამოტვირთვა (JSON)
ku: Şerê Gelek (JSON)
lt: Atsisiųsti mano duomenis (JSON)
lv: Lejupielādēt manus datus (JSON)
mg: Misintona ny Angon-drakitro (JSON)
mi: Tikiake ahau i ōku Raraunga (JSON)
mk: Преземи ги моите податоци (JSON)
ml: എന്റെ ഡാറ്റ ഡൗൺലോഡ് ചെയ്യുക (JSON)
ms: Muat Turun Data Saya (JSON)
mt: Niżżel id-Dati Tiegħi (JSON)
my: ကျောင်းစုွမေးခြင်း (JSON)
nl: Download mijn gegevens (JSON)
no: Last ned Mine Data (JSON)
pa: ਮੇਰਾ ਡਾਟਾ ਡਾਊਨਲੋਡ ਕਰੋ (JSON)
pl: Pobierz moje dane (JSON)
pt: Baixar Meus Dados (JSON)
ro: Descarcă datele mele (JSON)
ru: Скачать мои данные (JSON)
sk: Stiahnuť moje údaje (JSON)
sl: Prenesi moje podatke (JSON)
sq: Shkarko të Dhënat e Mia (JSON)
sr: Preuzmi moje podatke (JSON)
sv: Ladda ner mina data (JSON)
sw: Pakua Data Yangu (JSON)
ta: என் தரவுகளை பதிவிறக்கவும் (JSON)
te: నా డేటాను డౌన్‌లోడ్ చేయు (JSON)
th: ดาวน์โหลดข้อมูลของฉัน (JSON)
tr: Verilerimi İndir (JSON)
uk: Завантажити мої дані (JSON)
ur: میرا ڈیٹا ڈاؤن لوڈ کریں (JSON)
uz: Ma'lumotlarimni yuklab oling (JSON)
vi: Tải Xuống Dữ Liệu Của Tôi (JSON)
xh: Khuphela Idatha Yam (JSON)

source: Danger Zone
ar: تغيير الدور
az: Rolu Dəyişdirin
be: Змяніць ролю
bn: ভূমিকা পরিবর্তন করুন
cs: Změnit roli
cy: Newid Rôl
da: Ændre rolle
de: Rolle ändern
el: Αλλαγή Ρόλου
es: Cambiar Rol
et: Muuda rolli
eu: Rol aldaketa
fa: تغییر نقش
fi: Vaihda roolia
fr: Modifier le rôle
ga: Sesa Akwa
gd: Atharraich Dreuchd
gl: Cambiar Rol
gu: ભૂમિકા બદલો
he: שנה תפקיד
hi: भूमिका बदलें
hr: Promijeni ulogu
hu: Szerep megváltoztatása
id: Ubah Peran
is: Breyta hlutverki
it: Cambia ruolo
ja: ロールを変更
ka: როლის შეცვლა
ku: گۆڕینی رۆڵ
lt: Keisti vaidmenį
lv: Mainīt lomu
mg: Ovao andraikitra
mi: Hurihia te Tūnga
mk: Промена на улога
ml: പങ്ക് മാറ്റുക
ms: Tukar Peranan
mt: Ibdel Ir-Rwol
my: အခန်းကဏ္ဍအပြောင်းအလဲ
nl: Rol wijzigen
no: Endre rolle
pa: ਭੂਮਿਕਾ ਬਦਲੋ
pl: Zmień rolę
pt: Alterar Função
ro: Schimbare rol
ru: Сменить роль
sk: Zmeniť rolu
sl: Spremeni vlogo
sq: Ndrysho Rolin
sr: Promeni ulogu
sv: Byt roll
sw: Badilisha Wajibu
ta: பாத்திரத்தை மாற்றவும்
te: పాత్రను మార్చు
th: เปลี่ยนบทบาท
tr: Rolü Değiştir
uk: Змінити роль
ur: کردار تبدیل کریں
uz: Rolni o‘zgartirish
vi: Thay đổi vai trò
xh: Tshintsha Indima
