Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Already Checked In
ar: آخر تسجيل دخول
az: Son Yoxlama
be: শেষ চেক-ইন
bn: শেষ চেক-ইন
cs: Poslední kontrola
cy: Gwirio I Mewn Ddiwethaf
da: Sidste check-in
de: Letztes Check-in
el: Τελευταίο Check-in
es: Último Registro
et: Viimane registreerimine
eu: Azken Kontroleratzea
fa: آخرین چک‌این
fi: Viimeinen sisäänkirjautuminen
fr: Dernier check-in
ga: An Seiceáil Isteach Is Déanaí
gd: Mu dheireadh Thairis a-steach
gl: Último check-in
gu: છેલ્લું ચેક-ઇન
he: בדיקה אחרונה
hi: अंतिम चेक-इन
hr: Zadnja prijava
hu: Utolsó becsekkolás
id: Check-in Terakhir
is: Síðasta innritun
it: Ultimo Check-in
ja: 最終チェックイン
ka: ბოლო შემოწმება
ku: دوایین کتینەوە
lt: Paskutinė registracija
lv: Pēdējā pārbaude
mg: Fanamarinana Farany
mi: Takitaki Whakamutunga
mk: Последна проверка
ml: അവസാന ചെക്ക്-ഇൻ
ms: Check-in Terakhir
mt: L-aħħar Check-in
my: နောက်ဆုံး စစ်ဆေးအပ်ပြုခဲ့သည်
nl: Laatste incheck
no: Siste innsjekking
pa: ਆਖ਼ਰੀ ਚੈਕ-ਇਨ
pl: Ostatnia odprawa
pt: Último Check-in
ro: Ultima verificare
ru: Последняя проверка
sk: Posledná kontrola
sl: Zadnja prijava
sq: Kontrolli i Fundit
sr: Poslednja prijava
sv: Senaste incheckning
sw: Kuangalia Mara ya Mwisho
ta: இருக்கை செயல் வேண்டும்
te: చివరి చెక్-ఇన్
th: เช็คอินล่าสุด
tr: Son Kontrol
uk: Остання перевірка
ur: آخری چیک ان
uz: Oxirgi yoqilgan vaqti
vi: Lần Check-in Cuối
xh: Ukungena kokugqibela

source: You have already checked in for this item. No further action is needed at this time.
ar: لقد قمت بالفعل بتسجيل الوصول لهذا العنصر. لا حاجة لاتخاذ مزيد من الإجراءات في هذا الوقت.
az: Bu maddə üçün artıq yoxlayış etməsiniz. Hal-hazırda başqa bir fərdi hərəkət lazım deyil.
be: Вы ўжо праверылі гэтую позицию. Ніякіх далейшых дзеянняў прама цяпер не патрэбна.
bn: আপনি ইতিমধ্যে এই আইটেমের জন্য চেক ইন করেছেন। এই মুহূর্তে আর কোন পদক্ষেপ প্রয়োজন নেই।
cs: Tento předmět jste již zkontrolovali. V tuto chvíli není zapotřebí žádná další akce.
cy: Rydych eisoes wedi gwirio i mewn ar gyfer yr eitem hon. Nid oes angen cymryd camau pellach ar hyn o bryd.
da: Du har allerede tjekket ind for dette emne. Ingen yderligere handling er nødvendig på dette tidspunkt.
de: Sie haben bereits für diesen Artikel eingecheckt. Derzeit sind keine weiteren Aktionen erforderlich.
el: Έχετε ήδη επισημάνει αυτό το στοιχείο. Δεν απαιτείται περαιτέρω ενέργεια αυτή τη στιγμή.
es: Ya has registrado este artículo. No se necesita más acción en este momento.
et: Olete juba selle üksuse sisse loginud. Praegu pole edasisi toiminguid vaja.
eu: Elementu honetarako dagoeneko egiaztatu duzu. Une honetan ez da ekintza gehiago behar.
fa: شما قبلاً برای این مورد چک‌این کرده‌اید. در این زمان نیازی به اقدام بیشتر نیست.
fi: Olet jo kirjautunut tähän kohteeseen. Lisätoimia ei tarvita tällä hetkellä.
fr: Vous avez déjà enregistré cet élément. Aucune autre action n'est nécessaire pour le moment.
ga: Tá tú tar éis seiceáil isteach don mhír seo cheana féin. Ní gá gníomh breise ag an am seo.
gd: Tha thu air sgrùdadh a-steach airson a’ nì seo mu thràth. Chan eil feum air tuilleadh gnìomh aig an àm seo.
gl: Xa fixeches check-in para este elemento. Nesta ocasión non se require ningún tipo de acción.
gu: તમે આ આઇટમ માટે પહેલેથી જ ચેક ઇન કર્યું છે. આ સમયે અન્ય કોઈ કાર્યવાહી જરૂરી નથી.
he: כבר ביצעת צ'ק-אין עבור פריט זה. אין צורך בפעולה נוספת בזמן זה.
hi: आपने पहले ही इस आइटम के लिए चेक-इन कर लिया है। इस समय कोई अतिरिक्त कार्रवाई की आवश्यकता नहीं है।
hr: Već ste prijavljeni za ovu stavku. Nisu potrebne daljnje radnje u ovom trenutku.
hu: Már bejelentkezett ehhez az elemhez. További intézkedésre nincs szükség ebben az időben.
id: Anda sudah check-in untuk item ini. Tidak ada tindakan lebih lanjut yang diperlukan saat ini.
is: Þú hefur nú þegar innritað þig í þennan hlut. Engin frekari aðgerð er nauðsynleg á þessum tíma.
it: Hai già effettuato il check-in per questo articolo. Nessuna ulteriore azione è necessaria in questo momento.
ja: このアイテムにはすでにチェックイン済みです。現在、これ以上のアクションは必要ありません。
ka: თქვენ უკვე შემოწმდით ამ ელემენტზე. ამ დროისთვის დამატებითი მოქმედება არ არის საჭირო.
ku: تۆ پێشتر تێبینیی کردووە بۆ ئەم بەشە. هیچ کردارێکی تر پێویستی نییە لەم کاتانەدا.
lt: Jūs jau užsiregistravote šitam elementui. Šiuo metu nereikia jokių papildomų veiksmų.
lv: Jūs jau esat reģistrējies šim vienumam. Šobrīd nav nepieciešama turpmāka darbība.
mg: Efa nihainoana an'ity zavatra ity ianao. Tsy ilaina ny hetsika fanampiny amin'izao fotoana izao.
mi: Kua takiuru kē koe mō tēnei tūemi. Kāore he mahi anō e hiahiatia ana i tēnei wā.
mk: Веќе сте се пријавиле за оваа ставка. Повеќе нема потреба од акција во ова време.
ml: നിങ്ങള്‍ ഇതിനകം ഈ ഇനത്തിന് ചെക്‌ഇന്‍ ചെയ്തിരിക്കുന്നു. ഇതിനൊന്നും ഇപ്പോള്‍ കൂടുതല്‍ നടപടികള്‍ വേണ്ടപെടുന്നില്ല.
ms: Anda sudah mendaftar masuk untuk item ini. Tiada tindakan lanjut diperlukan pada masa ini.
mt: Diġà ċċekkjajt għal dan l-oġġett. M'hemmx bżonn ta' azzjoni aktar f'dan il-ħin.
my: ဤ item အတွက် သင့်အနေဖြင့် ယခုချိန်တွင် ခန့်မှန်းပြီးဖြစ်သည်။ နောက်ထပ်လုပ်ဆောင်ရန် မလိုအပ်ပါ။
nl: U heeft al ingecheckt voor dit item. Er zijn momenteel geen verdere acties nodig.
no: Du har allerede sjekket inn for dette elementet. Ingen videre handling er nødvendig nå.
pa: ਤੁਸੀਂ ਇਸ ਆਈਟਮ ਲਈ ਪਹਿਲਾਂ ਹੀ ਚੈੱਕ ਇਨ ਕਰ ਚੁੱਕੇ ਹੋ। ਇਸ ਸਮੇਂ ਹੋਰ ਕੋਈ ਕਾਰਵਾਈ ਲੋੜੀਂਦੀ ਨਹੀਂ ਹੈ।
pl: Już się zameldowałeś w tej pozycji. Nie są wymagane dalsze działania w tym momencie.
pt: Você já fez o check-in para este item. Nenhuma ação adicional é necessária no momento.
ro: Ați făcut deja check-in pentru acest articol. Nu este nevoie de alte acțiuni în acest moment.
ru: Вы уже отметились по этому пункту. В данный момент никаких дополнительных действий не требуется.
sk: Túto položku ste už skontrolovali. V tejto chvíli nie sú potrebné žiadne ďalšie kroky.
sl: Za ta predmet ste že prijavljeni. Trenutno ni potrebnih nadaljnjih dejanj.
sq: Ju keni kontrolluar tashmë për këtë artikull. Nuk është e nevojshme asnjë veprim i mëtejshëm për momentin.
sr: Već ste se prijavili za ovu stavku. Dalja akcija nije potrebna u ovom trenutku.
sv: Du har redan checkat in för denna post. Ingen ytterligare åtgärd behövs just nu.
sw: Umejisajili tayari kwa kipengee hiki. Hakuna hatua zaidi inahitajika kwa sasa.
ta: இந்த உருப்படிக்காக நீங்கள் ஏற்கனவே செக்-இன் செய்துவிட்டீர்கள். இதற்கு மேலும் எந்த நடவடிக்கையையும் எடுக்க தேவையில்லை.
te: మీరు ఇప్పటికే ఈ అంశానికి చెక్ చేసారు. ప్రస్తుతానికి మరి ఏ చర్య అవసరం లేదు.
th: คุณได้เช็คอินสำหรับรายการนี้แล้ว ไม่ต้องดำเนินการเพิ่มเติมในขณะนี้
tr: Bu öğe için zaten giriş yaptınız. Şu anda başka bir işlem gerekli değil.
uk: Ви вже зареєстрували цей елемент. Наразі жодних дій не потрібно.
ur: آپ پہلے ہی اس آئٹم کے لئے چیک ان کر چکے ہیں۔ اس وقت مزید کارروائی کی ضرورت نہیں ہے۔
uz: Siz allaqachon bu element uchun kirgan siz. Hozirgi vaqtda boshqa harakat talab qilinmaydi.
vi: Bạn đã check-in cho mục này. Không cần thực hiện thêm hành động nào vào lúc này.
xh: Sele uye wavavanya le nto. Akukho manyathelo aphambili ayimfuneko ngeli xesha.

source: Check-in for:
ar: تم تسجيل الوصول لـ:
az: Qeydiyyat vaxtı:
be: Вы зарегистрировались на:
bn: জন্য চেক ইন করা হয়েছে:
cs: Přihlášen pro:
cy: Mewngofnodi ar gyfer:
da: Checket ind for:
de: Eingecheckt für:
el: Εισαγωγή για:
es: Registrado para:
et: Registreeritud:
eu: Honetarako erregistratua:
fa: ورود برای:
fi: Sisäänkirjautuminen:
fr: Enregistré pour :
ga: Sɛ wo san kańciel wɔ:
gd: Clàraichte airson:
gl: Rexistrado para:
gu: માટે ચેક-ઇન:
he: צ'ק-אין עבור:
hi: के लिए चेक इन किया गया:
hr: Prijavili ste se za:
hu: Bejelentkezve a következőhöz:
id: Check-in untuk:
is: Innritað fyrir:
it: Check-in per:
ja: チェックイン済み：
ka: შესვლა მომხდარ:
ku: تۆمارکرا بۆ:
lt: Užsiregistruota į:
lv: Reģistrēts:
mg: Nandray anjara tamin'ny:
mi: Kua hautū mō:
mk: Чекиран за:
ml: ചെക്ക് ഇൻ ചെയ്തത്:
ms: Daftar masuk untuk:
mt: Iċċekkjat għal:
my: အတွက် စစ်ဆေးပြီး:
nl: Ingecheckt voor:
no: Innsjekket for:
pa: ਇਸ ਲਈ ਚੈਕ-ਇਨ ਕੀਤਾ ਗਿਆ ਹੈ:
pl: Zameldowano dla:
pt: Check-in para:
ro: Înregistrat pentru:
ru: Зарегистрирован для:
sk: Prihlásený pre:
sl: Prijavljeni ste za:
sq: Regjistruar për:
sr: Prijavljen za:
sv: Incheckad för:
sw: Uliandikishwa kwa:
ta: பதிவானது :
te: కోసం చెక్-ఇన్ చేశారు:
th: เช็คอินสำหรับ:
tr: Check-in yapılan:
uk: Зареєстровано для:
ur: کے لیے چیک ان کیا:
uz: Uchun ro'yxatdan o'tildi:
vi: Checked in cho:
xh: Kuqinisekiswe ukuthi:

source: Return to Dashboard
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Check-In Disabled
ar: البريد الإلكتروني مُعطل
az: E-poçt deaktivdir
be: Письмо отключено
bn: ইমেইল নিষ্ক্রিয়
cs: E-mail je zakázán
cy: E-bost wedi'i analluogi
da: E-mail er deaktiveret
de: E-Mail ist deaktiviert
el: Το Email είναι απενεργοποιημένο
es: Correo deshabilitado
et: E-kiri on keelatud
eu: Emaila desgaituta dago
fa: ایمیل غیرفعال است
fi: Sähköposti on poissa käytöstä
fr: L'e-mail est désactivé
ga: Emaile wɔnhyɛ ndaa
gd: Tha post-d air a chur à comas
gl: O correo electrónico está desactivado
gu: ઈમેઈલ નિષ્ક्रिय છે
he: דוא"ל מנוטרל
hi: ईमेल अक्षम है
hr: E-pošta je isključena
hu: Az e-mail le van tiltva
id: Email dinonaktifkan
is: Tölvupóstur er óvirkur
it: Email è disabilitata
ja: メールが無効です
ka: ელფოსტა გამორთულია
ku: ئیمەیڵ ناچالاککراوە
lt: El. laiškas išjungtas
lv: E-pasts ir izslēgts
mg: Tsy misy mailaka
mi: Kua monoa te Īmēra
mk: Е-поштата е исклучена
ml: ഇമെയിൽ അപ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel dinyahaktifkan
mt: Email hija diżattivata
my: အီးမေးလ် ပိတ်ထားသည်
nl: E-mail is uitgeschakeld
no: E-post er deaktivert
pa: ਈਮੇਲ ਅਸਫਲ ਹੈ
pl: Email jest wyłączony
pt: Email está desativado
ro: Emailul este dezactivat
ru: Электронная почта отключена
sk: Email je zakázaný
sl: E-pošta je onemogočena
sq: Email-i është i caktivizuar
sr: Email je onemogućen
sv: E-post är avaktiverad
sw: Baruapepe imezimwa
ta: மின்னஞ்சல் செயலிழக்கப்பட்டு
te: ఇమెయిల్ నిలిపివేయబడింది
th: อีเมลถูกปิดใช้งาน
tr: E-posta devre dışı
uk: Електронна пошта вимкнена
ur: ای میل غیر فعال ہے
uz: Elektron pochta o'chirilgan
vi: Email đã bị tắt
xh: I-imeyili ivaliwe

source: This check-in is currently disabled and cannot be completed.
ar: هذا التسجيل معطل حاليًا ولا يمكن إكماله.
az: Bu yoxlayış hal-hazırda deaktiv edilib və tamamlanması mümkün deyil.
be: Гэта праверка пакуль адключана і не можа быць завершана.
bn: এই চেক-ইন বর্তমানে অক্ষম এবং সম্পন্ন করা যাবে না।
cs: Toto check-in je momentálně deaktivováno a nelze ho dokončit.
cy: Mae'r gwirio i mewn wedi'i analluogi ar hyn o bryd ac ni ellir ei gwblhau.
da: Dette tjek-ind er i øjeblikket deaktiveret og kan ikke fuldføres.
de: Dieses Check-in ist derzeit deaktiviert und kann nicht abgeschlossen werden.
el: Αυτή η επισημανση είναι προσωρινά ανενεργή και δεν μπορεί να ολοκληρωθεί.
es: Esta verificación está actualmente deshabilitada y no se puede completar.
et: See sisse logimine on praegu keelatud ja seda ei saa lõpule viia.
eu: Check-in hau desgaituta dago une honetan eta ezin da osatu.
fa: این چک‌این در حال حاضر غیرفعال است و نمی‌تواند کامل شود.
fi: Tämä kirjautuminen on tällä hetkellä poissa käytöstä eikä se voi olla valmis.
fr: Cet enregistrement est actuellement désactivé et ne peut pas être complété.
ga: Tá an seiceáil isteach seo faoi mhíchumas faoi láthair agus ní féidir í a chomhlánú.
gd: Tha an sgrùdadh a-steach seo air a chuir dheth an-dràsta agus chan urrainnear a choileanadh.
gl: Este check-in está desactivado actualmente e non se pode completar.
gu: આ ચેક-ઇન હાલમાં નિષ્ક્રિય છે અને પૂર્ણ થવું શક્ય નથી.
he: צ'ק-אין זה כרגע מושבת ולא ניתן להשלימו.
hi: यह चेक-इन वर्तमान में अक्षम है और पूरा नहीं किया जा सकता।
hr: Ovaj prijem je trenutno onemogućen i ne može se dovršiti.
hu: Ez a bejelentkezés jelenleg le van tiltva, és nem fejezhető be.
id: Check-in ini saat ini dinonaktifkan dan tidak dapat diselesaikan.
is: Þessi innskráning er nú óvirk og ekki hægt að ljúka við hana.
it: Questo check-in è attualmente disabilitato e non può essere completato.
ja: このチェックインは現在無効化され、完了できません。
ka: ეს შემოწმება ამჟამად გაუქმებულია და ვერ დასრულდება.
ku: ئەم تێبینییە بەلایەنی داخرایە و ناتوانرێت کۆتایی بپێوە.
lt: Šis patikrinimas šiuo metu išjungtas ir negali būti baigtas.
lv: Šis reģistrēšanās ir pašlaik atspējots un nevar tikt pabeigts.
mg: Amin'izao fotoana izao dia tsy mandeha ity fanamarinana ity ary tsy vita.
mi: Kaore i te taea te whakaoti i tēnei takiuru nā te mea kua monoa.
mk: Оваа пријава е во моментот оневозможена и не може да се заврши.
ml: ഈ ചെക്‌ഇന്‍ നിലവില്‍ അപ്രാപ്തമാക്കിയതിനാല്‍ പൂര്‍ത്തിയാക്കാന്‍ സാധ്യമല്ല.
ms: Pendaftaran masuk ini sedang dinyahaktifkan dan tidak boleh diselesaikan.
mt: Dan il-check-in bħalissa huwa diżattivat u ma jistax jitlesta.
my: ဤပြန်လည်ဆန်းစစ်ခြင်းကို လက်ရှိအခြေအနေမှာလိုက်နာနေရပြီး ပြီးမြောက်၍ မရပါ။
nl: Deze check-in is momenteel uitgeschakeld en kan niet worden voltooid.
no: Denne innsjekkingen er for øyeblikket deaktivert og kan ikke fullføres.
pa: ਇਹ ਚੈੱਕ-ਇਨ ਇਸ ਵੇਲੇ ਅਸਮਰਥਿਤ ਹੈ ਅਤੇ ਪੂਰਾ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: To zameldowanie jest obecnie wyłączone i nie może zostać ukończone.
pt: Este check-in está atualmente desativado e não pode ser concluído.
ro: Acest check-in este dezactivat în prezent și nu poate fi completat.
ru: Этот чек-ин в настоящее время отключен и не может быть выполнен.
sk: Toto check-in je momentálne zakázané a nemožno ho dokončiť.
sl: Ta prijava je trenutno onemogočena in je ni mogoče dokončati.
sq: Ky kontroll aktualisht është i çaktivizuar dhe nuk mund të përfundohet.
sr: Ova prijava trenutno je onemogućena i ne može se dovršiti.
sv: Denna incheckning är för närvarande inaktiverad och kan inte slutföras.
sw: Hii check-in imezimwa kwa sasa na haiwezi kukamilika.
ta: இந்த செக்-இன் தற்போதைக்கு முடக்கப்பட்டுள்ளது மற்றும் நிறைவேற்ற முடியாது.
te: ఈ చెక్-ఇన్ ప్రస్తుతం నిలిపివేయబడింది మరియు పూర్తి చేయలేము.
th: การเช็คอินนี้ปิดใช้งานอยู่ในขณะนี้และไม่สามารถทำได้
tr: Bu giriş şu anda devre dışı ve tamamlanamıyor.
uk: Ця реєстрація наразі вимкнена і не може бути виконана.
ur: یہ چیک-ان فی الحال غیر فعال ہے اور مکمل نہیں کیا جا سکتا۔
uz: Bu ro'yxatga olish ayni paytda o'chirilgan va tugatilishi mumkin emas.
vi: Check-in này hiện bị vô hiệu hóa và không thể hoàn thành.
xh: Olu vavanyo lukhubazekile ngoku kwaye alunakugqitywa.

source: Already Executed & Disabled
ar: تم التنفيذ بالفعل & معطل
az: Artıq İcra Olundu & Deaktiv edildi
be: Ужо выканана & Адключана
bn: ইতিমধ্যে সম্পন্ন ও অক্ষম
cs: Již provedeno a deaktivováno
cy: Gweithredu & Analluogi eisoes
da: Allerede Eksekveret & Deaktiveret
de: Bereits ausgeführt & Deaktiviert
el: Ήδη Εκτελεσμένο & Ανενεργό
es: Ya Ejecutado & Deshabilitado
et: Juba täidetud ja keelatud
eu: Dagoeneko Beteta eta Desgaitua
fa: قبلاً اجرا شده و غیرفعال
fi: Jo suoritettu & pois käytöstä
fr: Déjà exécuté et désactivé
ga: Curtha i gcrích cheana & faoi mhíchumas
gd: RATFY ExQudT & RATFYVZQ
gl: Xa Executado e Desactivado
gu: પહેલેથી જ અંજામ આપ્યું અને નિષ્ક્રિય
he: כבר בוצע וכן מושבת
hi: पहले ही निष्पादित और अक्षम
hr: Već izvršeno i onemogućeno
hu: Már végrehajtva és letiltva
id: Telah Dilaksanakan & Dinonaktifkan
is: Þegar framkvæmd & óvirkað
it: Già Eseguito & Disabilitato
ja: すでに実行済みで無効化済み
ka: უკვე შესრულებულია & გამორთულია
ku: چالاک کراوە و داخرایە پێشتر
lt: Jau įvykdyta ir išjungta
lv: Jau izpildīts un atspējots
mg: Efa Notanterahina & Nampahori
mi: Kua Whakahaerehia & Kua Monoa kē
mk: Веќе извршена и оневозможена
ml: ഇതിനകം ലക്ഷ്യമാക്കപെട്ടു & അപ്രാപ്തമാക്കി
ms: Telah Dilaksanakan & Dinonaktifkan
mt: Diġà Eżegwit & Diżattivat
my: လုပ်ဆောင်ပြီးပြီ & အသက်ခံဖျက်ထားပီ
nl: Al Uitgevoerd & Uitgeschakeld
no: Allerede Utført & Deaktivert
pa: ਪਹਿਲਾਂ ਹੀ ਕਾਰਜਿਤ & ਅਸਮਰਥਿਤ
pl: Już wykonane i wyłączone
pt: Já Executado e Desativado
ro: Deja executat și dezactivat
ru: Уже выполнено и отключено
sk: Už vykonané a zakázané
sl: Že izvedeno in onemogočeno
sq: Tashmë i ekzekutuar & i çaktivizuar
sr: Već izvršeno & onemogućeno
sv: Redan Utfört & Inaktiverat
sw: Tayari Imetekelezwa na Imezimwa
ta: ஏற்கனவே நிறைவேற்றப்பட்டது மற்றும் முடக்கப்பட்டுள்ளது
te: ఇప్పటికే అమలు & నిలిపివేయబడినవి
th: ดำเนินการแล้วและปิดใช้งาน
tr: Zaten Gerçekleştirildi & Devre Dışı
uk: Вже виконано та вимкнуто
ur: پہلے سے نافذ & غیر فعال
uz: Allaqachon bajarilgan va o'chirilgan
vi: Đã Thực Hiện & Đã Vô Hiệu Hóa
xh: Sele Iyenziwe & Iyelwe

source: This check-in has already been executed and is now disabled. No further action is required.
ar: هذا التسجيل تم تنفيذه بالفعل وهو الآن معطل. لا حاجة لاتخاذ إجراءات إضافية.
az: Bu yoxlayış artıq icra olunub və indi deaktiv edilib. Başqa bir hərəkət tələb edilmir.
be: Гэта праверка ўжо выканана і цяпер адключана. Далейшыя дзеянні не патрабуюцца.
bn: এই চেক-ইন ইতিমধ্যে সম্পন্ন হয়েছে এবং এখন অক্ষম। আর কোন পদক্ষেপ প্রয়োজন নয়।
cs: Toto check-in již bylo provedeno a je nyní deaktivováno. Není zapotřebí žádná další akce.
cy: Mae'r gwirio i mewn wedi'i weithredu eisoes ac mae bellach wedi'i analluogi. Nid oes angen gweithredu pellach.
da: Dette tjek-ind er allerede blevet eksekveret og er nu deaktiveret. Ingen yderligere handling kræves.
de: Dieses Check-in wurde bereits ausgeführt und ist jetzt deaktiviert. Es sind keine weiteren Maßnahmen erforderlich.
el: Αυτή η επισημανση έχει ήδη εκτελεστεί και είναι πλέον ανενεργή. Δεν απαιτείται περαιτέρω ενέργεια.
es: Esta verificación ya ha sido ejecutada y ahora está deshabilitada. No se requiere más acción.
et: See sisse logimine on juba täidetud ja nüüd on keelatud. Edasisi toiminguid pole vaja.
eu: Check-in hau dagoeneko exekutatu da eta orain desgaituta dago. Ez da ekintza gehiagorik behar.
fa: این چک‌این قبلاً اجرا شده و اکنون غیرفعال است. نیازی به اقدام بیشتر نیست.
fi: Tämä kirjautuminen on jo suoritettu ja on nyt pois käytöstä. Lisätoimia ei tarvita.
fr: Cet enregistrement a déjà été exécuté et est maintenant désactivé. Aucune action supplémentaire n'est requise.
ga: Tá an seiceáil isteach seo curtha i gcrích cheana féin agus tá sí anois faoi mhíchumas. Ní gá gníomh breise.
gd: Chaidh an sgrùdadh a-steach seo a choileanadh mu thràth agus tha e air a chuir dheth a-nis. Chan eil feum air tuilleadh gnìomh.
gl: Este check-in xa foi executado e agora está desactivado. Non se require ningunha acción adicional.
gu: આ ચેક-ઇન પહેલાથી જ પૂર્ણ થયું છે અને હવે નિષ્ક્રિય છે. કોઈ વધુ કાર્યવાહી આવશ્યક નથી.
he: צ'ק-אין זה כבר בוצע וכעת מושבת. אין צורך בפעולה נוספת.
hi: यह चेक-इन पहले ही निष्पादित हो चुका है और अब अक्षम है। कोई और कार्रवाई आवश्यक नहीं है।
hr: Ovaj prijem je već izvršen i sada je onemogućen. Nisu potrebne daljnje radnje.
hu: Ez a bejelentkezés már végrehajtva lett, és most le van tiltva. További intézkedésre nincs szükség.
id: Check-in ini sudah dilaksanakan dan sekarang dinonaktifkan. Tidak ada tindakan lebih lanjut yang diperlukan.
is: Þessi innskráning hefur þegar verið framkvæmd og er nú óvirk. Engin frekari aðgerð er nauðsynleg.
it: Questo check-in è già stato eseguito ed è ora disabilitato. Nessuna ulteriore azione è richiesta.
ja: このチェックインはすでに実行され、現在無効化されています。これ以上のアクションは必要ありません。
ka: ეს შემოწმება უკვე შესრულებულია და ახლა გააქტიურებულია. დამატებითი მოქმედება საჭირო არ არის.
ku: ئەم تێبینییە پێشتر چالاک بووە و ئێستا داخرایە. هیچ کردارێکی تر پێویست نییە.
lt: Šis patikrinimas jau įvykdytas ir dabar išjungtas. Nereikia atlikti jokių papildomų veiksmų.
lv: Šī reģistrēšanās jau ir izpildīta un tagad ir atspējota. Nav nepieciešama turpmāka darbība.
mg: Efa vita ity fanamarinana ity ary efa tsy mandeha intsony. Tsy ilaina ny hetsika fanampiny.
mi: Kua whakahaerehia kē tēnei takiuru ā kua monoa inaianei. Kāore he mahi anō e hiahiatia ana.
mk: Оваа пријава веќе е извршена и сега е оневозможена. Повеќе нема потреба од акција.
ml: ഈ ചെക്‌ഇന്‍ ഇതിനകം ലക്ഷ്യമാക്കപ്പെട്ടിട്ടുള്ളതാണ്, കൂടുതല്‍ നടപടികള്‍ ആവശ്യമില്ല.
ms: Pendaftaran masuk ini telah dilaksanakan dan kini dinyahaktifkan. Tiada tindakan lanjut diperlukan.
mt: Dan il-check-in diġà ġie eżegwit u issa huwa diżattivat. M'hemmx bżonn ta' azzjoni aktar.
my: ဤပြန်လည်ဆန်းစစ်မှုကို အရင်အချိန်က လုပ်ပြီး ပြီးလျှင် လက်ရှိအခြေအနေမှာ ဖျက်သိမ်းထားသည်။ နောက်ထပ်လုပ်ဆောင်မှု မလိုအပ်ပါ။
nl: Deze check-in is al uitgevoerd en is nu uitgeschakeld. Er is geen verdere actie vereist.
no: Denne innsjekkingen har allerede blitt utført og er nå deaktivert. Ingen videre handling er nødvendig.
pa: ਇਹ ਚੈੱਕ-ਇਨ ਪਹਿਲਾਂ ਹੀ ਕਰ ਲਿਆ ਗਿਆ ਹੈ ਅਤੇ ਹੁਣ ਅਸਮਰਥਿਤ ਹੈ। ਹੋਰ ਕੋਈ ਕਾਰਵਾਈ ਲੋੜੀਂਦੀ ਨਹੀਂ ਹੈ।
pl: To zameldowanie zostało już wykonane i jest teraz wyłączone. Żadne dalsze działania nie są wymagane.
pt: Este check-in já foi executado e agora está desativado. Nenhuma ação adicional é necessária.
ro: Acest check-in a fost deja executat și acum este dezactivat. Nu este necesară nicio altă acțiune.
ru: Этот чек-ин уже выполнен и в настоящее время отключен. Никаких дополнительных действий не требуется.
sk: Toto check-in už bolo vykonané a je teraz zakázané. Nie sú potrebné ďalšie kroky.
sl: Ta prijava je že bila izvedena in je zdaj onemogočena. Nadaljnji ukrepi niso potrebni.
sq: Ky kontroll tashmë është ekzekutuar dhe tani është i çaktivizuar. Nuk kërkohet asnjë veprim i mëtejshëm.
sr: Ova prijava je već izvršena i sada je onemogućena. Dalja akcija nije potrebna.
sv: Denna incheckning har redan utförts och är nu inaktiverad. Ingen ytterligare åtgärd krävs.
sw: Check-in hii tayari imetekelezwa na sasa imezimwa. Hakuna hatua zaidi inahitajika.
ta: இந்த செக்-இன் ஏற்கனவே நிறைவேறிவிட்டது மற்றும் தற்போது முடக்கப்பட்டுள்ளது. மேலும் நடவடிக்கை தேவையில்லை.
te: ఈ చెక్-ఇన్ ఇప్పటికే అమలు అయింది మరియు ఇప్పుడు నిలిపివేయబడింది. మరి ఏ చర్య అవసరం లేదు.
th: การเช็คอินนี้ได้ดำเนินการแล้วและปิดใช้งานในขณะนี้ ไม่จำเป็นต้องดำเนินการเพิ่มเติม
tr: Bu giriş zaten gerçekleştirildi ve şimdi devre dışı. Başka bir işlem gerekmiyor.
uk: Ця реєстрація вже виконана і тепер вимкнена. Жодних додаткових дій не потрібно.
ur: یہ چیک-ان پہلے سے ہی نافذ کیا جا چکا ہے اور اب غیر فعال ہے۔ مزید کسی کارروائی کی ضرورت نہیں ہے۔
uz: Bu ro'yxatga olish allaqachon bajarilgan va hozir o'chirilgan. Boshqa harakat talab etilmaydi.
vi: Check-in này đã được thực hiện và hiện nay đã bị vô hiệu hóa. Không cần thực hiện thêm hành động nào.
xh: Eli vavanyo sele lisenziwe kwaye ngoku laliyekile. Akukho manyathelo aphambili ayimfuneko.
