Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Disable to set schedule
ar: تعيين الجدول
az: Cədvəli Təyin et
be: তালিকা নির্ধারণ করুন
bn: সময়সূচি নির্ধারণ করুন
cs: Nastavit plán
cy: Gosod Amserlen
da: Indstil tidsplan
de: Plan festlegen
el: Ορισμός Προγράμματος
es: Establecer programación
et: Määra ajakava
eu: Ordutegia ezarri
fa: تنظیم زمانبندی
fi: Aseta aikataulu
fr: Définir un horaire
ga: Socraigh Sceideal
gd: Suidhich Clàr-ama
gl: Establecer horario
gu: શેડ્યૂલ સેટ કરો
he: קבע לוח זמנים
hi: अनुसूची सेट करें
hr: Postavi raspored
hu: Ütemezés beállítása
id: Setel Jadwal
is: Setja tímaáætlun
it: Imposta Programma
ja: スケジュールを設定
ka: გრაფიკის დაყენება
ku: دانانی خشتە
lt: Nustatyti grafiką
lv: Iestatīt grafiku
mg: Mametrahana Fandaharana
mi: Tautuhi Mahere Wā
mk: Постави распоред
ml: പട്ടിക ക്രമീകരിക്കുക
ms: Tetapkan Jadual
mt: Issettja Skeda
my: အချိန်ဇယားကို သတ်မှတ်ပါ
nl: Planning instellen
no: Angi tidsplan
pa: ਤਹਿ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Ustaw harmonogram
pt: Definir Agenda
ro: Setează programul
ru: Установить расписание
sk: Nastaviť plán
sl: Nastavi razpored
sq: Cakto Orarin
sr: Postavi raspored
sv: Ange schema
sw: Weka Ratiba
ta: கால அட்டவணையை அமைக்கவும்
te: షెడ్యూల్ సెట్ చేయండి
th: ตั้งเวลาตาราง
tr: Programı Ayarla
uk: Встановити розклад
ur: شیڈول مرتب کریں
uz: Jadvalni sozlash
vi: Đặt Lịch Trình
xh: Misela Ishedyuli

source: View Details
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane

source: Send Test Messages
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
da: Send testemail
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya

source: Delete Messages
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: Toggle Message On/Off
ar: تبديل الرسالة تشغيل/إيقاف
az: Mesajı Açar/söndür
be: বার্তা চালু/বন্ধ করুন
bn: বার্তা চালু/বন্ধ করুন
cs: Přepnout zprávu zap/vyp
cy: Troli Neges Ymlaen/I ffwrdd
da: Skift besked til/fra
de: Nachricht Ein/Aus umschalten
el: Εναλλαγή Μηνύματος Ενεργό/Ανενεργό
es: Alternar mensaje encendido/apagado
et: Luba/Sulge sõnum
eu: Mezua Piztu/Itzali
fa: روشن/خاموش کردن پیام
fi: Vaihda viesti päälle/pois
fr: Activer/Désactiver le message
ga: Téacs a Chasadh Ar/Amaigh
gd: Cur Teachdaireachd air/nochd
gl: Alternar mensaxe On/Off
gu: સંદેશને ચાલુ/બંધ કરો
he: הפעל/כבה הודעה
hi: संदेश चालू/बंद करें
hr: Uključi/isključi poruku
hu: Üzenet be-/kikapcsolása
id: Alihkan Pesan On/Off
is: Kveikja/slökkva á skilaboðum
it: Attiva/Disattiva Messaggio
ja: メッセージのオン/オフを切り替える
ka: შეტყობინების ჩართვა/გამორთვა
ku: گەڕانەوەی پەیام یەک/سڕینەوە
lt: Įjungti / išjungti pranešimą
lv: Ieslēgt/izslēgt ziņu
mg: Ahodino Hafatra Misy/TSY Misy
mi: Huri Karere Wātea/Kore
mk: Вклучи/Исклучи порака
ml: സന്ദേശം ഓൺ/ഓഫ് സ്വിച്ച് ചെയ്യുക
ms: Togol Mesej Hidup/Mati
mt: Toggle Messaġġ Fuq/Barra
my: စာတိုကို ဖွင့်/ပိတ် ချိန်းညှိပါ
nl: Bericht in-/uitschakelen
no: Veksle melding På/Av
pa: ਸੁਨੇਹਾ ਆਨ/ਆਫ ਬਣਾਓ
pl: Przełącz wiadomość Włącz/Wyłącz
pt: Alternar Mensagem Ligado/Desligado
ro: Activează/Dezactivează mesajul
ru: Переключить сообщение Вкл/Выкл
sk: Prepínač správy zap./vyp.
sl: Preklopi sporočilo vklop/izklop
sq: Aktivizo/Çaktivizo Mesazhin
sr: Uključi/isključi poruku
sv: Slå på/av meddelande
sw: Washa/Zima Ujumbe
ta: செய்தியை இயக்கு/நிறுத்து
te: సందేశాన్ని ఆన్/ఆఫ్ చేయండి
th: สลับข้อความเปิด/ปิด
tr: Mesajı Aç/Kapat
uk: Перемкнути повідомлення увімкн./вимкн.
ur: پیغام کو آن/آف کریں
uz: Xabarni yoqish/o‘chirish
vi: Chuyển Đổi Tin Nhắn Bật/Tắt
xh: Guqula iMiyalezo Vula/Cima

source: Messages is enabled
ar: البريد الإلكتروني مُفعل
az: E-poçt aktivdir
be: Письмо включено
bn: ইমেইল সক্রিয়
cs: E-mail je povolen
cy: E-bost wedi'i alluogi
da: E-mail er aktiveret
de: E-Mail ist aktiviert
el: Το Email είναι ενεργοποιημένο
es: Correo habilitado
et: E-kiri on lubatud
eu: Emaila gaituta dago
fa: ایمیل فعال است
fi: Sähköposti on käytössä
fr: L'e-mail est activé
ga: Emaile wɔnhyɛ
gd: Tha post-d air a chomasachadh
gl: O correo electrónico está activado
gu: ઈમેઈલ સક્રિય છે
he: דוא"ל מופעל
hi: ईमेल सक्षम है
hr: E-pošta je uključena
hu: Az e-mail engedélyezve van
id: Email diaktifkan
is: Tölvupóstur er virkur
it: Email è abilitata
ja: メールが有効です
ka: ელფოსტა ჩართულია
ku: ئیمەیڵ چالاککراوە
lt: El. laiškas įjungtas
lv: E-pasts ir ieslēgts
mg: Mandefitra mailaka
mi: Kua whakahohe te Īmēra
mk: Е-поштата е вклучена
ml: ഇമെയിൽ പ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel diaktifkan
mt: Email hija attivata
my: အီးမေးလ် ဖွင့်ထားသည်
nl: E-mail is ingeschakeld
no: E-post er aktivert
pa: ਈਮੇਲ ਸਫਲ ਹੈ
pl: Email jest włączony
pt: Email está habilitado
ro: Emailul este activat
ru: Электронная почта включена
sk: Email je povolený
sl: E-pošta je omogočena
sq: Email-i është i aktivizuar
sr: Email je omogućen
sv: E-post är aktiverad
sw: Baruapepe imewezeshwa
ta: மின்னஞ்சல் இயங்குகிறது
te: ఇమెయిల్ సక్రియంగా ఉంది
th: อีเมลถูกเปิดใช้งาน
tr: E-posta etkin
uk: Електронна пошта ввімкнена
ur: ای میل فعال ہے
uz: Elektron pochta yoqilgan
vi: Email đã được bật
xh: I-imeyili ivuliwe

source: Messages is disabled
ar: البريد الإلكتروني مُعطل
az: E-poçt deaktivdir
be: Письмо отключено
bn: ইমেইল নিষ্ক্রিয়
cs: E-mail je zakázán
cy: E-bost wedi'i analluogi
da: E-mail er deaktiveret
de: E-Mail ist deaktiviert
el: Το Email είναι απενεργοποιημένο
es: Correo deshabilitado
et: E-kiri on keelatud
eu: Emaila desgaituta dago
fa: ایمیل غیرفعال است
fi: Sähköposti on poissa käytöstä
fr: L'e-mail est désactivé
ga: Emaile wɔnhyɛ ndaa
gd: Tha post-d air a chur à comas
gl: O correo electrónico está desactivado
gu: ઈમેઈલ નિષ્ક्रिय છે
he: דוא"ל מנוטרל
hi: ईमेल अक्षम है
hr: E-pošta je isključena
hu: Az e-mail le van tiltva
id: Email dinonaktifkan
is: Tölvupóstur er óvirkur
it: Email è disabilitata
ja: メールが無効です
ka: ელფოსტა გამორთულია
ku: ئیمەیڵ ناچالاککراوە
lt: El. laiškas išjungtas
lv: E-pasts ir izslēgts
mg: Tsy misy mailaka
mi: Kua monoa te Īmēra
mk: Е-поштата е исклучена
ml: ഇമെയിൽ അപ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel dinyahaktifkan
mt: Email hija diżattivata
my: အီးမေးလ် ပိတ်ထားသည်
nl: E-mail is uitgeschakeld
no: E-post er deaktivert
pa: ਈਮੇਲ ਅਸਫਲ ਹੈ
pl: Email jest wyłączony
pt: Email está desativado
ro: Emailul este dezactivat
ru: Электронная почта отключена
sk: Email je zakázaný
sl: E-pošta je onemogočena
sq: Email-i është i caktivizuar
sr: Email je onemogućen
sv: E-post är avaktiverad
sw: Baruapepe imezimwa
ta: மின்னஞ்சல் செயலிழக்கப்பட்டு
te: ఇమెయిల్ నిలిపివేయబడింది
th: อีเมลถูกปิดใช้งาน
tr: E-posta devre dışı
uk: Електронна пошта вимкнена
ur: ای میل غیر فعال ہے
uz: Elektron pochta o'chirilgan
vi: Email đã bị tắt
xh: I-imeyili ivaliwe

source: Enable only after schedule is set
ar: قم بالتمكين فقط بعد ضبط الجدول
az: Yalnız cədvəl qurulandan sonra aktiv edin
be: включить только после установки расписания
bn: সূচি সেট হওয়ার পরেই সক্ষম করুন
cs: Povolit pouze po nastavení plánu
cy: Galluogi dim ond wedi i'r amserlen gael ei gosod
da: Aktiver kun efter planen er sat
de: Erst einschalten, nachdem der Zeitplan festgelegt ist
el: Ενεργοποίηση μόνο μετά τη ρύθμιση του προγράμματος
es: Habilitar solo después de programar
et: Luba alles pärast ajakava seadistamist
eu: Gaitu ordutegia ezarri ondoren baino ez
fa: فقط پس از تنظیم برنامه زمانی فعال شود
fi: Ota käyttöön vasta kun aikataulu on asetettu
fr: Activer uniquement après la définition du calendrier
ga: Cumasaigh amháin tar éis an sceideal a shocrú
gd: Cuir an gnìomh a-mhàin às deidh clàr-ama a shuidheachadh
gl: Activar só despois de que o horario estea definido
gu: માર્ગદર્શિકા સુયોજિત થયા પછી જ સક્રિય કરો
he: אפשר רק לאחר שהלוח זמנים נקבע
hi: केवल अनुसूची सेट होने के बाद सक्षम करें
hr: Omogući tek nakon što je raspored postavljen
hu: Csak akkor engedélyezze, miután az ütemezés be van állítva
id: Aktifkan hanya setelah jadwal ditetapkan
is: Virktu aðeins eftir að áætlun er sett
it: Abilita solo dopo che il programma è impostato
ja: スケジュールが設定された後にのみ有効にします
ka: ჩართეთ მხოლოდ გრაფიკის დაყენების შემდეგ
ku: Tenê piştî ku pêdiviyek hatîne nîşandan çalak bike
lt: Įgalinkite tik nustatant grafiką
lv: Iespējot tikai pēc grafika noteikšanas
mg: Alefaso ireo raha vantany vao apetraka ny fandaharam-potoana
mi: Tukua anake i muri i te whakatakoto hōtaka
mk: Овозможи само после поставување на распоредот
ml: ഷെഡ്യൂൾ ക്രമീകരിച്ചതിന് ശേഷം മാത്രമേ സജ്ജമാക്കാന്‍ സാധിക്കൂ
ms: Benarkan hanya selepas jadual ditetapkan
mt: Attiva biss wara li l-iskeda tkun stabbilita
my: အချိန်ဇယားသည် သတ်မှတ်ပြီးနောက်သာဖွင့်ပါ
nl: Alleen inschakelen nadat schema is ingesteld
no: Aktiver kun etter at tidsplanen er satt
pa: ਸਿਫ਼ ਕੁਰਸੀ ਸੈੱਟ ਹੋਣ ਤੋਂ ਬਾਅਦ ਹੀ ਚਾਲੂ ਕਰੋ
pl: Włącz tylko po ustawieniu harmonogramu
pt: Habilitar somente após o horário ser definido
ro: Activează doar după ce programarea este setată
ru: Включайте только после установки расписания
sk: Povoliť až po nastavení plánu
sl: Omogoči šele po tem, ko je urnik nastavljen
sq: Lejo vetëm pasi të vendoset orari
sr: Omogući samo nakon što je raspored postavljen
sv: Aktivera endast efter att schema är inställt
sw: Washa tu baada ya ratiba kuwekwa
ta: அட்டவணை அமைக்கப்பட்ட பிறகு மட்டும் இயக்கு
te: సమయం నిర్ణయించబడిన తర్వాత మాత్రమే ప్రారంభించండి
th: เปิดใช้งานเฉพาะหลังจากตั้งเวลาการใช้งาน
tr: Yalnızca program ayarlandıktan sonra etkinleştir
uk: Увімкнути тільки після встановлення розкладу
ur: صرف اس وقت فعال کریں جب شیڈول مقرر ہو
uz: Faqat jadval o'rnatilgandan so'ng yoqing
vi: Chỉ kích hoạt sau khi lịch trình được thiết lập
xh: Vumela kuphela emva kokuqala ishedyuli

source: Enable only after destinations are assigned
ar: قم بالتمكين فقط بعد تعيين الوجهات
az: Yalnız təyinatlar təyin olunandan sonra aktiv edin
be: включить только после назначения мест назначения
bn: গন্তব্য নির্ধারিত হওয়ার পরেই সক্ষম করুন
cs: Povolit pouze po přiřazení destinací
cy: Galluogi dim ond wedi i gyrchfannau gael eu neilltuo
da: Aktiver kun efter destinationerne er tildelt
de: Erst einschalten, nachdem die Ziele zugewiesen sind
el: Ενεργοποίηση μόνο μετά την ανάθεση προορισμών
es: Habilitar solo después de asignar destinos
et: Luba alles pärast sihtkohtade määramist
eu: Helmugek esleitu ondoren bakarrik gaitu
fa: فقط پس از اختصاص مقصدها فعال شود
fi: Ota käyttöön vasta kun kohteet on määritetty
fr: Activer uniquement après l'affectation des destinations
ga: Cumasaigh amháin tar éis aonraicí na cinn scríbe a bheith socraithe
gd: Cuir an gnìomh a-mhàin às deidh tursan-adhair a bhith air an sònrachadh
gl: Activar só despois de asignar os destinos
gu: સંકેત આવે છે ત્યારે જ સક્રિય કરો
he: אפשר רק לאחר שהיעדים הוקצו
hi: केवल गंतव्य असाइन किए जाने के बाद सक्षम करें
hr: Omogući tek nakon što su destinacije dodijeljene
hu: Csak akkor engedélyezze, miután a célok hozzá vannak rendelve
id: Aktifkan hanya setelah tujuan ditugaskan
is: Virktu aðeins eftir að áfangastaðir eru úthlutaðir
it: Abilita solo dopo che le destinazioni sono assegnate
ja: 宛先が割り当てられた後にのみ有効にします
ka: ჩართეთ მხოლოდ დანიშნულების გამორჩევის შემდეგ
ku: Tenê piştî ku mezkûn bê veqetandn çalak bike
lt: Įgalinkite tik priskyrus paskirties vietas
lv: Iespējot tikai pēc galamērķu piešķiršanas
mg: Alefaso ireo raha vantany vao voatendry ny toerana aleha
mi: Tukua anake i muri i te tohatoha o ngā wāhi ūnga
mk: Овозможи само откако ќе бидат доделени дестинациите
ml: ഗമ്യസ്ഥലങ്ങള്‍ നിയോഗിച്ചതിന് ശേഷം മാത്രമേ സജ്ജമാക്കാന്‍ സാധിക്കൂ
ms: Benarkan hanya selepas destinasi ditetapkan
mt: Attiva biss wara li l-destinazzjonijiet ikunu assenjati
my: သွားရောက်ရန်နေရာများ သတ်မှတ်ပြီးမှသာဖွင့်ပါ
nl: Alleen inschakelen nadat bestemmingen zijn toegewezen
no: Aktiver kun etter at destinasjoner er tildelt
pa: ਕੇਵਲ ਮੰਜ਼ਿਲਾਂ ਨੂੰ ਅਸਾਈਨ ਕਰਨ ਤੋਂ ਬਾਅਦ ਹੀ ਚਾਲੂ ਕਰੋ
pl: Włącz tylko po przypisaniu miejsc docelowych
pt: Habilitar somente após os destinos serem atribuídos
ro: Activează doar după ce destinațiile sunt atribuite
ru: Включайте только после назначения направлений
sk: Povoliť až po pridelení destinácií
sl: Omogoči šele po tem, ko so dodeljeni cilji
sq: Lejo vetëm pasi të caktohen destinacionet
sr: Omogući samo nakon što su dodeljene destinacije
sv: Aktivera endast efter att destinationer har tilldelats
sw: Washa tu baada ya maeneo kufungamanishwa
ta: இலக்குகள் ஒதுக்கப்பட்ட பிறகு மட்டும் இயக்கு
te: గమ్యస్థానాలు నియమించబడిన తర్వాత మాత్రమే ప్రారంభించండి
th: เปิดใช้งานเฉพาะหลังจากมีการกำหนดจุดหมายแล้ว
tr: Yalnızca varış yerleri atandıktan sonra etkinleştir
uk: Увімкнути тільки після призначення пунктів призначення
ur: Ὀκονὀπο μόνον ἀμέτα οἱ στόχοι εἰς οῖκοτητα
uz: Faqat joylar tayinlangandan so'ng yoqing
vi: Chỉ kích hoạt sau khi các điểm đến được chỉ định
xh: Vumela kuphela emva kokuba iindawo zokufikela zibekelwe

source: Click “Add Messages” and fill out the subject and content fields.
ar: انقر على "إضافة إشعار" واملأ حقلي الموضوع والمحتوى.
az: "Bildiriş əlavə et"-i basın və mövzu və məzmun sahələrini doldurun.
be: “বিজ্ঞপ্তি যোগ করুন” ক্লিক করে বিষয়বস্তু ও বিষয় সংক্রান্ত তথ্য পূরণ করুন।
bn: "বিজ্ঞপ্তি যোগ করুন" ক্লিক করুন এবং বিষয় এবং বিষয়বস্তু ক্ষেত্রগুলি পূরণ করুন।
cs: Klikněte na „Přidat oznámení“ a vyplňte pole předmětu a obsahu.
cy: Cliciwch “Add notification” a llenwch y meysydd pwnc a chynnwys.
da: Klik “Tilføj notifikation” og udfyld emne- og indholdsfelterne.
de: Klicken Sie auf "Benachrichtigung hinzufügen" und füllen Sie die Felder für Betreff und Inhalt aus.
el: Κάντε κλικ στο «Προσθήκη ειδοποίησης» και συμπληρώστε τα πεδία θέματος και περιεχομένου.
es: Haga clic en “Añadir notificación” y complete los campos de asunto y contenido.
et: Klõpsake „Lisa teavitus” ja täitke teema ning sisuväljad.
eu: Klik egin “Jakinarazpena gehitu” gaian eta osatu gaia eta eduki eremuak.
fa: روی “افزودن اعلان” کلیک کنید و فیلدهای موضوع و محتوا را پر کنید.
fi: Napsauta “Lisää ilmoitus” ja täytä aihe ja sisältö.
fr: Cliquez sur “Ajouter une notification” et remplissez les champs sujet et contenu.
ga: Cliceáil “Cuir fógra leis” agus líon amach na réimsí ábhair agus ábhar.
gd: Cliog air “Cuir fios ris” agus lìon a-steach na raointean cuspair agus susbaint.
gl: Fai clic en “Engadir notificación” e enche os campos de asunto e contido.
gu: “સૂચના ઉમેરો” પર ક્લિક કરો અને વિષય અને સામગ્રી ફીલ્ડસ મૂર્લ કરવા.
he: לחץ על ״הוסף התראה״ ומלא את השדות נושא ותוכן.
hi: "सूचना जोड़ें" पर क्लिक करें और विषय और सामग्री फ़ील्ड भरें।
hr: Kliknite “Dodaj obavijest” i popunite polja za predmet i sadržaj.
hu: Kattintson az „Értesítés hozzáadása” gombra, és töltse ki a tárgy- és tartalommezőket.
id: Klik “Tambah notifikasi” dan isi bidang subjek dan konten.
is: Smelltu á „Bæta við tilkynningu“ og fylltu út efnis- og efnisreiti.
it: Clicca su “Aggiungi notifica” e compila i campi oggetto e contenuto.
ja: 「通知を追加」をクリックし、件名と内容のフィールドを記入します。
ka: დააჭირეთ 'შეტყობინების დამატებაზე' და შეავსეთ სათაური და შინაარსი.
ku: کلیک بکە لەسەر “زیادکردنی هەواڵکردنەوە” و فیلدەکانی بابەت و ناوەڕۆک پڕ بکەوە.
lt: Spustelėkite „Pridėti pranešimą“ ir užpildykite temos ir turinio laukus.
lv: Noklikšķiniet uz “Pievienot paziņojumu” un aizpildiet tēmas un satura laukus.
mg: Tsindrio “Manampy fampahafantarana” ary fenoy ny saha lohahevitra sy votoaty.
mi: Pāwhiria “Tāpirihia Whakamōhiotanga” ka whakakiia ngā mara kaupapa me te ihirangi.
mk: Кликнете “Додај известување” и пополнете ги полињата за предмет и содржина.
ml: "അറിയിപ്പ് ചേർക്കുക" ക്ലിക്കുചെയ്ത് വിഷയം, ഉള്ളടക്കം ഫീൽഡുകൾ പൂരിപ്പിക്കുക.
ms: Klik "Tambah notifikasi" dan isikan medan subjek dan kandungan.
mt: Ikklikkja “Żid notifika” u imla l-kampijiet tas-suġġett u tal-kontenut.
my: “အသိပေးချက်ထည့်မည်” ကို နှိပ်ပြီး ခေါင်းစဉ်နှင့် အကြောင်းအရာအကွက်များကို ဖြည့်ပါ။
nl: Klik op “Melding toevoegen” en vul de velden voor onderwerp en inhoud in.
no: Klikk «Legg til varsel» og fyll ut emne- og innholdsfeltene.
pa: "ਸੂਚਨਾ ਜੋੜੋ" 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਵਿਸ਼ਾ ਅਤੇ ਸਮੱਗਰੀ ਖੇਤਰਾਂ ਨੂੰ ਭਰੋ।
pl: Kliknij „Dodaj powiadomienie” i wypełnij pola tematu i treści.
pt: Clique em “Adicionar notificação” e preencha os campos de assunto e conteúdo.
ro: Dă clic pe „Adaugă notificare” și completează câmpurile pentru subiect și conținut.
ru: Нажмите «Добавить уведомление» и заполните поля темы и содержания.
sk: Kliknite na “Pridať oznámenie” a vyplňte polia pre predmet a obsah.
sl: Kliknite “Dodaj obvestilo” in izpolnite polji zadeva in vsebina.
sq: Kliko "Shto njoftim" dhe plotëso fushat e subjektit dhe përmbajtjes.
sr: Kliknite “Dodaj obaveštenje” i popunite polja za predmet i sadržaj.
sv: Klicka på "Lägg till notifikation" och fyll i fälten för ämne och innehåll.
sw: Bofya “Ongeza taarifa” na ujaze sehemu za mada na maudhui.
ta: “அறிவிப்புகளை சேர்க்கவும்” என்பதைக் கிளிக் செய்து பொருள் மற்றும் உள்ளடக்க புலங்களை நிரப்பவும்.
te: “Add notification” నొక్కి, విషయంతో మరియు కంటెంట్ ఫీల్డ్స్‌ని పూరించండి.
th: คลิก “เพิ่มการแจ้งเตือน” และกรอกฟิลด์หัวข้อและเนื้อหา
tr: “Bildirim ekle” seçeneğine tıklayın ve konu ve içerik alanlarını doldurun.
uk: Натисніть “Додати повідомлення” і заповніть поля теми та змісту.
ur: "اطلاع شامل کریں" پر کلک کریں اور موضوع اور مواد کے خانے بھریں۔
uz: “Bildirishnoma qo'shish” tugmasini bosing va mavzu va mazmun maydonlarini toʻldiring.
vi: Nhấn vào “Thêm thông báo” và điền vào các trường chủ đề và nội dung.
xh: Cofa 'Yongeza isilumkiso' uze ugcwalise iindawo zesihloko kunye nomxholo.
