Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Cannot delete while assigned to Messagess
ar: لا يمكن الحذف أثناء التعيين للإشعارات
az: Bildirişlərə təyin olduqda silmək mümkün deyil
be: Немагчыма выдаліць, калі прызначаны апавяшчэнням
bn: নোটিফিকেশনের জন্য বরাদ্দ থাকলে মুছা যাবে না
cs: Nelze smazat, dokud je přiřazen k notifikacím
cy: Methu dileu tra wedi’i aseinio i hysbysiadau
da: Kan ikke slette, mens det er tildelt til notifikationer
de: Kann nicht gelöscht werden, solange es Benachrichtigungen zugewiesen ist
el: Δεν είναι δυνατή η διαγραφή ενώ έχει εκχωρηθεί σε ειδοποιήσεις
es: No se puede eliminar mientras esté asignado a notificaciones.
et: Ei saa kustutada, kui on määratud teadetele
eu: Ez daiteke ezabatu jakinarazpenetara esleitua dagoenean
fa: نمی‌توان در حین تخصیص به اعلان‌ها حذف کرد
fi: Ei voi poistaa ilmoituksiin osoitettuna
fr: Impossible de supprimer tant que c'est attribué aux notifications
ga: 用fu通知isno删除
gd: Chan urrainnear a sguabadh fhad ‘s a tha e ceangailte ri fiosan
gl: Non se pode eliminar mentres se asigna a notificacións
gu: સૂચનાઓમાં નિમણૂક કરેલી હોય ત્યારે દૂર કરી શકતા નથી
he: לא ניתן למחוק בזמן שהוקצה להודעות
hi: सूचनाओं को असाइन किए जाने पर हटा नहीं सकते
hr: Ne mogu izbrisati dok je dodijeljeno obavijestima
hu: Nem törölhető, amíg értesítésekhez van hozzárendelve
id: Tidak dapat menghapus saat ditugaskan ke notifikasi
is: Ekki hægt að eyða á meðan úthlutað til tilkynninga
it: Impossibile eliminare mentre è assegnato alle notifiche
ja: 通知に割り当てられているため削除できません
ka: აშუალ ურციეთე ტვღა SMTP შეშური სტანდართემგა
ku: Ne dibe ku ji nûve ke vegel nezelên hewerek kêlekandin
lt: Negalima ištrinti priskyrus pranešimams
lv: Nevar dzēst, kamēr ir piešķirts paziņojumiem
mg: Tsy afaka mamafa rehefa nametrahana amin'ny fampahafantarana
mi: 無法刪除，因為已指派給通知
mk: Не може да се избрише додека е доделен на известувања
ml: അറിയിപ്പുകളിൽ അൽപം ലഭ്യങ്കൾക്കും നിലവുറം അèquesി ലംബുക
ms: Tidak boleh memadam semasa ditugaskan kepada pemberitahuan
mt: Ma tistax tħassar waqt li tkun assenjat għal notifiki
my: သတိပေးချက်များတွင် အပ်နှံထားသောအခါ ဖျက်၍မရပါ
nl: Kan niet verwijderen terwijl toegewezen aan meldingen
no: Kan ikke slette mens det er tildelt til varsler
pa: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਸੌੰਪਿਆ ਗਿਆ ਹੋਣ 'ਤੇ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można usunąć, gdy przypisane do powiadomień
pt: Não é possível excluir enquanto atribuído a notificações
ro: Nu se poate șterge în timp ce este atribuit notificărilor
ru: Невозможно удалить, пока назначено уведомлениям
sk: Nie je možné vymazať, ak je priradené k upozorneniam
sl: Ni mogoče izbrisati med dodelitvijo obvestilom
sq: Nuk mund të fshihet kur i është caktuar njoftimeve
sr: Ne može se izbrisati dok je dodeljeno za obaveštenja
sv: Kan inte ta bort medan den är tilldelad till aviseringar
sw: Haiwezi kufuta wakati imepeanwa kwa arifa
ta: அறிவிப்புகளுடன் ஒதுக்கப்பட்டுள்ள போது நீக்க முடியாது
te: నోటిఫికేషన్లకు అసైన్ చేయబడి ఉన్నప్పుడు తొలగించలేరు
th: ไม่สามารถลบในขณะที่มีการกำหนดไปยังการแจ้งเตือน
tr: Bildirimlere atanmışken silinemez
uk: Неможливо видалити під час призначення на сповіщення
ur: نوٹیفیکیشنز کو تفویض ہونے کے دوران حذف نہیں کر سکتے
uz: Bildirishnomalarga tayinlanganda o'chirib bo'lmaydi
vi: Không thể xóa khi được gán vào thông báo
xh: Ayikwazi ukucima ngelixa isabela kwizaziso

source: Click “Add Webhook” to register a new destination.
ar: انقر على “إضافة Webhook” لتسجيل وجهة جديدة.
az: Yeni bir təyinat qeyd etmək üçün “Webhook Əlavə et” düyməsinə basın.
be: Натисніть «Додати вебхук», щоб зареєструвати новий пункт призначення.
bn: “Add Webhook” ক্লিক করে নতুন গন্তব্য নিবন্ধন করুন।
cs: Klikněte na “Přidat Webhook”, abyste zaregistrovali nový cíl.
cy: Cliciwch “Ychwanegu Webhook” i gofrestru cyrchfan newydd.
da: Klik på “Tilføj Webhook” for at registrere en ny destination.
de: Klicken Sie auf „Webhook hinzufügen“, um ein neues Ziel zu registrieren.
el: Κάντε κλικ στο «Προσθήκη Webhook» για να καταχωρίσετε έναν νέο προορισμό.
es: Haga clic en “Add Webhook” para registrar un nuevo destino.
et: Klõpsake “Lisa veebikonks”, et registreerida uus sihtkoht.
eu: Egin klik “Webhook gehitu” atalean helbide berri bat erregistratzeko.
fa: برای ثبت مقصد جدید “Add Webhook” را کلیک کنید.
fi: Napsauta “Lisää Webhook” rekisteröidäksesi uuden kohteen.
fr: Cliquez sur “Ajouter un webhook” pour enregistrer une nouvelle destination.
ga: Cliceáil "Cuir Webhook Leis" chun ceann scríbe nua a chlárú.
gd: Cliog air “Cuir Webhook Ris” gus ceann-uidhe ùr a chlàradh.
gl: Fai clic en “Engadir Webhook” para rexistrar un novo destino.
gu: “Webhook ઉમેરો” પર ક્લિક કરો અને નવા ગંતવ્યને નોંધણી કરો.
he: לחץ על "הוסף Webhook" כדי לרשום יעד חדש.
hi: नया गंतव्य पंजीकृत करने के लिए “वेबहुक जोड़ें” पर क्लिक करें।
hr: Kliknite “Add Webhook” za registraciju nove destinacije.
hu: Kattintson az „Új webhook hozzáadása” gombra új célállomás regisztrálásához.
id: Klik “Add Webhook” untuk mendaftarkan tujuan baru.
is: Smelltu á „Bæta við webhook“ til að skrá nýjan áfangastað.
it: Fai clic su “Aggiungi Webhook” per registrare una nuova destinazione.
ja: “Add Webhook”をクリックして新しい宛先を登録します。
ka: დააჭირეთ “Add Webhook” ახალი დანიშნულების რეგისტრაციისთვის.
ku: کرته لەسەر “Add Webhook” بکە بۆ تۆمارکردنی شوێنێکی نوێ.
lt: Spustelėkite “Pridėti Webhook”, kad užregistruotumėte naują paskirties vietą.
lv: Noklikšķiniet uz “Pievienot Webhook”, lai reģistrētu jaunu galamērķi.
mg: Kitiho “Add Webhook” mba hisoratra anarana amin'ny toerana vaovao.
mi: Pāwhiritia te “Tāpiri Whakawhitinga Ipurangi” hei rēhita i tētahi ūnga hou.
mk: Кликнете „Додади веб-кука“ за да регистрирате нова дестинација.
ml: പുതിയ ഡെസ്റ്റിനേഷൻ രജിസ്റ്റർ ചെയ്യാൻ “Add Webhook” ക്ലിക്ക് ചെയ്യുക.
ms: Klik “Tambah Webhook” untuk mendaftarkan destinasi baharu.
mt: Ikklikkja “Żid Webhook” biex tirreġistra destinazzjoni ġdida.
my: လှက် “Webhook သောက်” နိုဂ္ဂဏ် နီအဖြွေ စုတ်တံလှပိ.
nl: Klik op “Webhook toevoegen” om een nieuwe bestemming te registreren.
no: Klikk “Legg til webhook” for å registrere et nytt mål.
pa: “Webhook ਸ਼ਾਮਲ ਕਰੋ” ਬਟਨ 'ਤੇ ਕਲਿਕ ਕਰਕੇ ਨਵਾਂ ਗੰਤੀ ਸਥਾਨ ਰਜਿਸਟਰ ਕਰੋ।
pl: Kliknij "Dodaj webhook", aby zarejestrować nowy cel.
pt: Clique em “Adicionar Webhook” para registrar um novo destino.
ro: Faceți clic pe “Add Webhook” pentru a înregistra o nouă destinație.
ru: Нажмите «Добавить вебхук», чтобы зарегистрировать новое назначение.
sk: Kliknite na „Pridať Webhook“ na zaregistrovanie nového cieľa.
sl: Kliknite “Dodaj spletno prijavo” za registracijo nove destinacije.
sq: Klikoni “Shto Webhook” për të regjistruar një destinacion të ri.
sr: Kliknite na “Add Webhook” da registrujete novu destinaciju.
sv: Klicka på “Lägg till Webhook” för att registrera en ny destination.
sw: Bofya “Ongeza Webhook” ili kusajili eneo jipya.
ta: “வெப்ஹூக்களைச் சேர்க்கவும்” என்பதைக் கிளிக் செய்து புதிய இடத்தைப் பதிவு செய்யவும்.
te: “Add Webhook”ను క్లిక్ చేయండి మరియు కొత్త గమ్యస్థానాన్ని నమోదు చేయండి.
th: คลิก “Add Webhook” เพื่อเพิ่มปลายทางใหม่
tr: Yeni bir hedefi kaydetmek için “Webhook Ekle”'ye tıklayın.
uk: Натисніть “Add Webhook” щоб зареєструвати новий пункт призначення.
ur: نیا مقام رجسٹر کرنے کے لیے “Add Webhook” پر کلک کریں۔
uz: Yangi manzilni ro'yxatdan o'tkazish uchun "Add Webhook" tugmasini bosing.
vi: Nhấn “Thêm Webhook” để đăng ký một điểm đến mới.
xh: Cofa ku “Add Webhook” ukuze ubhalise indawo entsha.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
ar: أدخل عنوان URL صالحًا للنقطة النهائية التي ستستقبل طلب HTTP POST.
az: HTTP POST sorğusunu qəbul edəcək etibarlı bir endpoint URL daxil edin.
be: Введіть дійсний URL-адрес кінцевої точки, яка отримуватиме запит HTTP POST.
bn: একটি বৈধ এন্ডপয়েন্ট URL প্রবেশ করান যা HTTP POST অনুরোধ গ্রহণ করবে।
cs: Zadejte platnou URL koncového bodu, který přijme požadavek HTTP POST.
cy: Rhowch URL pwynt terfyn dilys a fydd yn derbyn y cais HTTP POST.
da: Indtast en gyldig endpoint URL, der vil modtage HTTP POST-anmodningen.
de: Geben Sie eine gültige Endpunkt-URL ein, die die HTTP-POST-Anforderung empfängt.
el: Εισάγετε ένα έγκυρο URL τελικού σημείου που θα δεχθεί το αίτημα HTTP POST.
es: Ingrese una URL de endpoint válida que recibirá la solicitud HTTP POST.
et: Sisestage kehtiv lõpp-punkti URL, mis saab HTTP POST-päringu.
eu: Idatzi HTTP POST eskaera jasoko duen amaierako URL baliodun bat.
fa: یک URL نقطه پایانی معتبر وارد کنید که درخواست HTTP POST را دریافت کند.
fi: Anna kelvollinen päätepiste-URL, joka vastaanottaa HTTP POST -pyynnön.
fr: Entrez une URL d'endpoint valide qui recevra la requête HTTP POST.
ga: Cuir isteach URL bailí deiridhphointe a gheobhaidh an iarraidh HTTP POST.
gd: Cuir a-steach URL ceann-uidhe dligheach a gheibh an iarrtas HTTP POST.
gl: Introduce un URL de punto final válido que recibirá a solicitude HTTP POST.
gu: માન્ય.Endpoint URL દાખલ કરો જે HTTP POST વિનંતી પ્રાપ્ત કરશે.
he: הזן URL של נקודת קצה תקפה שתקבל את בקשת HTTP POST.
hi: एक वैध एंडपॉइंट URL दर्ज करें जो HTTP POST अनुरोध प्राप्त करेगा।
hr: Unesite valjan endpoint URL koji će primiti HTTP POST zahtjev.
hu: Adjon meg egy érvényes végpont URL-t, amely megkapja a HTTP POST kérelmet.
id: Masukkan URL endpoint yang valid yang akan menerima permintaan HTTP POST.
is: Sláðu inn gilt URL fyrir endapunkt sem mun taka við HTTP POST beiðni.
it: Inserisci un URL di endpoint valido che riceverà la richiesta HTTP POST.
ja: HTTP POSTリクエストを受信する有効なエンドポイントURLを入力します。
ka: შეიყვანეთ ვალიდური endpoint URL, რომელიც მიიღებს HTTP POST მოთხოვნას.
ku: بەستەرێکی URL بچووک بنووسە کە داواکاریی HTTP POST بەدەست دەبات.
lt: Įveskite galiojantį URL adresą, kuris priims HTTP POST užklausą.
lv: Ievadiet derīgu galapunkta URL, kas saņems HTTP POST pieprasījumu.
mg: Ampidiro ny adiresy URL mety izay handray ny fangatahana HTTP POST.
mi: Tuhia tētahi URL mutuka anō ka whiwhi i te tono HTTP POST.
mk: Внесете валидна URL на енпоинт која ќе го прими HTTP POST барањето.
ml: HTTP POST നിർദ്ദേശം സ്വീകരിക്കാൻ ശരിയായ endpoint URL നൽകുക.
ms: Masukkan URL endpoint yang sah yang akan menerima permintaan HTTP POST.
mt: Daħħal URL tal-endpoint validu li se jirċievi t-talba HTTP POST.
my: HTTP POST သို့ဂဏ်သူစုတ်ဠရိုင်ဟူစုတ်သညဧဧိတ် သညဧဧိတ် ၏ valid endpoint URL ၏ ကတ္ကီကပ်.
nl: Voer een geldige endpoint-URL in die de HTTP POST-verzoek zal ontvangen.
no: Skriv inn en gyldig endpoint-URL som vil motta HTTP POST-forespørselen.
pa: ਇੱਕ ਵੈਧ ਐਂਡਪਿੰਟ URL ਦਰਜ ਕਰੋ ਜੋ HTTP POST ਬੇਨਤੀ ਪ੍ਰਾਪਤ ਕਰੇਗਾ।
pl: Wprowadź prawidłowy URL punktu końcowego, który odbierze żądanie HTTP POST.
pt: Insira uma URL de endpoint válida que receberá a requisição HTTP POST.
ro: Introduceți un URL de endpoint valid care va primi cererea HTTP POST.
ru: Введите действительный URL конечной точки, которая будет получать HTTP POST запрос.
sk: Zadajte platný endpoint URL, ktorý prijme požiadavku HTTP POST.
sl: Vnesite veljaven URL končne točke, ki bo prejela zahtevo HTTP POST.
sq: Futni një URL të vlefshëm përfundimtar që do të marrë kërkesën HTTP POST.
sr: Unesite važeći URL krajnje tačke koji će primiti HTTP POST zahtev.
sv: Ange en giltig endpoint-URL som kommer att ta emot HTTP POST-begäran.
sw: Ingiza URL halali ya endpoint ambayo itapokea ombi la HTTP POST.
ta: HTTP POST கோரிக்கையைப் பெறுவதற்கான சரியான இறுதிப் புள்ளி URL ஐ உள்ளிடவும்.
te: HTTP POST అభ్యర్థనను స్వీకరించే చెల్లుబాటు అయ్యే ఎండ్‌పాయింట్ URL‌ని ప్రవేశపెట్టండి.
th: ป้อน URL ปลายทางที่ถูกต้องที่จะรับคำร้องขอ HTTP POST
tr: HTTP POST isteğini alacak geçerli bir endpoint URL'si girin.
uk: Введіть дійсний URL-адрес кінцевої точки, який отримуватиме HTTP POST запит.
ur: ایک درست endpoint URL درج کریں جو HTTP POST درخواست وصول کرے گا۔
uz: HTTP POST so'rovini qabul qiladigan to'g'ri endpoint URL-ni kiriting.
vi: Nhập URL endpoint hợp lệ sẽ nhận yêu cầu HTTP POST.
xh: Ngenisa i-URL yendawo efanelekileyo ezakufumana isicelo seHTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
ar: يمكنك تقديم وصف لتوضيح غرض الويب هوك اختيارياً.
az: Webhook-un məqsədini aydınlaşdırmaq üçün istəyə bağlı təsvir əlavə edin.
be: За бажанням надайте опис, щоб уточнити призначення вебхука.
bn: ওয়েবহুকের উদ্দেশ্য স্পষ্ট করার জন্য বর্ণনা দেওয়া যেতে পারে।
cs: Volitelně poskytněte popis, který objasní účel webhooku.
cy: Rhannwch ddisgrifiad dewisol i egluro diben y webhook.
da: Giv eventuelt en beskrivelse for at tydeliggøre webhook’s formål.
de: Geben Sie optional eine Beschreibung an, um den Zweck des Webhooks zu klären.
el: Προαιρετικά, παρέχετε μια περιγραφή για να διευκρινίσετε τον σκοπό του webhook.
es: Opcionalmente, proporcione una descripción para aclarar el propósito del webhook.
et: Valikuliselt lisage kirjeldus, et selgitada veebikonksu eesmärki.
eu: Ematen deskribapen bat webhook-aren helburua argitzeko nahi izanez gero.
fa: در صورت تمایل، توضیحی برای توضیح هدف وبهوک ارائه دهید.
fi: Valinnaisesti anna kuvaus selventääksesi webhookin tarkoitusta.
fr: Fournissez éventuellement une description pour clarifier l'objectif du webhook.
ga: Roghnaigh cur síos a sholáthar chun críche an webhook a shoiléiriú.
gd: Thoir seachad tuairisgeul airson adhbhar an webhook a shoilleireachadh, ma thogras tu.
gl: Opcionalmente proporciona unha descrición para aclarar o propósito do webhook.
gu: વિકલ્પ તરીકે વર્ણન પૂરો પાડો webhook’sના હેતુની સ્પષ્ટતા કરવા.
he: ספק תיאור אופציונלי להבהרת מטרת ה-webhook.
hi: वेबहुक के उद्देश्य को स्पष्ट करने के लिए यदि चाहें तो विवरण प्रदान करें।
hr: Opcionalno navedite opis kako biste pojasnili svrhu webhoooka.
hu: Opcionálisan adjon meg egy leírást a webhook céljának tisztázására.
id: Opsional berikan deskripsi untuk menjelaskan tujuan webhook.
is: Valfrjálst, gefðu lýsingu til að skýra tilgang webhookins.
it: Fornisci facoltativamente una descrizione per chiarire lo scopo del webhook.
ja: オプションで、Webhookの目的を明確にする説明を提供してください。
ka: სურვილისამებრ მიაწვდეთ აღწერა ვებჰუკის მიზნის გასაძლიერებლად.
ku: هەڵبژاردەیەکی دەربەرەکاری بدە بۆ ئەوەی مەبەستی ویبخووک ڕوون بکەت.
lt: Pasirinktinai nurodykite aprašymą, kad paaiškintumėte webhook’o paskirtį.
lv: Pēc izvēles norādiet aprakstu, lai precizētu webhook’s mērķi.
mg: Manomeza famaritana hisintona ny antony anaovana ny webhook.
mi: Hoatu he whakamārama hei whakamārama i te kaupapa o te whakawhitinga ipurangi.
mk: По желба внесете опис за да ја разјасните намената на веб-куката.
ml: ഓപ്ഷണലായി വെബ്ഹുക്ക് എന്തിന് എന്നത് വ്യക്തമാക്കാൻ ഒരു വിവരണം നൽകുക.
ms: Secara pilihan, sediakan penerangan untuk menjelaskan tujuan webhook.
mt: Fakoltattivament, agħti deskrizzjoni biex tikkjarifika l-għan tal-webhook.
my: ဉဝ်ဖုဂ္ဈူ ထဏ္ဂရူအောဇံပိဿတ်စြမ်ဤ ရွေ နဝ် နယဲ၏
nl: Geef optioneel een beschrijving om het doel van de webhook te verduidelijken.
no: Valgfritt, oppgi en beskrivelse for å tydeliggjøre webhookens formål.
pa: ਵੇਖਣ ਲਈ ਇੱਕ ਵੇਰਵਾ ਕਿਰਪਾ ਕਰਕੇ ਦਿਓ ਜੇ webhook ਦਾ ਉਦੇਸ਼ ਸਪਸ਼ਟ ਨਹੀਂ।
pl: Opcjonalnie podaj opis, aby wyjaśnić cel webhooka.
pt: Opcionalmente forneça uma descrição para esclarecer o propósito do webhook.
ro: Furnizați opțional o descriere pentru a clarifica scopul webhook-ului.
ru: При желании укажите описание, чтобы прояснить назначение вебхука.
sk: Voliteľne poskytnite popis na objasnenie účelu webhooku.
sl: Po želji zagotovite opis, da pojasnite namen spletne zahteve.
sq: Opsionalisht jepni një përshkrim për të qartësuar qëllimin e webhook.
sr: Opcionalno dodajte opis kako biste pojasnili svrhu webhoka.
sv: Ange eventuellt en beskrivning för att klargöra webhooks syfte.
sw: Kwa hiari toa maelezo ili kufafanua madhumuni ya webhook.
ta: விருப்பமில்லாமல் வெப்ஹூக்கின் நோக்கத்தை விளக்க ஒரு விளக்கத்தை வழங்கவும்.
te: వఛ్ఛికంగానే వెబ్‌హుక్ యొక్క ఉద్దేశ్యాన్ని స్పష్టసం చేయడానికి ఒక వివరణను అందించండి.
th: สามารถให้คำอธิบายเพิ่มเติมเพื่ออธิบายวัตถุประสงค์ของเว็บฮุก
tr: Webhook'un amacını açıklığa kavuşturmak için isteğe bağlı olarak bir açıklama sağlayın.
uk: За бажанням надайте опис, щоб уточнити призначення webhook.
ur: ویب ہوک کے مقصد کو واضح کرنے کے لیے اختیاری طور پر ایک وضاحت فراہم کریں۔
uz: Veb-kancaning maqsadini aniqlashtirish uchun ixtiyoriy ravishda tavsif bering.
vi: Tùy chọn cung cấp mô tả để làm rõ mục đích của webhook.
xh: Ngokuzithandela, nikeza inkcazo ukuze ucacise injongo ye-webhook.

source: Use the 🧪 icon to test that the webhook destination is working properly.
ar: استخدم أيقونة 🧪 لاختبار أن وجهة الويب هوك تعمل بشكل صحيح.
az: Webhook təyinatının düzgün işləməsini yoxlamaq üçün 🧪 ikonasından istifadə edin.
be: Використовуйте іконку 🧪, щоб перевірити, чи пункт призначення вебхука працює належним чином.
bn: 🧪 আইকন ব্যবহার করুন ওয়েবহুক গন্তব্য ঠিকমতো কাজ করছে কিনা পরীক্ষা করতে।
cs: Použijte ikonu 🧪 k otestování, že cílový webhook funguje správně.
cy: Defnyddiwch yr eicon 🧪 i brofi bod y cyrchfan webhook yn gweithio'n iawn.
da: Brug 🧪 ikonet for at teste, at webhook-destinationen fungerer korrekt.
de: Verwenden Sie das 🧪-Symbol, um zu testen, ob das Webhook-Ziel ordnungsgemäß funktioniert.
el: Χρησιμοποιήστε το εικονίδιο 🧪 για να δοκιμάσετε ότι ο προορισμός του webhook λειτουργεί σωστά.
es: Use el icono 🧪 para probar que el destino del webhook funciona correctamente.
et: Kasutage ikooni 🧪, et testida, kas veebikonksu sihtkoht töötab korralikult.
eu: Erabili 🧪 ikonoa webhook helburua behar bezala dabilen probatzeko.
fa: از آیکون 🧪 برای تست صحیح کارکرد مقصد وبهوک استفاده کنید.
fi: Käytä 🧪-kuvaketta testataksesi, että webhook-kohde toimii oikein.
fr: Utilisez l’icône 🧪 pour tester que la destination du webhook fonctionne correctement.
ga: Úsáid an deilbhín 🧪 chun a thástáil go bhfuil an ceann scríbe webhook ag obair i gceart.
gd: Cleachd an ìomhaigh 🧪 gus dèanamh cinnteach gu bheil ceann-uidhe an webhook ag obair gu ceart.
gl: Usa o icono 🧪 para probar que o destino do webhook está a funcionar correctamente.
gu: જૉચવવા માટે 🧪 ચિહ્નનો ઉપયોગ કરો કે webhook ગંતવ્ય યોગ્ય રીતે કારગર છે.
he: השתמש באייקון 🧪 כדי לבדוק שהיעד של ה-webhook עובד כראוי.
hi: वेबहुक गंतव्य को सही ढंग से काम कर रहा है यह जाँचने के लिए 🧪 प्रतीक का उपयोग करें।
hr: Koristite 🧪 ikonu da testirate radi li destinacija webhoooka ispravno.
hu: Használja a 🧪 ikont annak tesztelésére, hogy a webhook célállomás megfelelően működik-e.
id: Gunakan ikon 🧪 untuk menguji bahwa tujuan webhook berfungsi dengan baik.
is: Notaðu 🧪 táknið til að prófa að webhook áfangastaðurinn virki rétt.
it: Usa l'icona 🧪 per testare che la destinazione webhook funzioni correttamente.
ja: 🧪アイコンを使用して、Webhookの宛先が正しく機能していることをテストします。
ka: გამოიყენეთ 🧪 აიკონი, რათა შეამოწმოთ, რომ webhook-ის დანიშნულება სათანადოდ მუშაობს.
ku: نیشانی 🧪 بەکارهێنە بۆ تاقیکردنەوەی ئەوە کە شوێنی ویبخووکە کار دەکات بە دروستی.
lt: Naudokite 🧪 piktogramą, kad patikrintumėte, ar webhook paskirties vieta veikia tinkamai.
lv: Izmantojiet 🧪 ikonu, lai pārbaudītu, vai webhook galamērķis darbojas pareizi.
mg: Ampiasao ny kisarisary 🧪 hizaha toetra fa mandeha tsara ny toerana webhook.
mi: Whakamahia te 🧪 tohu hei whakamātau mēnā kei te pai te mahi o te ūnga whakawhitinga ipurangi.
mk: Користете ја иконата 🧪 за да тестирате дали дестинацијата на веб-куката работи правилно.
ml: വെബ്ഹുക്ക് ഡെസ്റ്റിനേഷൻ ശരിയായി പ്രവർത്തിക്കുന്നുണ്ടോ എന്ന് പരിശോധിക്കാൻ 🧪 ഐക്കൺ ഉപയോഗിക്കുക.
ms: Gunakan ikon 🧪 untuk menguji bahawa destinasi webhook berfungsi dengan betul.
mt: Uża l-ikona 🧪 biex tittestja li d-destinazzjoni tal-webhook qed taħdem tajjeb.
my: သွဓွနာကုရှဲောသဏမှဲ၏ 🧫 ကုသ္လူစြမ်
nl: Gebruik het 🧪-pictogram om te testen of de webhook-bestemming correct werkt.
no: Bruk 🧪-ikonet for å teste at webhook-målet fungerer riktig.
pa: Webhook ਦੇ ਗੰਤੀ ਸਥਾਨ ਦੀ ਜਾਂਚ ਕਰਨ ਲਈ 🧪 ਚਿੰਨ੍ਹ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜੋ ਸਹੀ ਤਰੀਕੇ ਨਾਲ ਕੰਮ ਕਰ ਰਿਹਾ ਹੈ।
pl: Użyj ikony 🧪, aby sprawdzić, czy miejsce docelowe webhooka działa poprawnie.
pt: Use o ícone 🧪 para testar se o destino do webhook está funcionando corretamente.
ro: Folosiți pictograma 🧪 pentru a testa că destinația webhook funcționează corect.
ru: Используйте значок 🧪, чтобы протестировать, что назначение вебхука работает правильно.
sk: Použite ikonu 🧪 na otestovanie, či cieľ webhooku funguje správne.
sl: Uporabite ikono 🧪 za testiranje pravilnega delovanja destinacije spletne zahteve.
sq: Përdorni ikonën 🧪 për të testuar nëse destinacioni i webhook po funksionon siç duhet.
sr: Koristite 🧪 ikonicu da testirate da li webhok destinacija funkcioniše ispravno.
sv: Använd ikonen 🧪 för att testa att webhook-destinationen fungerar korrekt.
sw: Tumia ikoni ya 🧪 kupima kuwa eneo la webhook linafanya kazi vizuri.
ta: 🧪 ஐகானைப் பயன்படுத்தி வெப்ஹூக்கின் இடம் சரியாக வேலை செய்கிறதா என்பதைக் கடைபிடிக்கவும்.
te: వెబ్‌హుక్ గమ్యస్థానం సరిగ్గా పనిచేస్తున్నదో లేదో పరీక్షించడానికి 🧪 చిహ్నాన్ని ఉపయోగించండి.
th: ใช้ไอคอน 🧪 เพื่อทดสอบว่าปลายทางเว็บฮุกทำงานอย่างถูกต้อง
tr: Webhook hedefinin düzgün çalıştığını test etmek için 🧪 simgesini kullanın.
uk: Використовуйте іконку 🧪, щоб перевірити, чи працює пункт призначення webhook.
ur: 🧪 آئیکن کو استعمال کریں تاکہ ویب ہوک کا مقام صحیح طور پر کام کر رہا ہو۔
uz: Veb-kanca manzilining to'g'ri ishlayotganini tekshirish uchun 🧪 belgisidan foydalaning.
vi: Sử dụng biểu tượng 🧪 để thử nghiệm xem điểm đến webhook có hoạt động đúng không.
xh: Sebenzisa uphawu lwe 🧪 ukuvavanya ukuba indawo ye-webhook iyasebenza na.
