Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: An error occurred while unlocking the account.
ar: حدث خطأ أثناء إنشاء حساب المسؤول.
az: Admin hesabı yaradılarkən xəta baş verdi.
be: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
cs: Při vytváření účtu správce došlo k chybě.
cy: Digwyddodd gwall wrth greu'r cyfrif gweinyddwr.
da: Der opstod en fejl under oprettelsen af admin-kontoen.
de: Ein Fehler ist bei der Erstellung des Admin-Kontos aufgetreten.
el: Προέκυψε σφάλμα κατά τη δημιουργία του λογαριασμού διαχειριστή.
es: Ocurrió un error al crear la cuenta de administrador.
et: Admin konto loomisel tekkis viga.
eu: Errore bat gertatu da administrazio kontua sortzean.
fa: خطایی در هنگام ایجاد حساب مدیر رخ داد.
fi: Virhe tapahtui kun luotiin ylläpitotili.
fr: Une erreur s'est produite lors de la création du compte administrateur.
ga: Tharla earráid agus an cuntas admin á chruthú.
gd: Thachair mearachd fhad ‘s a bha thu a’ cruthachadh a’ chunntais rianachd.
gl: Produciuse un erro ao crear a conta de administrador.
gu: એડમિન ખાતું બનાવતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת יצירת חשבון המנהל.
hi: एडमिन खाता बनाने में त्रुटि हुई।
hr: Došlo je do pogreške prilikom stvaranja admin računa.
hu: Hiba történt az admin fiók létrehozása közben.
id: Terjadi kesalahan saat membuat akun admin.
is: Villa kom upp við að búa til stjórnendur reikning.
it: Si è verificato un errore durante la creazione dell'account amministratore.
ja: 管理者アカウントの作成中にエラーが発生しました。
ka: ადმინისტრატორის ანგარიშის შექმნისას შეცდომა წარმოშვა.
ku: هەڵەیەک ڕوویدا کاتی دروستکردنی هەژماری بەڕێوەبەر.
lt: Klaida kuriant administratoriaus paskyrą.
lv: Radās kļūda, izveidojot admina kontu.
mg: Nisy fahadisoana tamin'ny famoronana ny kaonty admin.
mi: I puta he hapa i te hanga i te pūkete kaiwhakahaere.
mk: Се случи грешка при креирање на админ сметката.
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mencipta akaun admin.
mt: Ġara żball waqt il-ħolqien tal-kont amministrattiv.
my: Admin အကောင့် ဖန်တီးရာတွင် အမှားများ တွေ့ရှိသည်။
nl: Er is een fout opgetreden bij het aanmaken van het beheerdersaccount.
no: En feil oppstod under opprettelse av admin-konto.
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਣਾਉਂਦੇ ਸਮੇਂ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas tworzenia konta administratora.
pt: Ocorreu um erro ao criar a conta de administrador.
ro: A apărut o eroare la crearea contului de administrator.
ru: Произошла ошибка при создании администраторского аккаунта.
sk: Pri vytváraní admin účtu došlo k chybe.
sl: Prišlo je do napake pri ustvarjanju admin računa.
sq: Ndodhi një gabim gjatë krijimit të llogarisë së administratorit.
sr: Došlo je do greške prilikom kreiranja admin naloga.
sv: Ett fel uppstod vid skapandet av administratörskontot.
sw: Hitilafu ilitokea wakati wa kuunda akaunti ya msimamizi.
ta: நிர்வாகி கணக்கை உருவாக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: అడ్మిన్ ఖాతాను సృష్టించడంలో లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะสร้างบัญชีผู้ดูแลระบบ
tr: Yönetici hesabı oluşturulurken bir hata oluştu.
uk: Сталася помилка під час створення акаунта адміністратора.
ur: ایڈمن اکاؤنٹ بنانے کے دوران ایک خرابی پیش آئی۔
uz: Admin hisobi yaratishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tạo tài khoản quản trị.
xh: Kwenzeke impazamo ngexesha lokudala iakhawunti yomlawuli.

source: Webhook created successfully.
ar: تم إنشاء الويب هوك بنجاح.
az: Webhook uğurla yaradıldı.
be: Webhook паспяхова створаны.
bn: Webhook সফলভাবে তৈরি হয়েছে।
cs: Webhook úspěšně vytvořen.
cy: Crog-web wedi'i greu'n llwyddiannus.
da: Webhook oprettet med succes.
de: Webhook erfolgreich erstellt.
el: Το webhook δημιουργήθηκε επιτυχώς.
es: Webhook creado con éxito.
et: Veebikonks loodud edukalt.
eu: Webhook ondo sortu da.
fa: وب‌هوک با موفقیت ایجاد شد.
fi: Webhook luotiin onnistuneesti.
fr: Webhook créé avec succès.
ga: Cruthaíodh an webhook go rathúil.
gd: Chaidh an webhook a chruthachadh gu soirbheachail.
gl: Webhook creado con éxito.
gu: Webhook સફળતાપૂર્વક બનાવાયો.
he: הווב-הוק נוצר בהצלחה.
hi: Webhook सफलतापूर्वक बनाया गया।
hr: Webhook uspješno kreiran.
hu: Webhook sikeresen létrehozva.
id: Webhook berhasil dibuat.
is: Webhook búið til með góðum árangri.
it: Webhook creato con successo.
ja: Webhookが正常に作成されました。
ka: Webhook წარმატებით შეიქმნა.
ku: وێبهووک بە سەرکەوتوویی دروست کرا.
lt: Webhook sėkmingai sukurtas.
lv: Webhook veiksmīgi izveidots.
mg: Webhook noforonina soa aman-tsara.
mi: Webhook fuove uthtertioek.
mk: Webhook е создаден успешно.
ml: വെബ്‌ഹുക്ക് വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Webhook berjaya dicipta.
mt: Webhook inħoloq b'suċċess.
my: Webhook ကို အောင်မြင်စွာ ဖန်တီးလိုက်ပါပြီ။
nl: Webhook succesvol aangemaakt.
no: Webhook opprettet vellykket.
pa: Webhook ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।
pl: Webhook został pomyślnie utworzony.
pt: Webhook criado com sucesso.
ro: Webhook creat cu succes.
ru: Webhook успешно создан.
sk: Webhook bol úspešne vytvorený.
sl: Webhook uspešno ustvarjen.
sq: Webhook u krijua me sukses.
sr: Webhook uspešno kreiran.
sv: Webhook skapades framgångsrikt.
sw: Webhook imeundwa kwa mafanikio.
ta: Webhook வெற்றிகரமாக உருவாக்கப்பட்டது.
te: వெబ్‌హుక్ విజయవంతంగా సృష్టించబడింది.
th: สร้าง webhook สำเร็จแล้ว
tr: Webhook başarıyla oluşturuldu.
uk: Webhook успішно створено.
ur: ویب ہک کامیابی سے بنایا گیا۔
uz: Webhook muvaffaqiyatli yaratildi.
vi: Webhook đã được tạo thành công.
xh: Iwebhook yenziwe ngempumelelo.

source: Failed to create webhook.
ar: فشل في إنشاء النسخ الاحتياطي.
az: Yedek yaratmaq alınmadı.
be: Не вдалося створити резервну копію.
bn: ব্যাকআপ তৈরি ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit zálohu.
cy: Methwyd â chreu copi wrth gefn.
da: Kunne ikke oprette backup.
de: Fehler beim Erstellen des Backups.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας.
es: Error al crear la copia de seguridad.
et: Varukoopia loomine ebaõnnestus.
eu: Ezin izan da babeskopia sortu.
fa: ایجاد پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu luoda.
fr: Échec de la création de la sauvegarde.
ga: Theip ag cruthú cúltaca.
gd: Dh'fhàillig cruthachadh cùl-taic.
gl: Erro ao crear a copia de seguridade.
gu: બેકઅપ બનાવવા નિષ્ફળ.
he: יצירת הגיבוי נכשלה.
hi: बैकअप बनाने में विफल।
hr: Stvaranje sigurnosne kopije nije uspjelo.
hu: Nem sikerült létrehozni a biztonsági mentést.
id: Gagal membuat cadangan.
is: Mistókst að búa til afrit.
it: Impossibile creare il backup.
ja: バックアップの作成に失敗しました。
ka: 创建备份失败。
ku: شکستی لە دروستکردنی پاشەکەوت.
lt: Nepavyko sukurti atsarginės kopijos.
lv: Neizdevās izveidot rezerves kopiju.
mg: Tsy nahomby ny famoronana tahiry.
mi: I rahua te waihanga tārua.
mk: Не успеа да се создаде резервна копија.
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal mencipta sandaran.
mt: Naqas milli toħloq il-backup.
my: အရံဖိုင် ဖန်တီးမှု မအောင်မြင်ပါ။
nl: Maken van backup mislukt.
no: Kunne ikke opprette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się utworzyć kopii zapasowej.
pt: Falha ao criar backup.
ro: Crearea backup-ului a eșuat.
ru: Не удалось создать резервную копию.
sk: Zlyhalo vytvorenie zálohy.
sl: Varnostne kopije ni uspelo ustvariti.
sq: Dështoi krijimi i kopjes rezervë.
sr: Neuspešno kreiranje rezervne kopije.
sv: Misslyckades att skapa säkerhetskopiering.
sw: Imeshindikana kuunda backup.
ta: காப்பு உருவாக்க தோல்வியுற்றது.
te: నెకప్ సృష్టించడం విఫలమైంది.
th: ไม่สามารถสร้างการสำรองข้อมูลได้
tr: Yedekleme oluşturulamadı.
uk: Не вдалося створити резервну копію.
ur: بیک اپ بنانے میں ناکام۔
uz: Zaxira nusxasini yaratishda xatolik yuz berdi.
vi: Không tạo được sao lưu.
xh: Kusilele ukwenza ukugcinwa kwedatha.

source: Could not load webhooks.
ar: تعذر تحميل رموز الاستعادة.
az: Bərpa kodlarını yükləmək mümkün olmadı.
be: Не ўдалося загрузіць коды аднаўлення.
bn: পুনরুদ্ধার কোড লোড করা যায়নি।
cs: Nepodařilo se načíst obnovovací kódy.
cy: Methu llwytho codau adfer.
da: Kunne ikke indlæse gendannelseskoder.
de: Wiederherstellungscodes konnten nicht geladen werden.
el: Δεν ήταν δυνατό να φορτωθούν οι κωδικοί ανάκτησης.
es: No se pudieron cargar los códigos de recuperación.
et: Taastamiskoode ei saanud laadida.
eu: Berreskurapen kodeak ezin izan dira kargatu.
fa: نمی‌توان کدهای بازیابی را بارگذاری کرد.
fi: Palautuskoodeja ei voitu ladata.
fr: Impossible de charger les codes de récupération.
ga: Antumi emfa agyawde kod bɛdii no.
gd: Chaidh dìth a' luchdachadh nan còdan ath-leasachaidh.
gl: Non se puideron cargar os códigos de recuperación.
gu: પુનઃપ્રાપ્તિ કોડ્સ લોડ કરી શકાયાં ન હતા.
he: לא ניתן לטעון קודי שחזור.
hi: पुनर्प्राप्ति कोड लोड नहीं किया जा सका।
hr: Nije moguće učitati kodove za oporavak.
hu: Nem sikerült betölteni a helyreállítási kódokat.
id: Tidak dapat memuat kode pemulihan.
is: Ekki tókst að hlaða inn endurheimtunar kóðum.
it: Impossibile caricare i codici di recupero.
ja: リカバリーコードを読み込めませんでした。
ka: აღდგენითი კოდების ჩატვირთვა შეუძლებელია.
ku: نەتوانرا کۆدە گەڕاندنەوەکان باربکرێن.
lt: Nepavyko įkelti atkūrimo kodų.
lv: Atgūšanas kodus neizdevās ielādēt.
mg: Tsy afaka nampiditra ny kaody famerenana.
mi: Kāore i taea te utaina ngā waehere whakaora.
mk: Не можевме да ги вчитаме кодовите за обновување.
ml: പുനരുദ്ധാരണ കോഡുകൾ ലോഡ് ചെയ്യാനായില്ല.
ms: Tidak dapat memuat kod pemulihan.
mt: Ma setgħux jitgħabbew il-kodiċijiet ta’ rikoverja.
my: ကုဒ်များ ပြန်လည်ရယူမှု မလုပ်နိုင်ပါ။
nl: Kon herstelcodes niet laden.
no: Kunne ikke laste gjenopprettingskoder.
pa: ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ।
pl: Nie można załadować kodów odzyskiwania.
pt: Não foi possível carregar os códigos de recuperação.
ro: Nu s-au putut încărca codurile de recuperare.
ru: Не удалось загрузить коды восстановления.
sk: Nepodarilo sa načítať obnovovacie kódy.
sl: Ni bilo mogoče naložiti kod za obnovitev.
sq: Nuk mund të ngarkohen kodet e rikuperimit.
sr: Nije moguće učitati kodove za oporavak.
sv: Kunde inte ladda återställningskoder.
sw: Haikuweza kupakia misimbo ya urejeshaji.
ta: மீட்பு குறியீடுகளை ஏற்ற முடியவில்லை.
te: పునరుద్ధరణ కోడ్లను లోడ్ చేయలేకపోయాము.
th: ไม่สามารถโหลดรหัสการกู้คืนได้
tr: Kurtarma kodları yüklenemedi.
uk: Не вдалося завантажити коди відновлення.
ur: بازیابی کوڈز کو لوڈ نہیں کیا جا سکا۔
uz: Qayta tiklash kodlarini yuklab bo‘lmadi.
vi: Không thể tải mã khôi phục.
xh: Ayikwazi ukulayisha izikhodi zokubuyisela.

source: Webhook updated successfully.
ar: تم تحديث الويب هوك بنجاح.
az: Webhook uğurla yeniləndi.
be: Webhook паспяхова абноўлены.
bn: Webhook সফলভাবে আপডেট হয়েছে।
cs: Webhook úspěšně aktualizován.
cy: Crog-web wedi'i ddiweddaru'n llwyddiannus.
da: Webhook opdateret med succes.
de: Webhook erfolgreich aktualisiert.
el: Το webhook ενημερώθηκε επιτυχώς.
es: Webhook actualizado con éxito.
et: Veebikonks uuendatud edukalt.
eu: Webhook ondo eguneratu da.
fa: وب‌هوک با موفقیت به‌روز شد.
fi: Webhook päivitettiin onnistuneesti.
fr: Webhook mis à jour avec succès.
ga: Nuashonraíodh an webhook go rathúil.
gd: Chaidh an webhook ùrachadh gu soirbheachail.
gl: Webhook actualizado con éxito.
gu: Webhook સફળતાપૂર્વક અપડેટ થયો.
he: הווב-הוק עודכן בהצלחה.
hi: Webhook सफलतापूर्वक अपडेट किया गया।
hr: Webhook uspješno ažuriran.
hu: Webhook sikeresen frissítve.
id: Webhook berhasil diperbarui.
is: Webhook uppfært með góðum árangri.
it: Webhook aggiornato con successo.
ja: Webhookが正常に更新されました。
ka: Webhook წარმატებით განახლდა.
ku: وێبهووک بە سەرکەوتوویی نوێکرایەوە.
lt: Webhook sėkmingai atnaujintas.
lv: Webhook veiksmīgi atjaunināts.
mg: Webhook nohavaozina soa aman-tsara.
mi: Webhook atualizado com sucesso.
mk: Webhook е ажуриран успешно.
ml: വെബ്‌ഹുക്ക് വിജയകരമായി അപ്‌ഡേറ്റ് ചെയ്തു.
ms: Webhook berjaya dikemas kini.
mt: Webhook aġġornat b'suċċess.
my: Webhook ကို အောင်မြင်စွာ အပ်ဒိတ်လုပ်လိုက်ပါပြီ။
nl: Webhook succesvol bijgewerkt.
no: Webhook oppdatert vellykket.
pa: Webhook ਸਫਲਤਾਪੂਰਵਕ ਅਪਡੇਟ ਕੀਤਾ ਗਿਆ।
pl: Webhook został pomyślnie zaktualizowany.
pt: Webhook atualizado com sucesso.
ro: Webhook actualizat cu succes.
ru: Webhook успешно обновлён.
sk: Webhook bol úspešne aktualizovaný.
sl: Webhook uspešno posodobljen.
sq: Webhook u përditësua me sukses.
sr: Webhook uspešno ažuriran.
sv: Webhook uppdaterades framgångsrikt.
sw: Webhook imesasishwa kwa mafanikio.
ta: Webhook வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: వెబ్‌హుక్ విజయవంతంగా నవీకరించబడింది.
th: อัปเดต webhook สำเร็จแล้ว
tr: Webhook başarıyla güncellendi.
uk: Webhook успішно оновлено.
ur: Webhook mwehu qyoju naama.
uz: Webhook muvaffaqiyatli yangilandi.
vi: Webhook đã được cập nhật thành công.
xh: Iwebhook ihlaziyiwe ngempumelelo.

source: Failed to update webhook.
ar: فشل في حذف النسخ الاحتياطي.
az: Yedek silmək alınmadı.
be: Не вдалося видалити резервну копію.
bn: ব্যাকআপ মুছে ফেলতে ব্যর্থ হয়েছে।
cs: Nepodařilo se smazat zálohu.
cy: Methwyd â dileu'r copi wrth gefn.
da: Kunne ikke slette backup.
de: Fehler beim Löschen des Backups.
el: Αποτυχία διαγραφής αντιγράφου ασφαλείας.
es: Error al eliminar la copia de seguridad.
et: Varukoopia kustutamine ebaõnnestus.
eu: Ezin izan da babeskopia ezabatu.
fa: حذف پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu poistaa.
fr: Échec de la suppression de la sauvegarde.
ga: Níor éirigh le cúltaca a scriosadh.
gd: Dh'fhàillig cuir às don chùl-taic.
gl: Erro ao eliminar a copia de seguridade.
gu: બેકઅપ ડિલીટ કરવામાં નિષ્ફળ.
he: מחיקת הגיבוי נכשלה.
hi: बैकअप हटाने में विफल।
hr: Brisanje sigurnosne kopije nije uspjelo.
hu: Nem sikerült a biztonsági mentés törlése.
id: Gagal menghapus cadangan.
is: Mistókst að eyða afriti.
it: Impossibile eliminare il backup.
ja: バックアップの削除に失敗しました。
ka: 删除备份失败。
ku: شکستی لە سڕینەوەی پاشەکەوت.
lt: Nepavyko ištrinti atsarginės kopijos.
lv: Neizdevās dzēst rezerves kopiju.
mg: Tsy nahomby tamin'ny famafana tahiry.
mi: I rahua te muku tārua.
mk: Не успеа да се избрише резервната копија.
ml: ബാക്കപ്പ് ഇല്ലാതാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal menghapus sandaran.
mt: Naqas milli tħassar il-backup.
my: အရံဖိုင် ဖျက်မှု မအောင်မြင်ပါ။
nl: Verwijderen van backup mislukt.
no: Kunne ikke slette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się usunąć kopii zapasowej.
pt: Falha ao deletar backup.
ro: Ștergerea backup-ului a eșuat.
ru: Не удалось удалить резервную копию.
sk: Zlyhalo vymazanie zálohy.
sl: Varnostne kopije ni uspelo izbrisati.
sq: Dështoi fshirja e kopjes rezervë.
sr: Neuspešno brisanje rezervne kopije.
sv: Misslyckades att radera säkerhetskopiering.
sw: Imeshindikana kufuta backup.
ta: காப்பு நீக்க தோல்வியுற்றது.
te: నెకప్ తొలగించడం విఫలమైంది.
th: ไม่สามารถลบการสำรองข้อมูลได้
tr: Yedekleme silinemedi.
uk: Не вдалося видалити резервну копію.
ur: بیک اپ حذف کرنے میں ناکام۔
uz: Zaxira nusxasini o'chira olmadi.
vi: Không xóa được sao lưu.
xh: Kusilele ukucima ukugcinwa kwedatha.

source: Failed to load or update webhook config.
ar: فشل في تحميل أو تحديث إعدادات SMTP.
az: SMTP konfiqurasiyasını yükləmək və ya yeniləmək mümkün olmadı.
be: Не вдалося завантажити або оновити конфігурацію SMTP.
bn: SMTP কনফিগ লোড বা আপডেট করতে ব্যর্থ।
cs: Nepodařilo se načíst nebo aktualizovat konfiguraci SMTP.
cy: Methwyd llwytho neu ddiweddaru ffurfweddiad SMTP.
da: Kunne ikke indlæse eller opdatere SMTP-konfiguration.
de: Laden oder Aktualisieren der SMTP-Konfiguration fehlgeschlagen.
el: Απέτυχε η φόρτωση ή η ενημέρωση ρύθμισης SMTP.
es: Error al cargar o actualizar la configuración de SMTP.
et: SMTP konfiguratsiooni laadimine või uuendamine ebaõnnestus.
eu: Huts egin da SMTP konfigurazioa kargatzen edo eguneratzen.
fa: بارگذاری یا بروزرسانی تنظیمات SMTP ناموفق بود.
fi: SMTP-asetusten lataaminen tai päivittäminen epäonnistui.
fr: Échec du chargement ou de la mise à jour de la configuration SMTP.
ga: Teipthe ar lódáil nó nuashonrú cumraithe SMTP.
gd: Dh'fhàillig luchdachadh no ùrachadh rèiteachadh SMTP.
gl: Fallou ao cargar ou actualizar a configuración SMTP.
gu: SMTP કોન્ફિગ લોડ અથવા અપડેટ કરવામાં નિષ્ફળતા.
he: נכשל בטעינה או בעדכון תצורת SMTP.
hi: SMTP कॉन्फ़िग को लोड या अपडेट करने में विफल।
hr: Neuspjeh pri učitavanju ili ažuriranju SMTP konfiguracije.
hu: Nem sikerült az SMTP konfiguráció betöltése vagy frissítése.
id: Gagal memuat atau memperbarui konfigurasi SMTP.
is: Ekki tókst að hlaða eða uppfæra SMTP stillingar.
it: Impossibile caricare o aggiornare la configurazione SMTP.
ja: SMTP設定の読み込みまたは更新に失敗しました。
ka: SMTP კონფიგურის ჩატვირთვა ან განახლება ვერ მოხერხდა.
ku: بارکردن یان نوێکردنەوەی ڕێکخستنەکانی SMTP سەرکەوتوو نەبوو.
lt: Nepavyko įkelti arba atnaujinti SMTP konfigūracijos.
lv: Neizdevās ielādēt vai atjaunināt SMTP konfigurāciju.
mg: Tsy nahomby ny fampidinana na fanavaozana ny SMTP config.
mi: I rahua te uta, te whakahou rānei i te whirihoranga SMTP.
mk: Не успеа да се вчита или ажурира SMTP конфигурацијата.
ml: SMTP കോൺഫിഗറേഷൻ ലോഡ് ചെയ്യുവാനും അപ്ഡേറ്റ് ചെയ്യുവാനും പരാജയം.
ms: Gagal memuat atau mengemas kini konfigurasi SMTP.
mt: Naqas milli jittella' jew jiġu aġġornati l-konfigurazzjoni SMTP.
my: ပီ.
nl: Kon SMTP-configuratie niet laden of bijwerken.
no: Kunne ikke laste eller oppdatere SMTP-konfig.
pa: SMTP ਕਨਫਿਗਰੇਸ਼ਨ ਲੋਡ ਜਾਂ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się załadować lub zaktualizować konfiguracji SMTP.
pt: Falha ao carregar ou atualizar a configuração SMTP.
ro: Nu s-a reușit încărcarea sau actualizarea configurării SMTP.
ru: Не удалось загрузить или обновить конфигурацию SMTP.
sk: Nepodarilo sa načítať alebo aktualizovať SMTP konfiguráciu.
sl: Nalaganje ali posodabljanje konfiguracije SMTP ni uspelo.
sq: Dështoi të ngarkohej ose të përditësohej konfigurimi SMTP.
sr: Nije uspelo učitavanje ili ažuriranje SMTP konfiguracije.
sv: Misslyckades att ladda eller uppdatera SMTP-konfiguration.
sw: Imeshindwa kupakia au kusasisha mchanganuo wa SMTP.
ta: SMTP அமைப்புகளைக் ஏற்றவோ அல்லது புதுப்பிக்கவோ இயலவில்லை.
te: SMTP కాన్ఫిగరేషన్‌ను లోడ్ చేయడం లేదా అప్డేట్ చేయడం విఫలమైంది.
th: ล้มเหลวในการโหลดหรืออัปเดตการตั้งค่า SMTP
tr: SMTP yapılandırması yüklenemedi veya güncellenemedi.
uk: Не вдалося завантажити або оновити конфігурацію SMTP.
ur: SMTP کنفیگریشن کو لوڈ یا اپ ڈیٹ کرنے میں ناکام۔
uz: SMTP konfiguratsiyasini yuklash yoki yangilash muvaffaqiyatsiz.
vi: Không tải hoặc cập nhật cấu hình SMTP được.
xh: Ayiphumelelanga ukulayisha okanye ukuhlaziya i-SMTP config.

source: Webhook deleted.
ar: تم حذف الويب هوك.
az: Webhook silindi.
be: Webhook выдалены.
bn: Webhook মুছে ফেলা হয়েছে।
cs: Webhook smazán.
cy: Crog-web wedi'i ddileu.
da: Webhook slettet.
de: Webhook gelöscht.
el: Το webhook διαγράφηκε.
es: Webhook eliminado.
et: Veebikonks kustutatud.
eu: Webhook ezabatua.
fa: وب‌هوک حذف شد.
fi: Webhook poistettu.
fr: Webhook supprimé.
ga: Scriosadh an webhook.
gd: Webhook air a sguabadh às.
gl: Webhook eliminado.
gu: Webhook ડિલીટ થયો.
he: הווב-הוק נמחק.
hi: Webhook हटाया गया।
hr: Webhook izbrisan.
hu: Webhook törölve.
id: Webhook dihapus.
is: Webhook var eytt.
it: Webhook eliminato.
ja: Webhookが削除されました。
ka: Webhook წაიშალა.
ku: وێبهووک سڕایەوە.
lt: Webhook ištrintas.
lv: Webhook dzēsts.
mg: Voafafa ny webhook.
mi: Kua mukua te tūhono paetukutuku.
mk: Webhook е избришан.
ml: വെബ്‌ഹുക്ക് നീക്കം ചെയ്തു.
ms: Webhook dipadamkan.
mt: Webhook imħassar.
my: Webhook ကို ဖျက်လိုက်ပါပြီ။
nl: Webhook verwijderd.
no: Webhook slettet.
pa: Webhook ਹਟਾਇਆ ਗਿਆ ਹੈ।
pl: Webhook usunięty.
pt: Webhook excluído.
ro: Webhook șters.
ru: Webhook удалён.
sk: Webhook bol vymazaný.
sl: Webhook izbrisan.
sq: Webhook u fshi.
sr: Webhook obrisan.
sv: Webhook raderad.
sw: Webhook imefutwa.
ta: Webhook நீக்கப்பட்டது.
te: వెబ్‌హుక్ తొలగించబడింది.
th: ลบ webhook แล้ว
tr: Webhook silindi.
uk: Webhook видалено.
ur: Webhook zmarato.
uz: Webhook o'chirildi.
vi: Webhook đã bị xóa.
xh: Iwebhook icinyiwe.

source: Failed to delete webhook.
ar: فشل في حذف النسخ الاحتياطي.
az: Yedek silmək alınmadı.
be: Не вдалося видалити резервну копію.
bn: ব্যাকআপ মুছে ফেলতে ব্যর্থ হয়েছে।
cs: Nepodařilo se smazat zálohu.
cy: Methwyd â dileu'r copi wrth gefn.
da: Kunne ikke slette backup.
de: Fehler beim Löschen des Backups.
el: Αποτυχία διαγραφής αντιγράφου ασφαλείας.
es: Error al eliminar la copia de seguridad.
et: Varukoopia kustutamine ebaõnnestus.
eu: Ezin izan da babeskopia ezabatu.
fa: حذف پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu poistaa.
fr: Échec de la suppression de la sauvegarde.
ga: Níor éirigh le cúltaca a scriosadh.
gd: Dh'fhàillig cuir às don chùl-taic.
gl: Erro ao eliminar a copia de seguridade.
gu: બેકઅપ ડિલીટ કરવામાં નિષ્ફળ.
he: מחיקת הגיבוי נכשלה.
hi: बैकअप हटाने में विफल।
hr: Brisanje sigurnosne kopije nije uspjelo.
hu: Nem sikerült a biztonsági mentés törlése.
id: Gagal menghapus cadangan.
is: Mistókst að eyða afriti.
it: Impossibile eliminare il backup.
ja: バックアップの削除に失敗しました。
ka: 删除备份失败。
ku: شکستی لە سڕینەوەی پاشەکەوت.
lt: Nepavyko ištrinti atsarginės kopijos.
lv: Neizdevās dzēst rezerves kopiju.
mg: Tsy nahomby tamin'ny famafana tahiry.
mi: I rahua te muku tārua.
mk: Не успеа да се избрише резервната копија.
ml: ബാക്കപ്പ് ഇല്ലാതാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal menghapus sandaran.
mt: Naqas milli tħassar il-backup.
my: အရံဖိုင် ဖျက်မှု မအောင်မြင်ပါ။
nl: Verwijderen van backup mislukt.
no: Kunne ikke slette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się usunąć kopii zapasowej.
pt: Falha ao deletar backup.
ro: Ștergerea backup-ului a eșuat.
ru: Не удалось удалить резервную копию.
sk: Zlyhalo vymazanie zálohy.
sl: Varnostne kopije ni uspelo izbrisati.
sq: Dështoi fshirja e kopjes rezervë.
sr: Neuspešno brisanje rezervne kopije.
sv: Misslyckades att radera säkerhetskopiering.
sw: Imeshindikana kufuta backup.
ta: காப்பு நீக்க தோல்வியுற்றது.
te: నెకప్ తొలగించడం విఫలమైంది.
th: ไม่สามารถลบการสำรองข้อมูลได้
tr: Yedekleme silinemedi.
uk: Не вдалося видалити резервну копію.
ur: بیک اپ حذف کرنے میں ناکام۔
uz: Zaxira nusxasini o'chira olmadi.
vi: Không xóa được sao lưu.
xh: Kusilele ukucima ukugcinwa kwedatha.

source: Test notification sent.
ar: تعديل الإشعار
az: Bildirişi Redaktə et
be: বিজ্ঞপ্তি সম্পাদনা করুন
bn: বিজ্ঞপ্তি সম্পাদনা করুন
cs: Upravit oznámení
cy: Golygu Hysbysiad
da: Rediger notifikation
de: Benachrichtigung bearbeiten
el: Επεξεργασία Ειδοποίησης
es: Editar notificación
et: Muuda teavitust
eu: Jakinarazpena editatu
fa: ویرایش اعلان
fi: Muokkaa ilmoitusta
fr: Modifier la notification
ga: Eagar Fógra
gd: Deasaich Fios
gl: Editar notificación
gu: સૂચના એડિટ કરો
he: ערוך התראה
hi: सूचना संपादित करें
hr: Uredi obavijest
hu: Értesítés szerkesztése
id: Edit Notifikasi
is: Breyta tilkynningu
it: Modifica Notifica
ja: 通知を編集
ka: შეტყობინების რედაქტირება
ku: دەستکاری هەواڵکردنەوە
lt: Redaguoti pranešimą
lv: Rediģēt paziņojumu
mg: Hanova Fampahafantarana
mi: Whakatika Whakamōhiotanga
mk: Уреди известување
ml: അറിയിപ്പ് തിരുത്തൽ
ms: Edit Notifikasi
mt: Editja Notifika
my: အသိပေးချက်ကို ပြင်ဆင်ပါ
nl: Melding bewerken
no: Rediger varsel
pa: ਸੂਚਨਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj powiadomienie
pt: Editar Notificação
ro: Editează notificarea
ru: Редактировать уведомление
sk: Upraviť oznámenie
sl: Uredi obvestilo
sq: Redakto Njoftimin
sr: Izmeni obaveštenje
sv: Redigera notifikation
sw: Hariri Taarifa
ta: அறிவிப்பு திருத்துக
te: సూచన సవరించండి
th: แก้ไขการแจ้งเตือน
tr: Bildirim Düzenle
uk: Редагувати повідомлення
ur: اطلاع میں ترمیم کریں
uz: Bildirishnomani tahrirlash
vi: Chỉnh Sửa Thông Báo
xh: Hlela Isilumkiso
