Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Each question must be different.
ar: يجب أن تكون الأسئلة الثلاثة مختلفة.
az: Üç sual da fərqli olmalıdır.
be: তিনটি প্রশ্নই আলাদা হতে হবে।
bn: তিনটি প্রশ্ন ভিন্ন হতে হবে।
cs: Všechny tři otázky musí být různé.
cy: Rhaid i'r tri chwestiwn fod yn wahanol.
da: Alle tre spørgsmål skal være forskellige.
de: Alle drei Fragen müssen unterschiedlich sein.
el: Και οι τρεις ερωτήσεις πρέπει να είναι διαφορετικές.
es: Las tres preguntas deben ser diferentes.
et: Kõik kolm küsimust peavad olema erinevad.
eu: Hiru galderak desberdinak izan behar dute.
fa: هر سه سؤال باید متفاوت باشند.
fi: Kaikkien kolmen kysymyksen on oltava eri.
fr: Les trois questions doivent être différentes.
ga: Ní mór trí cheist a bheith éagsúil.
gd: Feumaidh na trì ceistean a bhith eadar-dhealaichte.
gl: As tres preguntas deben ser diferentes.
gu: તમામ ત્રણ પ્રશ્નો અલગ અલગ હોવા જોઈએ.
he: כל שלוש השאלות חייבות להיות שונות.
hi: सभी तीन प्रश्न अलग होने चाहिए।
hr: Sva tri pitanja moraju biti različita.
hu: Mindhárom kérdésnek különbözőnek kell lennie.
id: Ketiga pertanyaan harus berbeda.
is: Allar þrjár spurningarnar verða að vera mismunandi.
it: Tutte e tre le domande devono essere diverse.
ja: 3つの質問はすべて異なる必要があります。
ka: სამი კითხვა განსხვავებული უნდა იყოს.
ku: هەموو سێ پرسیارەکان دەبێت جیاواز بن.
lt: Visi trys klausimai turi būti skirtingi.
lv: Visiem trim jautājumiem jābūt atšķirīgiem.
mg: Tsy maintsy samihafa ireo fanontaniana telo.
mi: Me rerekē ngā pātai e toru katoa.
mk: Сите три прашања мора да бидат различни.
ml: മൂന്നു ചോദ്യങ്ങളും വേറിട്ടിരിക്കണം.
ms: Kesemua tiga soalan mesti berbeza.
mt: It-tliet mistoqsijiet iridu jkunu differenti.
my: မေးခွန်းသုံးခုကို အဆင်မပြေတာဖြစ်ရမည်။
nl: Alle drie de vragen moeten verschillend zijn.
no: Alle tre spørsmålene må være forskjellige.
pa: ਸਾਰੇ ਤਿੰਨ ਸਵਾਲ ਵੱਖਰੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Wszystkie trzy pytania muszą być różne.
pt: Todas as três perguntas devem ser diferentes.
ro: Toate cele trei întrebări trebuie să fie diferite.
ru: Все три вопроса должны быть разными.
sk: Všetky tri otázky musia byť odlišné.
sl: Vsa tri vprašanja morajo biti različna.
sq: Të tria pyetjet duhet të jenë të ndryshme.
sr: Сва три питања морају бити различита.
sv: Alla tre frågor måste vara olika.
sw: Maswali yote matatu lazima yawe tofauti.
ta: அனைத்து மூன்று கேள்விகளும் வேறுபட்டவையாக இருக்க வேண்டும்.
te: సమస్త మూడు ప్రశ్నలు భిన్నంగా ఉండాలి.
th: คำถามทั้งสามต้องไม่ซ้ำกัน
tr: Üç sorunun da birbirinden farklı olması gerekir.
uk: Усі три запитання мають бути різними.
ur: تمام تین سوالات مختلف ہونے چاہیئں۔
uz: Uchala savol ham har xil bo'lishi kerak.
vi: Cả ba câu hỏi phải khác nhau.
xh: Onke amabhongo amathathu ameleahluke.

source: Answer
ar: الإجابة
az: Cavab
be: উত্তর
bn: উত্তর
cs: Odpověď
cy: Ateb
da: Svar
de: Antwort
el: Απάντηση
es: Respuesta
et: Vastus
eu: Erantzuna
fa: پاسخ
fi: Vastaus
fr: Réponse
ga: Freagra
gd: Freagairt
gl: Resposta
gu: જવાબ
he: תשובה
hi: उत्तर
hr: Odgovor
hu: Válasz
id: Jawaban
is: Svar
it: Risposta
ja: 回答
ka: პასუხი
ku: وەڵام
lt: Atsakymas
lv: Atbilde
mg: Valiny
mi: Whakautu
mk: Одговор
ml: ഉത്തരം
ms: Jawapan
mt: Tweġiba
my: အဖြေ
nl: Antwoord
no: Svar
pa: ਉੱਤਰ
pl: Odpowiedź
pt: Resposta
ro: Răspuns
ru: Ответ
sk: Odpoveď
sl: Odgovor
sq: Përgjigje
sr: Одговор
sv: Svar
sw: Jibu
ta: பதில்
te: జవాబు
th: ตอบ
tr: Cevap
uk: Відповідь
ur: جواب
uz: Javob
vi: Câu trả lời
xh: Impendulo

source: Update
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Обновить аккаунт
bn: অ্যাকাউন্ট আপডেট করুন
cs: Aktualizovat účet
cy: Diweddaru Cyfrif
da: Opdater konto
de: Konto aktualisieren
el: Ενημέρωση Λογαριασμού
es: Actualizar cuenta
et: Uuenda kontot
eu: Kontua Eguneratu
fa: به‌روزرسانی حساب
fi: Päivitä tili
fr: Mettre à jour le compte
ga: Akonta Bɔ anuonyam
gd: Ùraich Cunntas
gl: Actualizar Conta
gu: એકાઉન્ટ અપડેટ કરો
he: עדכון חשבון
hi: खाता अपडेट करें
hr: Ažuriraj račun
hu: Fiók frissítése
id: Perbarui Akun
is: Uppfæra Reikning
it: Aggiorna account
ja: アカウントを更新
ka: ანგარიშის განახლება
ku: نوێکردنەوەی ئەکاونت
lt: Atnaujinti paskyrą
lv: Atjaunināt Kontu
mg: Havaozy ny Kaonty
mi: Whakahou Pūkete
mk: Ажурирај сметка
ml: അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemaskini Akaun
mt: Aġġorna l-Kont
my: အကောင့်ကိုအပ်ဒိတ်လုပ်ပါ။
nl: Update Account
no: Oppdater Konto
pa: ਖਾਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj konto
pt: Atualizar Conta
ro: Actualizează Contul
ru: Обновить учетную запись
sk: Aktualizovať účet
sl: Posodobi račun
sq: Përditëso Llogarinë
sr: Ažuriraj nalog
sv: Uppdatera Konto
sw: Sasisha Akaunti
ta: கணக்கை புதுப்பிக்கவும்
te: ఖాతాను నవీకరించండి
th: อัปเดตบัญชี
tr: Hesabı Güncelle
uk: Оновити акаунт
ur: اکاؤنٹ کو اپ ڈیٹ کریں
uz: Hisobni yangilash
vi: Cập nhật Tài khoản
xh: Hlaziya iAkhawunti

source: Translations
ar: الترجمات
az: Tərcümələr
be: Пераклады
bn: অনুবাদ
cs: Překlady
cy: Cyfieithiadau
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
et: Tõlked
eu: Itzulpenak
fa: ترجمه‌ها
fi: Käännökset
fr: Traductions
ga: Aistriúcháin
gd: Eadar-theangachaidhean
gl: Traduccións
gu: અનુવાદો
he: תרגומים
hi: अनुवाद
hr: Prijevodi
hu: Fordítások
id: Terjemahan
is: Þýðingar
it: Traduzioni
ja: 翻訳
ka: თარჯიმნა
ku: Wergerên
lt: Vertimai
lv: Tulkots
mi: Whakamāoritanga
mk: Преводи
ml: ആവിർഭാഷണങ്ങൾ
ms: Terjemahan
mt: Traduzzjonijiet
my: ဘာသာပြန်ချက်များ
nl: Vertalingen
no: Oversettelser
pa: ਅਨੁਵਾਦ
pl: Tłumaczenia
pt: Traduções
ro: Traduceri
ru: Переводы
sk: Preklady
sl: Prevodi
sq: Përkthimet
sr: Prevod
sv: Översättningar
sw: Tafsiri
ta: மொழிபெயர்ப்புகள்
te: అనువాదాలు
th: การแปล
tr: Çeviriler
uk: Переклади
ur: ترجمے
uz: Tarjimalar
vi: Dịch thuật
xh: Iinguqulelo

source: Grylli currently supports multiple languages and more will be added.
ar: Grylli يدعم حالياً لغات متعددة وسيتم إضافة المزيد.
az: Grylli hazırda bir neçə dili dəstəkləyir və daha çox dil əlavə ediləcək.
be: Grylli हाल बहुभाषिक समर्थन गर्छ र अरू थपिनेछन्।
bn: Grylli বর্তমানে একাধিক ভাষা সমর্থন করে এবং আরও যোগ করা হবে।
cs: Grylli v současné době podporuje více jazyků a další budou přidány.
cy: Mae Grylli ar hyn o bryd yn cefnogi nifer o ieithoedd a bydd mwy yn cael eu hychwanegu.
da: Grylli understøtter i øjeblikket flere sprog, og flere vil blive tilføjet.
de: Grylli unterstützt derzeit mehrere Sprachen und es werden weitere hinzugefügt.
el: Το Grylli υποστηρίζει αυτή τη στιγμή πολλές γλώσσες και θα προστεθούν περισσότερες.
es: Grylli actualmente admite varios idiomas y se agregarán más.
et: Grylli toetab praegu mitut keelt ja rohkem lisatakse.
eu: Gryllik gaur egun hainbat hizkuntza onartzen ditu eta gehiago gehituko dira.
fa: Grylli در حال حاضر از چندین زبان پشتیبانی می‌کند و زبان‌های بیشتری افزوده خواهند شد.
fi: Grylli tukee tällä hetkellä useita kieliä ja lisää tullaan lisäämään.
fr: Grylli prend actuellement en charge plusieurs langues et d'autres seront ajoutées.
ga: Tacaíonn Grylli faoi láthair le teangacha iolracha agus cuirfear tuilleadh leo.
gd: Tha Grylli a' toirt taic do ghrunn chànanan an-dràsta agus thèid barrachd a chur ris.
gl: Grylli actualmente admite varios idiomas e engadiranse máis.
gu: Grylli હાલમાં અનેક ભાષાઓને સમર્થન આપે છે અને વધુ ભાષાઓ ઉમેરવામાં આવશે.
he: Grylli תומך כרגע במספר שפות ועוד יתווספו.
hi: ग्रिल्ली वर्तमान में कई भाषाओं का समर्थन करता है और अधिक जोड़ी जाएंगी।
hr: Grylli trenutno podržava više jezika i još će ih se dodati.
hu: A Grylli jelenleg több nyelvet támogat, és még többet fog hozzáadni.
id: Grylli saat ini mendukung berbagai bahasa dan lebih banyak akan ditambahkan.
is: Grylli styður nú þegar mörg tungumál og fleiri verða bætt við.
it: Grylli supporta attualmente più lingue e altre verranno aggiunte.
ja: Grylliは現在、複数の言語に対応しており、さらに追加される予定です。
ka: Grylli वर्तमान में कई भाषाओं का समर्थन करता है और अधिक जोड़ी जाएगी।
ku: Grylli لە ئێستادا چەند زمانێک پاڵپشتی کردووە و زیاتر بکرێتەوە.
lt: Grylli šiuo metu palaiko kelias kalbas, o daugiau bus pridėta.
lv: Grylli pašlaik atbalsta vairākas valodas un tiks pievienotas vēl vairāk.
mg: Manaiky fiteny maro i Grylli amin'izao fotoana izao ary hisy ampiana bebe kokoa.
mi: I tēnei wā kei te tautoko a Grylli i ngā reo maha, ā, he maha atu ka tāpirihia.
mk: Grylli моментално поддржува повеќе јазици и ќе бидат додадени повеќе.
ml: ഗ്രില്ലി നിലവിൽ നിരവധി ഭാഷകൾക്ക് പിന്തുണ നൽകുന്നു, കൂടാതെ കൂടുതൽ ചേർക്കും.
ms: Grylli kini menyokong pelbagai bahasa dan lebih banyak akan ditambah.
mt: Grylli bħalissa jappoġġja bosta lingwi u se jiġu miżjuda aktar.
my: Grylli သည် လက်ရှိမှာ ဘာသာစကားအမျိုးမျိုးကို ပံ့ပိုးထားပြီး နောက်ထပ်များစွာကို ထည့်သွင်းပေးပါမည်။
nl: Grylli ondersteunt momenteel meerdere talen en er zullen meer worden toegevoegd.
no: Grylli støtter for tiden flere språk, og flere vil bli lagt til.
pa: ਗ੍ਰਿਲੀ ਇਸ ਵੇਲੇ ਕਈ ਭਾਸ਼ਾਵਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ ਅਤੇ ਹੋਰ ਜੋੜੀਆਂ ਜਾਣਗੀਆਂ।
pl: Grylli obecnie obsługuje wiele języków i wkrótce dodane zostaną kolejne.
pt: Atualmente, o Grylli suporta várias línguas e mais serão adicionadas.
ro: Grylli acceptă în prezent mai multe limbi și vor fi adăugate mai multe.
ru: Grylli в настоящее время поддерживает несколько языков, и будут добавлены другие.
sk: Grylli momentálne podporuje viacero jazykov a ďalšie budú pridané.
sl: Grylli trenutno podpira več jezikov in več jih bo dodanih.
sq: Grylli aktualisht mbështet disa gjuhë dhe më shumë do të shtohen.
sr: Grylli trenutno podržava više jezika, a dodavaće se i više.
sv: Grylli stöder för närvarande flera språk och fler kommer att läggas till.
sw: Grylli kwa sasa inaunga mkono lugha nyingi na nyingine zitaongezwa.
ta: Grylli தற்போது பல மொழிகளை ஆதரிக்கிறது மேலும் பல சேர்க்கப்படும்.
te: గ్రిల్లి ప్రస్తుతం పలు భాషలను మద్దతు ఇస్తుంది మరియు మరిన్ని భాషలు చేర్చబడతాయి.
th: ปัจจุบัน Grylli สนับสนุนหลายภาษาและจะเพิ่มอีกในภายหลัง
tr: Grylli şu anda birden fazla dili destekliyor ve daha fazlası eklenecek.
uk: Grylli наразі підтримує декілька мов, і їх кількість буде збільшуватись.
ur: گریلی اس وقت متعدد زبانوں کو سپورٹ کرتی ہے اور مزید شامل کی جائیں گی۔
uz: Grylli hozirda bir nechta tillarni qo'llab-quvvatlaydi va yana qo'shiladi.
vi: Grylli hiện hỗ trợ nhiều ngôn ngữ và sẽ được bổ sung thêm.
xh: I-Grilli ixhasa iilwimi ezininzi ngoku kwaye ziya kongezwa.

source: Many of the translations were performed with assistance from ChatGPT.
ar: تم تنفيذ العديد من الترجمات بمساعدة من ChatGPT.
az: Tərcümələrin çoxu ChatGPT-nin köməyi ilə həyata keçirilib.
be: धेरै अनुवादहरूमा ChatGPT को मद्दत लिइयो।
bn: অনেক অনুবাদ ChatGPT-এর সহায়তায় করা হয়েছে।
cs: Mnoho překladů bylo provedeno s pomocí ChatGPT.
cy: Cafodd llawer o'r cyfieithiadau eu perfformio gyda chymorth gan ChatGPT.
da: Mange af oversættelserne blev udført med hjælp fra ChatGPT.
de: Viele der Übersetzungen wurden mit Unterstützung von ChatGPT durchgeführt.
el: Πολλές από τις μεταφράσεις πραγματοποιήθηκαν με τη βοήθεια του ChatGPT.
es: Muchas de las traducciones fueron realizadas con la ayuda de ChatGPT.
et: Paljud tõlked on tehtud ChatGPT abiga.
eu: Itzulpen askotan ChatGPTren laguntza izan da.
fa: بسیاری از ترجمه‌ها با کمک ChatGPT انجام شده‌اند.
fi: Monet käännöksistä tehtiin ChatGPT:n avustuksella.
fr: Beaucoup des traductions ont été réalisées avec l'aide de ChatGPT.
ga: Tá cuid mhór de na haistriúcháin déanta le cúnamh ó ChatGPT.
gd: Chaidh mòran de na h-eadar-theangachaidhean a dhèanamh le taic bho ChatGPT.
gl: Moitas das traducións foron realizadas coa axuda de ChatGPT.
gu: ઘણાં ભાષાંતરો ChatGPT ની મદદથી કરવામાં આવ્યા હતા.
he: רבים מהתרגומים בוצעו בעזרת ChatGPT.
hi: कई अनुवाद ChatGPT की सहायता से किए गए थे।
hr: Mnogi prijevodi napravljeni su uz pomoć ChatGPT-a.
hu: A fordítások nagy részét a ChatGPT segítségével végezték.
id: Banyak terjemahan dilakukan dengan bantuan dari ChatGPT.
is: Margar þýðingarnar voru gerðar með aðstoð ChatGPT.
it: Molte delle traduzioni sono state effettuate con l'assistenza di ChatGPT.
ja: 多くの翻訳は、ChatGPTの支援を受けて行われました。
ka: कई अनुवाद ChatGPT की सहायता से किए गए थे।
ku: زۆربەی وەرگێرانەکان بە یاریدانەوەی ChatGPT کراون.
lt: Daug vertimų atlikta su ChatGPT pagalba.
lv: Daudzus tulkojumus veica ChatGPT palīdzība.
mg: Nataon'ny ChatGPT ny ankamaroan'ireo fandikana ireo.
mi: He maha o ngā whakamāoritanga i mahia āwhina e ChatGPT.
mk: Многу од преводите беа извршени со помош од ChatGPT.
ml: ചില തർജ്ജമകൾ ChatGPT-ന്റെ സഹായത്തോടെ നിർവ്വഹിച്ചു.
ms: Banyak terjemahan dilakukan dengan bantuan daripada ChatGPT.
mt: Ħafna mit-traduzzjonijiet saru bl-għajnuna minn ChatGPT.
my: ဘာသာပြန်ဆိုချက်များ၏ တော်တော်များများကို ChatGPT မှ ကူညီပြီး ပြုလုပ်ခဲ့သည်။
nl: Veel van de vertalingen werden uitgevoerd met hulp van ChatGPT.
no: Mange av oversettelsene ble utført med hjelp fra ChatGPT.
pa: ਬਹੁਤ ਸਾਰੇ ਅਨੁਵਾਦ ChatGPT ਦੀ ਮਦਦ ਨਾਲ ਕੀਤੇ ਗਏ ਸਨ।
pl: Wiele tłumaczeń wykonano z pomocą ChatGPT.
pt: Muitas das traduções foram realizadas com a ajuda do ChatGPT.
ro: Multe dintre traduceri au fost efectuate cu asistența de la ChatGPT.
ru: Многие переводы выполнены с помощью ChatGPT.
sk: Mnohé preklady boli vykonané s pomocou od ChatGPT.
sl: Mnoge prevode je pomagalo opraviti ChatGPT.
sq: Shumë nga përkthimet u kryen me ndihmën e ChatGPT.
sr: Mnogi od prevoda su izvedeni uz pomoć ChatGPT-a.
sv: Många av översättningarna gjordes med hjälp av ChatGPT.
sw: Tafsiri nyingi zilifanywa kwa msaada kutoka kwa ChatGPT.
ta: பல மொழிபெயர்ப்புகள் ChatGPT உதவியுடன் செய்யப்பட்டன.
te: చాలా అనువాదాలు ChatGPT సహాయంతో నిర్వహించబడ్డాయి.
th: การแปลหลายอย่างได้รับความช่วยเหลือจาก ChatGPT
tr: Pek çok çeviri, ChatGPT desteğiyle gerçekleştirildi.
uk: Багато перекладів були виконані за допомогою ChatGPT.
ur: کئی ترجمے ChatGPT کی مدد سے کیے گئے۔
uz: Ko'plab tarjimalar ChatGPT yordamida amalga oshirildi.
vi: Nhiều bản dịch được thực hiện với sự hỗ trợ của ChatGPT.
xh: Uninzi lweenguqulelo lwaluqhutywa ngoncedo lukaChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
ar: إذا وجدت مشكلة في الترجمة أو ترغب في اقتراح تحسينات، فأنت مرحب بك!
az: Əgər tərcümə problemi tapsanız və ya təkmilləşdirmə təklif etmək istəsəniz, töhfəniz alqışlanır!
be: यदि तपाईंलाई कुनै अनुवाद समस्या फेला पर्नु भएको छ वा सुधार सुझाव दिन चाहनुहुन्छ भने, तपाईँको इनपुट स्वागतयोग्य छ!
bn: আপনি যদি কোনো অনুবাদ সমস্যা পান অথবা উন্নতির পরামর্শ দিতে চান, আপনার মতামত স্বাগতম!
cs: Pokud najdete problém s překladem nebo chcete navrhnout zlepšení, vaše příspěvky jsou vítány!
cy: Os dewch o hyd i fater cyfieithu neu os ydych am awgrymu gwelliannau, mae eich mewnbwn yn croesawy!
da: Hvis du finder et oversættelsesproblem eller vil foreslå forbedringer, er din input velkommen!
de: Wenn Sie ein Übersetzungsproblem finden oder Verbesserungen vorschlagen möchten, ist Ihr Beitrag willkommen!
el: Αν βρείτε κάποιο ζήτημα μετάφρασης ή θέλετε να προτείνετε βελτιώσεις, η συμβολή σας είναι ευπρόσδεκτη!
es: Si encuentras un problema de traducción o deseas sugerir mejoras, ¡tu opinión es bienvenida!
et: Kui leiad tõlkeprobleemi või tahad soovitada täiustusi, on sinu panus teretulnud!
eu: Itzulpen arazoren bat aurkitzen baduzu edo hobekuntzak proposatu nahi badituzu, zure ekarpenak ongi etorriak izango dira!
fa: اگر مشکلی در ترجمه پیدا کردید یا می‌خواهید پیشنهاد بهبودی ارائه دهید، ورودی شما خوش‌آمد است!
fi: Jos löydät käännösongelman tai haluat ehdottaa parannuksia, palautteesi on tervetullutta!
fr: Si vous trouvez un problème de traduction ou souhaitez suggérer des améliorations, vos commentaires sont les bienvenus!
ga: Má aimsíonn tú ceist aistriúcháin nó má theastaíonn uait feabhsuithe a mholadh, tá do ionchur fáilte roimh chách!
gd: Ma lorgas tu cùis eadar-theangaidh no ma tha thu airson leasachadh a mholadh, tha d’ fhiosrachadh ri fhaighinn!
gl: Se atopas un problema de tradución ou queres suxerir melloras, ¡a túa opinión é benvida!
gu: જો તમને ભાષાંતર સમસ્યા મળે અથવા સુધારો સૂચવવા માંગતા હો, તો તમારું ઇનપુટ સ્વાગત છે!
he: אם אתה מוצא בעיה בתרגום או רוצה להציע שיפורים, תרומתך תתקבל בברכה!
hi: यदि आप किसी अनुवाद में त्रुटि पाते हैं या सुधार सुझाना चाहते हैं, तो आपका इनपुट स्वागत योग्य है!
hr: Ako primijetite problem s prijevodom ili želite predložiti poboljšanja, vaš doprinos je dobrodošao!
hu: Ha fordítási problémát találsz, vagy javaslatot szeretnél tenni, szívesen fogadjuk a véleményed!
id: Jika Anda menemukan masalah terjemahan atau ingin menyarankan perbaikan, masukan Anda diterima!
is: Ef þú finnur þýðingavilla eða vilt stinga upp á umbótum, er þín innkoma velkomin!
it: Se trovi un problema di traduzione o vuoi suggerire miglioramenti, il tuo contributo è benvenuto!
ja: 翻訳の問題を見つけた場合や改善を提案したい場合は、お知らせください！
ka: यदि आपको कोई अनुवाद समस्या मिलती है या सुधारों का सुझाव देना चाहते हैं, तो आपका इनपुट स्वागत योग्य है!
ku: ئەگەر کێشەیەکی وەرگێران بدۆزیوە یان ئیشارەی پێشنیار بکەیت، خێراییەکەت حەیا!
lt: Jei pastebite vertimo klaidą ar norite pasiūlyti patobulinimus, jūsų nuomonė yra laukiama!
lv: Ja atklājat tulkošanas problēmu vai vēlaties ieteikt uzlabojumus, jūsu ieguldījums ir laipni gaidīts!
mg: Raha mahita olana amin'ny fandikana ianao na te-hanoro hevitra fanatsarana, raisina ny fikasana avy aminao!
mi: Mēnā ka kite koe i tētahi take whakamāori, he hiahia rānei ki te tuku whakaaro, ka manakohia ō whakaaro!
mk: Ако пронајдете проблем со преводот или сакате да предложите подобрувања, вашиот влез е добредојден!
ml: താങ്കൾക്ക് ഒരു തർജ്ജമ പ്രശ്നം കണ്ടെത്തിയാൽ, അല്ലെങ്കിൽ മെച്ചപ്പെടുത്തലുകൾ നിർദ്ദേശിക്കാൻ ആഗ്രഹിച്ചാൽ, നിങ്ങളുടെ പങ്ക് സ്വാഗതം ചെയ്തിരിക്കുന്നു!
ms: Jika anda menemui isu terjemahan atau ingin mencadangkan penambahbaikan, sumbangan anda dialu-alukan!
mt: Jekk issib problema fit-traduzzjoni jew trid tissuġġerixxi titjib, l-input tiegħek huwa milqugħ!
my: ဘာသာပြန်ဆိုရာတွင် ပြဿနာတစ်ခု ရှာဖွေတွေ့ရှိခဲ့ပါက သို့မဟုတ် တိုးတက်မှုများ առաջարկလိုပါက သင့် input အားလက်ခံပါသည်!
nl: Als je een vertaalprobleem vindt of verbeteringen wilt voorstellen, is je input welkom!
no: Hvis du finner en oversettelsesfeil eller ønsker å foreslå forbedringer, er ditt innspill velkommen!
pa: ਜੇ ਤੁਸੀਂ ਕੋਈ ਅਨੁਵਾਦ ਸਮੱਸਿਆ ਲੱਭਦੇ ਹੋ ਜਾਂ ਸੁਧਾਰ ਸੁਝਾਅ ਦਿੰਦੇ ਹੋ, ਤਾਂ ਤੁਹਾਡੀ ਰਾਇ ਦਾ ਸਵਾਗਤ ਹੈ!
pl: Jeśli zauważysz problem z tłumaczeniem lub chcesz zasugerować ulepszenia, twoja opinia jest mile widziana!
pt: Se encontrar um problema de tradução ou quiser sugerir melhorias, sua contribuição é bem-vinda!
ro: Dacă găsiți o problemă de traducere sau doriți să sugerați îmbunătățiri, contribuția dvs. este binevenită!
ru: Если вы обнаружите ошибку в переводе или хотите предложить улучшения, ваш вклад приветствуется!
sk: Ak nájdete problém s prekladom alebo chcete navrhnúť vylepšenia, váš vstup je vítaný!
sl: Če najdete težave s prevodi ali želite predlagati izboljšave, je vaš prispevek dobrodošel!
sq: Nëse gjeni një çështje përkthimi ose dëshironi të sugjeroni përmirësime, mirëpresim kontributin tuaj!
sr: Ako nađete problem sa prevodom ili želite predložiti poboljšanja, vaš doprinos je dobrodošao!
sv: Om du hittar ett översättningsfel eller vill föreslå förbättringar, är ditt bidrag välkommet!
sw: Ikiwa unapata suala la tafsiri au unataka kupendekeza maboresho, maoni yako yanakaribishwa!
ta: நீங்கள் ஏதேனும் மொழிபெயர்ப்பு பிரச்சனையை கண்டுபிடித்தால் அல்லது மேம்பாடுகளை பரிந்துரைக்க விரும்பினால், உங்களின் உள்ளீடு வரவேற்கப்படுகிறது!
te: మీరు అనువాద సమస్యను కనుగొంటే లేదా మెరుగుదలలు సూచించాలనుకుంటే, మీ సూచన స్వాగతం.
th: หากคุณพบปัญหาด้านการแปลหรือมีข้อเสนอแนะ แนะนำของคุณยินดีต้อนรับเสมอ!
tr: Bir çeviri sorunu bulursanız veya iyileştirmeler önermek isterseniz, geri bildirimleriniz memnuniyetle karşılanır!
uk: Якщо ви виявите проблему з перекладом або хочете запропонувати покращення, ми раді вашому внеску!
ur: اگر آپ کو کسی ترجمے میں مسئلہ نظر آتا ہے یا بہتری تجویز کرنا ہو تو آپ کا ان پٹ خوش آمدید ہے!
uz: Agar tarjimada muammo topsangiz yoki yaxshilashni taklif qilmoqchi bo'lsangiz, sizning takliflaringizni kutib qolamiz!
vi: Nếu bạn tìm thấy vấn đề bản dịch hoặc muốn đề xuất cải tiến, ý kiến của bạn rất được hoan nghênh!
xh: Ukuba ufumana ingxaki yenguqulelo okanye unokuphucula, impendulo yakho yamkelekile!

source: How to request translation updates
ar: كيفية طلب تحديثات الترجمة
az: Tərcümə yeniləmələrini necə istəmək olar
be: अनुवाद अद्यावधिकहरू कसरी अनुरोध गर्ने
bn: অনুবাদ আপডেটের জন্য কীভাবে অনুরোধ করবেন
cs: Jak požádat o aktualizace překladů
cy: Sut i ofyn am ddiweddariadau cyfieithu
da: Hvordan man anmoder om oversættelsesopdateringer
de: So beantragen Sie Übersetzungsaktualisierungen
el: Πώς να ζητήσετε ενημερώσεις μεταφράσεων
es: Cómo solicitar actualizaciones de traducción
et: Kuidas taotleda tõlkeuuendusi
eu: Itzulpen eguneratzeak nola eskatu
fa: چگونه درخواست به‌روزرسانی‌های ترجمه کنید
fi: Miten pyytää käännöspäivityksiä
fr: Comment demander des mises à jour de traduction
ga: Conas nuashonruithe aistriúcháin a iarraidh
gd: Mar a nì thu iarraidh airson ùrachaidhean eadar-theangaidh
gl: Como solicitar actualizacións de tradución
gu: ભાષાંતર અપડેટની વિનંતી કેવી રીતે કરવી
he: איך לבקש עדכוני תרגום
hi: अनुवाद अपडेट का अनुरोध कैसे करें
hr: Kako zatražiti ažuriranja prijevoda
hu: Hogyan kérj fordítási frissítéseket
id: Cara meminta pembaruan terjemahan
is: Hvernig á að óska eftir þýðinguðuppfærslur
it: Come richiedere aggiornamenti sulle traduzioni
ja: 翻訳更新を依頼する方法
ka: अनुवाद अपडेट का अनुरोध कैसे करें
ku: چۆن نوێکارییەکانی وەرگێران داوا بکە
lt: Kaip prašyti vertimų atnaujinimo
lv: Kā pieprasīt tulkojumu atjauninājumus
mg: Ahoana ny fangatahana fanavaozana amin'ny fandikana
mi: Me pēhea te tono whakahou whakamāoritanga
mk: Како да побарате ажурирања на преводот
ml: തർജ്ജമ അപ്ഡേറ്റുകൾ അപേക്ഷിക്കതെങ്ങനെ
ms: Cara untuk meminta kemas kini terjemahan
mt: Kif titlob aġġornamenti tat-traduzzjoni
my: ဘာသာပြန် ပြောင်းရန် လမ်းညွှန်ချက်များ
nl: Hoe vertaalupdates aan te vragen
no: Hvordan be om oppdateringer av oversettelser
pa: ਅਨੁਵਾਦ ਅੱਪਡੇਟਾਂ ਲਈ ਕਿਵੇਂ ਬੇਨਤੀ ਕਰਨੀ ਹੈ
pl: Jak zgłosić aktualizacje tłumaczeń
pt: Como solicitar atualizações de tradução
ro: Cum să solicitați actualizări de traduceri
ru: Как запросить обновления перевода
sk: Ako požiadať o aktualizácie prekladov
sl: Kako zahtevati nadgradnje prevodov
sq: Si të kërkoni përditësime për përkthime
sr: Kako zatražiti ažuriranja prevoda
sv: Hur man begär översättningsuppdateringar
sw: Jinsi ya kuomba masasisho ya tafsiri
ta: மொழிபெயர்ப்பு புதுப்பிப்புகளைக் கோருவது எப்படி
te: అనువాద నవీకరణలను ఎలా అడగాలి
th: วิธีการขออัปเดตการแปล
tr: Çeviri güncellemeleri nasıl talep edilir
uk: Як запросити оновлення перекладів
ur: ترجمے کی تازہ کاریوں کی درخواست کیسے کریں
uz: Tarjima yangilanishlarini qanday so'rash mumkin
vi: Cách yêu cầu cập nhật bản dịch
xh: Indlela yokucela uhlaziyo lwenguqulelo
