Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Multi-factor authentication required.
ar: تم تعطيل الإشعار
az: Bildiriş deaktivdir
be: বিজ্ঞপ্তি নিষ্ক্রিয়
bn: বিজ্ঞপ্তি নিষ্ক্রিয়
cs: Oznámení je zakázáno
cy: Hysbysiad wedi'i anablu
da: Notifikation er deaktiveret
de: Benachrichtigung ist deaktiviert
el: Η ειδοποίηση είναι απενεργοποιημένη
es: La notificación está deshabilitada
et: Teavitus on keelatud
eu: Jakinarazpena desgaituta dago
fa: اعلان غیرفعال است
fi: Ilmoitus on pois käytöstä
fr: La notification est désactivée
ga: Tá fógra díchumasaithe
gd: Tha fios air a chur dheth
gl: A notificación está desactivada
gu: સૂચના નિષ્ક્રિય છે
he: התראה מושבתת
hi: सूचना अक्षम है
hr: Obavijest je onemogućena
hu: Értesítés le van tiltva
id: Notifikasi dinonaktifkan
is: Tilkynning er óvirk
it: Notifica disabilitata
ja: 通知が無効です
ka: შეტყობინება გამორთულია
ku: هەواڵکردنەوە ناچالاککرا
lt: Pranešimas yra išjungtas
lv: Paziņojums ir atspējots
mg: Fampandrenesana no tsy alefa
mi: Kua whakakāhore te Whakamōhiotanga
mk: Известувањето е оневозможено
ml: അറിയിപ്പ് പ്രാപ്തമാക്കാത്തതാണ്
ms: Notifikasi dinyahaktifkan
mt: Notifika hija diżattivata
my: အသိပေးချက်ကို ပိတ်ထားသည်
nl: Melding is uitgeschakeld
no: Varsel er deaktivert
pa: ਸੂਚਨਾ ਅਯੋਗ ਹੈ
pl: Powiadomienie jest wyłączone
pt: Notificação está desativada
ro: Notificarea este dezactivată
ru: Уведомление отключено
sk: Oznámenie je zakázané
sl: Obvestilo je onemogočeno
sq: Njoftimi është çaktivizuar
sr: Obaveštenje je onemogućeno
sv: Notifikationen är inaktiverad
sw: Taarifa imezimwa
ta: அறிவிப்பு செயலிழக்கப்பட்டுள்ளது
te: సూచన నిర్వీర్యంగా ఉంది
th: การแจ้งเตือนถูกปิดใช้งาน
tr: Bildirim devre dışı
uk: Сповіщення вимкнено
ur: اطلاع غیر فعال ہے
uz: Bildirishnoma o‘chirilgan
vi: Thông báo đang bị vô hiệu hóa
xh: Isilumkiso sicinyiwe

source: Logged in successfully.
ar: تم تسجيل الدخول بنجاح.
az: Uğurla daxil oldunuz.
be: সফলভাবে লগ ইন হয়েছে।
bn: সফলভাবে লগ ইন হয়েছে।
cs: Přihlášení bylo úspěšné.
cy: Mewngofnodwyd yn llwyddiannus.
da: Logget ind succesfuldt.
de: Erfolgreich eingeloggt.
el: Συνδεθήκατε με επιτυχία.
es: Conectado exitosamente.
et: Sisselogimine õnnestus.
eu: Arrakastaz saioa hasi duzu.
fa: با موفقیت وارد سامانه شدید.
fi: Kirjauduttu sisään onnistuneesti.
fr: Connecté avec succès.
ga: Logáilte isteach go rathúil.
gd: Log a-steach gu soirbheachail.
gl: Acceso realizado con éxito.
gu: સફળતાપૂર્વક લૉગ ઇન કર્યું.
he: נכנסת בהצלחה.
hi: सफलतापूर्वक लॉग इन किया गया।
hr: Prijava uspješna.
hu: Sikeres bejelentkezés.
id: Berhasil masuk.
is: Innskráður með góðum árangri.
it: Accesso effettuato con successo.
ja: 正常にログインしました。
ka: შედგენილი წარმატებით.
ku: بە سەرکەوتووی بچووکَە.
lt: Prisijungta sėkmingai.
lv: Veiksmīgi pieteicies.
mg: Niditra soa aman-tsara.
mi: Kua takiuru pai.
mk: Успешно се најавивте.
ml: വിജയകരമായി ലോഗിൻ ചെയ്തു.
ms: Berjaya log masuk.
mt: Illoggjat b'suċċess.
my: နောက်ဆုံးဝင်ရောက်မှု အောင်မြင်ပါသည်။
nl: Succesvol ingelogd.
no: Innlogging var vellykket.
pa: ਸਫਲਤਾਪੂਰਵਕ ਲੌਗਿਨ ਕੀਤਾ।
pl: Zalogowano pomyślnie.
pt: Conectado com sucesso.
ro: Autentificare reușită.
ru: Успешный вход.
sk: Úspešne ste sa prihlásili.
sl: Uspešno prijavljeni.
sq: Hyrja me sukses.
sr: Uspešno prijavljen.
sv: Inloggad framgångsrikt.
sw: Umeingia kwa mafanikio.
ta: வெற்றிகரமாக உள்நுழைந்தீர்கள்.
te: విజయవంతంగా లాగిన్ అయ్యారు.
th: เข้าสู่ระบบสำเร็จ
tr: Başarıyla giriş yapıldı.
uk: Вхід виконано успішно.
ur: کامیابی کے ساتھ لاگ ان ہو گیا۔
uz: Muvaffaqiyatli tizimga kirdingiz.
vi: Đăng nhập thành công.
xh: Ungenile ngempumelelo.

source: Too many failed login attempts. Your account is locked for 15 minutes.
ar: عدد كبير من محاولات تسجيل الدخول الفاشلة. الرجاء الانتظار
az: Çox sayda uğursuz giriş cəhdi. Zəhmət olmasa gözləyin
be: Тры занадта шмат спроб увайсці ў сістэму. Калі ласка, пачакайце
bn: অনেকগুলি ব্যর্থ লগইন প্রচেষ্টা হয়েছে। অনুগ্রহ করে অপেক্ষা করুন
cs: Příliš mnoho neúspěšných pokusů o přihlášení. Prosím, počkejte
cy: Gormod o geisiadau mewngofnodi aflwyddiannus. Arhoswch
da: For mange mislykkede loginforsøg. Vent venligst
de: Zu viele fehlgeschlagene Anmeldeversuche. Bitte warten
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Παρακαλώ περιμένετε
es: Demasiados intentos de inicio de sesión fallidos. Por favor espera
et: Liiga palju nurjunud sisselogimiskatseid. Palun oodake
eu: Saiakera mugagabeak. Mesedez, itxaron
fa: تعداد زیادی تلاش ناموفق برای ورود به سیستم. لطفاً صبر کنید
fi: Liian monta epäonnistunutta kirjautumisyritystä. Ole hyvä ja odota
fr: Trop de tentatives de connexion échouées. Veuillez attendre
ga: Ɛyɛ kɛyɛ nsae wɔ wim. Mepa kyɛw kɔ
gd: Cus oidhirpean logaidh a-steach air fàiligeadh. Feuch an feitheamh thu
gl: Demasiados intentos de inicio de sesión fallidos. Por favor, agarde
gu: ખૂબ બધા નિષ્ફળ લૉગિન પ્રયાસો. કૃપા કરીને રાહ જુઓ
he: יותר מדי ניסיונות כניסה כושלים. אנא המתן
hi: बहुत सारे गलत लॉगिन प्रयास। कृपया प्रतीक्षा करें
hr: Previše neuspjelih pokušaja prijave. Molimo pričekajte
hu: Túl sok sikertelen bejelentkezési kísérlet. Kérem, várjon
id: Terlalu banyak percobaan login yang gagal. Harap tunggu
is: Of margar innsláttartilraunir mistókust. Vinsamlegast bíðið
it: Troppi tentativi di accesso non riusciti. Attendere
ja: 試行回数が多すぎます。お待ちください
ka: ძალიან ბევრი უარყოფილი შესვლის მცდელობა. გთხოვთ, მოიცადეთ
ku: هەوڵە زۆرەکان بۆ چوونەژوورەوە نەسەرکەوتوو. تکایە چاوەڕێبە
lt: Pernelyg daug nesėkmingų prisijungimo bandymų. Prašome palaukti
lv: Pārāk daudz neveiksmīgu pieteikšanās mēģinājumu. Lūdzu, uzgaidiet
mg: Betsaka loatra ny fanandramana fidirana tsy nahomby. Miandrasa azafady
mi: He maha nga nganatanga takiuru rahua. Tena koa tatari
mk: Премногу неуспешни обиди за најава. Ве молиме почекајте
ml: വല്ലാതെ അധികം തവണ ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു. ദയവായി കാത്തിരിക്കുക
ms: Terlalu banyak percubaan log masuk gagal. Sila tunggu
mt: Wisq tentattivi ta' login falluti. Jekk jogħġbok stenna
my: လော့ဂ်အင် များပြားလွန်းသည်။ ခေတ္တစောင့်ပေးပါ
nl: Te veel mislukte inlogpogingen. Wacht alstublieft
no: For mange mislykkede påloggingsforsøk. Vennligst vent
pa: ਬਹੁਤ ਸਾਰੇ ਅਸਫਲ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
pl: Zbyt wiele nieudanych prób logowania. Proszę czekać
pt: Muitas tentativas de login falharam. Por favor, espere
ro: Prea multe încercări de autentificare eșuate. Vă rugăm să așteptați
ru: Слишком много неудачных попыток входа. Пожалуйста, подождите
sk: Príliš veľa neúspešných pokusov o prihlásenie. Prosím, počkajte
sl: Preveč neuspelih poskusov prijave. Prosimo počakajte
sq: Shumë tentativa të dështuara hyrjeje. Ju lutemi prisni
sr: Previše neuspelih pokušaja prijavljivanja. Molimo sačekajte
sv: För många misslyckade inloggningsförsök. Vänta
sw: Jaribio nyingi za kuingia zimeshindwa. Tafadhali subiri
ta: மிகவும் அதிகமான தவறான உள்நுழைவு முயற்சிகள். தயவுசெய்து காத்திருக்கவும்.
te: చాలా మంది లాగిన్ ప్రయత్నాలు విఫలమయ్యాయి. దయచేసి వెళ్ళండి
th: มีความพยายามในการเข้าสู่ระบบล้มเหลวมากเกินไป โปรดรอ
tr: Çok fazla başarısız giriş denemesi. Lütfen bekleyin
uk: Забагато невдалих спроб входу. Будь ласка, зачекайте
ur: زیادہ ناکام لاگ اِن کوششیں۔ براہ کرم انتظار کریں
uz: Juda ko'p muvaffaqiyatsiz kirish urinishlari. Iltimos, kuting
vi: Quá nhiều lần đăng nhập thất bại. Vui lòng đợi
xh: Kukho izithintelo ezininzi zokungenisa igama eligqithisiweyo. Nceda linda

source: Invalid username or password.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
az: Yanlış istifadəçi adı və ya şifrə.
be: অবৈধ ব্যবহারকারী নাম বা পাসওয়ার্ড।
bn: অবৈধ ব্যবহারকারী নাম বা পাসওয়ার্ড।
cs: Neplatné uživatelské jméno nebo heslo.
cy: Enw defnyddiwr neu gyfrinair annilys.
da: Ugyldigt brugernavn eller adgangskode.
de: Ungültiger Benutzername oder ungültiges Passwort.
el: Άκυρο όνομα χρήστη ή κωδικός πρόσβασης.
es: Nombre de usuario o contraseña inválidos.
et: Vale kasutajanimi või parool.
eu: Erabiltzaile izena edo pasahitza baliogabea da.
fa: نام کاربری یا رمز عبور نادرست است.
fi: Virheellinen käyttäjänimi tai salasana.
fr: Nom d'utilisateur ou mot de passe invalide.
ga: Ainm úsáideora nó focal faire neamhbhailí.
gd: Ainm-cleachdaiche no facal-faire mì-dhligheach.
gl: Nome de usuario ou contrasinal incorrecto.
gu: અમાન્ય યુઝરનામ અથવા પાસવર્ડ.
he: שם משתמש או סיסמה שגויים.
hi: अमान्य उपयोगकर्ता नाम या पासवर्ड।
hr: Pogrešno korisničko ime ili lozinka.
hu: Érvénytelen felhasználónév vagy jelszó.
id: Nama pengguna atau kata sandi tidak valid.
is: Ógilt notandanafn eða lykilorð.
it: Nome utente o password non validi.
ja: ユーザー名またはパスワードが無効です。
ka: არასწორი მომხმარებლის სახელი ან პაროლი.
ku: ناوی بەکارهێنەر یا وشەی تێپەڕ نەگونجاوە.
lt: Neteisingas naudotojo vardas arba slaptažodis.
lv: Nederīgs lietotājvārds vai parole.
mg: Diso ny anarana na teny miafina.
mi: He hē te ingoa kaiwhakamahi, te kupuhipa rānei.
mk: Невалидно корисничко име или лозинка.
ml: അസാധുവായ യൂസർനെയിം അല്ലെങ്കിൽ പാസ്‌വേഡ്.
ms: Nama pengguna atau kata laluan tidak sah.
mt: Isem tal-utent jew password invalida.
my: အသုံးပြုသူအမည် သို့မဟုတ် စကားဝှက်မှားနေပါသည်။
nl: Ongeldige gebruikersnaam of wachtwoord.
no: Ugyldig brukernavn eller passord.
pa: ਗਲਤ ਯੂਜ਼ਰਨੇਮ ਜਾਂ ਪਾਸਵਰਡ।
pl: Nieprawidłowa nazwa użytkownika lub hasło.
pt: Nome de usuário ou senha inválidos.
ro: Nume de utilizator sau parolă invalidă.
ru: Неверное имя пользователя или пароль.
sk: Neplatné používateľské meno alebo heslo.
sl: Neveljavno uporabniško ime ali geslo.
sq: Emri i përdoruesit ose fjalëkalimi është i pavlefshëm.
sr: Nevažeće korisničko ime ili lozinka.
sv: Ogiltigt användarnamn eller lösenord.
sw: Jina la mtumiaji au nenosiri sio sahihi.
ta: தவறான பயனர் பெயர் அல்லது கடவுச்சொல்.
te: తప్పుడు వినియోగదారు పేరు లేదా పాస్వర్డ్.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Geçersiz kullanıcı adı veya şifre.
uk: Невірний логін або пароль.
ur: غلط صارف نام یا پاس ورڈ۔
uz: Noto'g'ri foydalanuvchi nomi yoki parol.
vi: Tên người dùng hoặc mật khẩu không đúng.
xh: Igama lomsebenzisi okanye iphasiwedi ayichanekanga.

source: You have been logged out.
ar: تم تسجيل خروجك.
az: Hesabınızdan çıxış edildi.
be: আপনি লগ আউট করেছেন।
bn: আপনি লগ আউট হয়েছেন।
cs: Byli jste odhlášeni.
cy: Rydych wedi bod yn allgofnodi.
da: Du er blevet logget ud.
de: Sie wurden abgemeldet.
el: Αποσυνδεθήκατε.
es: Has cerrado sesión.
et: Olete välja logitud.
eu: Saioa amaitu duzu.
fa: شما خارج شدید.
fi: Olet kirjautunut ulos.
fr: Vous avez été déconnecté.
ga: Tá tú dílogáilte amach.
gd: Chaidh do chlàradh a-mach.
gl: Saíches da sesión.
gu: તમે લૉગઆઉટ થઈ ગયા છો.
he: התנתקת.
hi: आप लॉग आउट हो गए हैं।
hr: Odjavljeni ste.
hu: Kijelentkeztették.
id: Anda telah keluar.
is: Þú hefur verið útskráður.
it: Sei stato disconnesso.
ja: ログアウトしました。
ka: თქვენ გამოვიდით ანგარიშიდან.
ku: تۆ چوویتەدەرەوە.
lt: Jūs išeidėte.
lv: Jūs esat izrakstījies.
mg: Niala ianao.
mi: Kua takiurru kore.
mk: Бевте одјавени.
ml: നിങ്ങൾ പുറത്തുകടക്കുകയാണെന്നു കണ്ടെത്തിയിരിക്കുന്നു.
ms: Anda telah log keluar.
mt: Inti ġejt illoggjat 'il barra.
my: သင်သည် ထွက်ခွာသွားပြီးပါပြီ။
nl: U bent uitgelogd.
no: Du er blitt logget ut.
pa: ਤੁਸੀਂ ਲੌਗ ਆਉਟ ਹੋ ਚੁੱਕੇ ਹੋ।
pl: Zostałeś wylogowany.
pt: Você foi desconectado.
ro: Ați fost deconectat.
ru: Вы вышли из системы.
sk: Boli ste odhlásený.
sl: Odjavljeni ste.
sq: Ju jeni dalë nga sistemi.
sr: Odjavili ste se.
sv: Du har blivit utloggad.
sw: Umetolewa nje.
ta: நீங்கள் வெளியேற்றப்பட்டுள்ளீர்கள்.
te: మీరు లాగ్ అవుట్ అయ్యారు.
th: คุณได้ออกจากระบบแล้ว
tr: Çıkış yaptınız.
uk: Ви вийшли з системи.
ur: آپ کی لاگ آؤٹ ہو گیا ہے۔
uz: Tizimdan chiqdingiz.
vi: Bạn đã đăng xuất.
xh: Uphelele ngaphandle.

source: If a user with that email exists, we've sent the username to them.
ar: إذا كان هناك مستخدم بهذا البريد الإلكتروني، فقد أرسلنا اسم المستخدم إليه.
az: Əgər bu e-poçt ilə istifadəçi varsa, biz ona istifadəçi adını göndərmişik.
be: যদি ঐ ইমেইল সহ কোন ব্যবহারকারী থাকে, আমরা তাদের কাছে ব্যবহারকারীর নাম পাঠিয়েছি।
bn: যদি ঐ ইমেল সহ একজন ব্যবহারকারী থাকে, আমরা তাদের কাছে ব্যবহারকারীর নাম পাঠিয়েছি।
cs: Pokud uživatel s tímto emailem existuje, poslali jsme mu uživatelské jméno.
cy: Os oes defnyddiwr gyda'r e-bost hynny yn bodoli, rydym wedi danfon yr enw defnyddiwr atynt.
da: Hvis en bruger med den email eksisterer, har vi sendt brugernavnet til dem.
de: Wenn ein Benutzer mit dieser E-Mail existiert, haben wir ihm den Benutzernamen gesendet.
el: Αν υπάρχει χρήστης με αυτό το email, έχουμε στείλει το όνομα χρήστη του.
es: Si existe un usuario con ese correo, le hemos enviado el nombre de usuario.
et: Kui kasutaja selle e-posti aadressiga eksisteerib, oleme saatnud neile kasutajanime.
eu: Posta elektroniko horrekin erabiltzailea badago, erabiltzaile izena bidali diegu.
fa: اگر کاربری با آن ایمیل وجود داشته باشد، نام کاربری به آن ارسال شده است.
fi: Jos kyseisellä sähköpostilla on käyttäjä, olemme lähettäneet käyttäjänimen hänelle.
fr: Si un utilisateur avec cet e-mail existe, nous lui avons envoyé le nom d'utilisateur.
ga: Má tá úsáideoir leis an ríomhphost sin ann, tá an t-ainm úsáideora seolta againn chucu.
gd: Ma tha neach-cleachdaidh leis a’ phost-d sin ann, tha sinn air an t-ainm-cleachdaidh a chuir thuige.
gl: Se existe un usuario con ese correo electrónico, enviamos o nome de usuario.
gu: જો તે ઇમેઇલ સાથે યુઝર હાજર હોય તો, અમે યુઝરનેમ તેમના સુધી મોકલી દીધું છે.
he: אם קיים משתמש עם הדוא"ל הזה, שלחנו להם את שם המשתמש.
hi: यदि उस ईमेल के साथ कोई उपयोगकर्ता मौजूद है, तो हमने उन्हें उपयोगकर्ता नाम भेजा है।
hr: Ako korisnik s tim e-mailom postoji, poslali smo mu korisničko ime.
hu: Ha ilyen e-mail című felhasználó létezik, elküldtük neki a felhasználónevet.
id: Jika pengguna dengan email tersebut ada, kami telah mengirimkan nama pengguna kepada mereka.
is: Ef notandi með það netfang er til, höfum við sent honum notandanafnið.
it: Se un utente con quell'email esiste, abbiamo inviato il nome utente.
ja: そのメールのユーザーが存在すれば、ユーザー名を送信しました。
ka: თუ ამ ელფოსტით მომხმარებელი არსებობს, ჩვენ მას გავუგზავნეთ მომხმარებლის სახელი.
ku: ئەگەر بەکارهێنەرێک بەو ئیمەیڵە هەیە، ناوی بەکارهێنەریتی نێردراوە بۆیان.
lt: Jei yra naudotojas su tuo el. paštu, mes jį informavome apie jūsų naudotojo vardą.
lv: Ja ir izveidots lietotājs ar šo e-pastu, mēs viņiem esam nosūtījuši lietotājvārdu.
mg: Raha misy mpampiasa manana an'io mailaka io, dia nalefanay taminy ny anarana.
mi: Mēnā he kaiwhakamahi kei a mātou taua īmēra, kua tukuna atu e mātou te ingoa kaiwhakamahi ki a ia.
mk: Ако постои корисник со тоа е-маил, го испративме корисничкото име на него.
ml: ആ ഇമെയിലുണ്ടെങ്കിൽ, യൂസർനെയിം അവർക്കയച്ചു.
ms: Jika pengguna dengan e-mel itu wujud, kami telah menghantar nama pengguna kepada mereka.
mt: Jekk utent b'dak l-email jeżisti, bgħatnilhom l-username.
my: အီးမေးလ်ရှိသည့် အသုံးပြုသူရှိလျှင် ယင်းအမည် ပို့ခြင်း ဖြင့် ပို့ပါသည်။
nl: Als er een gebruiker met die e-mail bestaat, hebben we de gebruikersnaam naar hen gestuurd.
no: Hvis en bruker med denne e-posten finnes, har vi sendt brukernavnet til dem.
pa: ਜੇ ਉਹ ਈਮੇਲ ਮੌਜੂਦ ਹੈ, ਅਸੀਂ ਯੂਜ਼ਨੈਂਮ ਉਹਨਾਂ ਨੂੰ ਭੇਜ ਦਿੱਤਾ ਹੈ।
pl: Jeśli istnieje użytkownik z tym adresem e-mail, wysłaliśmy do niego nazwę użytkownika.
pt: Se existir um usuário com esse e-mail, enviamos o nome de usuário para ele.
ro: Dacă un utilizator cu acel e-mail există, i-am trimis numele de utilizator.
ru: Если пользователь с таким email существует, мы отправили ему имя пользователя.
sk: Ak existuje používateľ s týmto emailom, poslali sme mu používateľské meno.
sl: Če uporabnik s tem e-poštnim naslovom obstaja, smo mu poslali uporabniško ime.
sq: Nëse ekziston një përdorues me atë email, ne i kemi dërguar emrin e përdoruesit.
sr: Ako postoji korisnik sa tim emailom, poslali smo mu korisničko ime.
sv: Om en användare med den e-posten existerar, har vi skickat användarnamnet till dem.
sw: Ikiwa mtumiaji aliye na barua pepe hiyo yupo, tumewatumia jina la mtumiaji.
ta: அந்த மின்னஞ்சல் கொண்ட பயனர் இருந்தால், நாங்கள் அவர்களுக்கு பயனர் பெயரை அனுப்பியுள்ளோம்.
te: ఆ ఇమెయిల్ ఉన్న వినియోగదారుడు ఉంటే, మేము వారికి వినియోగదారు పేరును పంపాము.
th: ถ้ามีผู้ใช้ที่ใช้อีเมลนั้นอยู่ เราได้ส่งชื่อผู้ใช้ไปให้แล้ว
tr: Bu e-postaya sahip bir kullanıcı varsa, kullanıcı adını gönderdik.
uk: Якщо користувач із цією електронною поштою існує, ми надіслали йому логін.
ur: اگر اس ای میل کے ساتھ کوئی صارف موجود ہے، تو ہم نے ان کو صارف نام بھیج دیا ہے۔
uz: Agar ushbu email manzili bilan foydalanuvchi mavjud bo'lsa, biz ularga foydalanuvchi nomini yubordik.
vi: Nếu có người dùng với email đó, chúng tôi đã gửi tên người dùng cho họ.
xh: Ukuba umsebenzisi onale imeyile ukhona, siyithumele igama lomsebenzisi kuye.

source: An error occurred while sending your username reminder.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.
