Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Copy the file name and path into the issue.
ar: انسخ اسم الملف والمسار إلى القضية.
az: Fayl adını və yolunu məsələya daxil edin.
be: फाइल नाम र पथ इस्युमा कपी गर्नुहोस्।
bn: ফাইলের নাম এবং পথটি সমস্যায় কপি করুন।
cs: Zkopírujte název souboru a cestu do problému.
cy: Copïwch enw'r ffeil a'r llwybr i'r mater.
da: Kopiér filnavn og sti ind i sagen.
de: Kopieren Sie den Dateinamen und den Pfad in die Issue.
el: Αντιγράψτε το όνομα και το μονοπάτι του αρχείου στο ζήτημα.
es: Copia el nombre y la ruta del archivo en el problema.
et: Kopeerige faili nimi ja tee probleemi sisse.
eu: Kopiatu fitxategiaren izena eta bidea arazketan.
fa: نام فایل و مسیر آن را در شماره وارد کنید.
fi: Kopioi tiedoston nimi ja polku ongelmaan.
fr: Copiez le nom et le chemin du fichier dans le problème.
ga: Cóipeáil ainm an chomhaid agus cosán isteach san fhadhb.
gd: Dèan lethbhreac den ainm faidhle agus an t-slighe a-steach don chùis.
gl: Copia o nome e a ruta do ficheiro no problema.
gu: ઇશ્યૂમાં ફાઇલ નામ અને પાથ કૉપિ કરો.
he: העתק את שם הקובץ ונתיבו לבעיה.
hi: फ़ाइल नाम और पथ को समस्या में कॉपी करें।
hr: Kopirajte naziv datoteke i putanju u issue.
hu: Másold ki a fájl nevét és elérési útját a probléma jegyzeteként.
id: Salin nama file dan jalur ke dalam isu.
is: Afritaðu skrárnafn og leið í málið.
it: Copia il nome del file e il percorso nel problema.
ja: ファイル名とパスをissueにコピーします。
ka: इश्यू में फ़ाइल का नाम और पथ कॉपी करें।
ku: ناوی پەڕگە و ڕێڕەش بۆ کێشەهەریەکەکەت کافی بکە.
lt: Kopijuokite failo pavadinimą ir kelią į problemą.
lv: Kopējiet faila nosaukumu un ceļu uz izdevumu.
mg: Kopia ny anaran'ny rakitra sy ny làlany ao amin'ny olana.
mi: Tāruatia te ingoa kōnae me te ara ki te take.
mk: Копирајте го името на датотеката и патеката во прашањето.
ml: ഫയൽ നാമവും പാതയും പ്രശ্নത്തിലേക്ക് കോപ്പി ചെയ്യുക.
ms: Salin nama dan laluan fail ke dalam isu.
mt: Ikkopja l-isem tal-fajl u l-passaġġ fil-kwistjoni.
my: ဖိုင်အမည်နှင့် လမ်းကြောင်းကို issue တွင် ကူးယူပါ။
nl: Kopieer de bestandsnaam en het pad naar het issue.
no: Kopier filnavnet og banen inn i saken.
pa: ਫਾਇਲ ਨਾਮ ਅਤੇ ਪਾਥ ਨੂੰ ਮੁੱਦੇ ਵਿੱਚ ਕਾਪੀ ਕਰੋ।
pl: Skopiuj nazwę i ścieżkę pliku do zgłoszenia.
pt: Copie o nome e caminho do arquivo para o problema.
ro: Copiați numele și calea fișierului în issue.
ru: Скопируйте название файла и путь в вопрос.
sk: Skopírujte názov súboru a jeho cestu do problému.
sl: Kopirajte ime in pot datoteke v težavo.
sq: Kopjoni emrin dhe rrugën e skedarit në çështje.
sr: Kopirajte ime i putanju datoteke u problem.
sv: Kopiera filnamnet och sökvägen till ärendet.
sw: Nakili jina la faili na njia yake kwenye suala.
ta: உருப்படிக்கு கோப்பு பெயர் மற்றும் பாதையை நகலெடுக்கவும்.
te: ఫైల్ పేరు మరియు మార్గం సమస్యకు కాపీ చేయండి.
th: คัดลอกชื่อไฟล์และเส้นทางเข้าไปใน issue
tr: Dosya adını ve yolunu sorun içerisine kopyalayın.
uk: Скопіюйте ім'я файлу та шлях до нього в питання.
ur: مسئلے میں فائل کا نام اور راستہ کاپی کریں۔
uz: Muammoda fayl nomi va yo'lini nusxa oling.
vi: Sao chép tên tệp và đường dẫn vào vấn đề.
xh: Kopa igama lefayile kunye nendlela kwisicelo.

source: Paste the copied snippet directly into the GitHub issue comment.
ar: ألصق المقطع المنسوخ مباشرة في تعليق القضية على GitHub.
az: Kopyalanmış parçanı birbaşa GitHub məsələ şərhinə yapışdırın.
be: कपी गरिएको स्निपेट सीधै GitHub इस्यु कमेन्टमा पेस्ट गर्नुहोस्।
bn: GitHub সমস্যা মন্তব্যে সরাসরি অনুলিপি করা অংশটি পেস্ট করুন।
cs: Vložte zkopírovaný úryvek přímo do komentáře problému na GitHubu.
cy: Gludwch y snippet copïo yn uniongyrchol i'r sylw mater GitHub.
da: Indsæt det kopierede udsnit direkte i GitHub-sagskommentaren.
de: Fügen Sie das kopierte Snippet direkt in den GitHub-Issue-Kommentar ein.
el: Επικολλήστε το αντιγραμμένο απόσπασμα απευθείας στο σχόλιο του ζητήματος στο GitHub.
es: Pega el fragmento copiado directamente en el comentario del problema de GitHub.
et: Kleepige kopeeritud lõik otse GitHubi probleemi kommentaari.
eu: Itsatsi kopiatu duzun zatia zuzenean GitHub arazketa iruzkinera.
fa: قطعه کپی‌شده را مستقیماً در نظرات مشکل GitHub بچسبانید.
fi: Liitä kopioitu katkelma suoraan GitHub-ongelmakommenttiin.
fr: Collez le snippet copié directement dans le commentaire du problème GitHub.
ga: Greamaigh an sliocht cóipeáilte go díreach isteach i trácht na ceiste GitHub.
gd: Dèan pasta den gheàrr-chunntas a chaidh a chopaigeadh gu dìreach anns a’ thoirt fuaim de chùis GitHub.
gl: Pega o fragmento copiado directamente no comentario do problema de GitHub.
gu: નકલ કરેલો ટુકડો સીધો GitHub ઇશ્યૂ કૉમેન્ટમાં પેસ્ટ કરો.
he: הדבק את הקטע המועתק ישירות לתוך תגובת הבעיה ב-GitHub.
hi: कॉपी किया गया स्निपेट सीधे GitHub समस्या टिप्पणी में पेस्ट करें।
hr: Zalijepite kopirani isječak direktno u komentar na GitHub issue.
hu: Illeszd be a másolt részletet közvetlenül a GitHub probléma hozzászólásába.
id: Tempelkan cuplikan yang disalin langsung ke dalam komentar isu GitHub.
is: Límdu afritaða bútið beint í athugasemd GitHub málsins.
it: Incolla il frammento copiato direttamente nel commento del problema su GitHub.
ja: コピーしたスニペットを直接GitHubのissueコメントに貼り付けます。
ka: प्रतिलिपित स्निपेट को सीधे GitHub इश्यू टिप्पणी में पेस्ट करें।
ku: لابردنی تاقە نمونە ڕاستەوخۆ لە کێشەی GitHub یاندەناسە.
lt: Įklijuokite nukopijuotą ištrauką tiesiogiai į GitHub problemos komentarą.
lv: Ielīmējiet kopēto izrakstu tieši GitHub izdevuma komentārā.
mg: Apetraho mivantana any amin'ny fanehoan-kevitra momba ny olana GitHub ilay tahirinao nadika.
mi: Whakapirihia te wāwāhi i tāruatia ki te kōrero take GitHub.
mk: Залепете го копираниот исечок директно во коментарот на GitHub прашањето.
ml: കോപ്പിയാണ് സ്ടിപ്പെറ്റ് GitHub പ്രശ്ന കമന്റിലേക്ക് നേരിട്ട് പേസ്റ്റ് ചെയ്യുക.
ms: Tampal petikan yang disalin terus ke dalam komen isu GitHub.
mt: Waħħal is-snin l-ikkopjat direttament fil-kumment tal-kwistjoni fuq GitHub.
my: GitHub အချက်အလက် သုံးသလို သဘောမျိုး issue မှာ တိုက်ရိုက် ကူးယူထားသော snippet ကို ကူးထည့်ပါ။
nl: Plak het gekopieerde fragment direct in de GitHub issue-comment.
no: Lim den kopierte koden direkte inn i GitHub-sakskommentaren.
pa: ਕਾਪੀ ਹੋਇਆ ਟੈਕਸਟ ਸਿੱਧਾ GitHub ਮੁੱਦੇ ਦੀ ਟਿੱਪਣੀ ਵਿੱਚ ਪੇਸਟ ਕਰੋ।
pl: Wklej skopiowany fragment bezpośrednio do komentarza problemu na GitHub.
pt: Cole o trecho copiado diretamente no comentário do problema no GitHub.
ro: Lipiți fragmentul copiat direct în comentariul issue-ului pe GitHub.
ru: Вставьте скопированный фрагмент прямо в комментарий вопроса на GitHub.
sk: Prilepte skopírovaný úryvok priamo do komentára problému na GitHub.
sl: Prilepite kopiran izrezek neposredno v komentar težave na GitHubu.
sq: Ngjisni pjesën e kopjuar drejtpërdrejt në komentin e çështjes së GitHub.
sr: Nelepite kopiranu sekvencu direktno u komentar GitHub problema.
sv: Klistra in den kopierade koden direkt i GitHub-ärendets kommentar.
sw: Bandika kipande kilichonakiliwa moja kwa moja kwenye maoni ya suala la GitHub.
ta: GitHub பிரச்சனை குறிப்பிடுகையில் நகலெடுத்த துண்டை நேரடியாக ஒட்டவும்.
te: GitHub సమస్య వ్యాఖ్యలో కాపీ చేసిన భాగాన్ని నేరుగా అతికించండి.
th: วางสเนปเก็ตที่คัดลอกลงในความคิดเห็นของ GitHub issue โดยตรง
tr: Kopyalanan parçayı doğrudan GitHub sorun yorumu içerisine yapıştırın.
uk: Вставте скопійований фрагмент безпосередньо в коментарі до питання в GitHub.
ur: کاپی شدہ اقتباس کو براہ راست GitHub مسئلے کے تبصرے میں چسپاں کریں۔
uz: Nusxalangan parchani to'g'ridan-to'g'ri GitHub muammo sharhiga joylashtiring.
vi: Dán đoạn mã đã sao chép trực tiếp vào bình luận vấn đề trên GitHub.
xh: Dibanisa i-snippet eqingqiweyo ngqo kwisithuba sendlela yeGitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
ar: لا تقم برفع ملف .po الكامل لتجنب التعارضات في الدمج.
az: Birləşmə konfliktlərinin qarşısını almaq üçün tam .po faylını yükləməyin.
be: .po फाइलको सम्पूर्ण अपलोड नगर्नुहोस् ताकी मर्ज संघर्ष टार्न सकियोस्।
bn: মার্জের সংঘর্ষ এড়াতে সম্পূর্ণ .po ফাইল আপলোড করবেন না।
cs: Nepřikládejte celý .po soubor, abyste předešli konfliktům při sloučení.
cy: Peidiwch â llwytho'r ffeil .po llawn i osgoi gwrthdaro uno.
da: Upload ikke den fulde .po-fil for at undgå sammenlægningskonflikter.
de: Laden Sie nicht die gesamte .po-Datei hoch, um Konflikte beim Zusammenführen zu vermeiden.
el: Μην ανεβάσετε το πλήρες αρχείο .po για να αποφύγετε συγκρούσεις συγχώνευσης.
es: No cargues el archivo .po completo para evitar conflictos de fusión.
et: Ärge laadige täielikku .po faili üles, et vältida ühendamise konflikte.
eu: Ez igo .po fitxategi osoa elkarketa gatazkak saihesteko.
fa: فایل .po کامل را بارگذاری نکنید تا از تداخل مرج جلوگیری شود.
fi: Älä lataa koko .po-tiedostoa välttääksesi yhteenlasketut konfliktit.
fr: Ne téléchargez pas le fichier .po complet pour éviter les conflits de fusion.
ga: Ná uaslódáil an comhad iomlán .po chun coinbhleachtaí cumaisc a sheachaint.
gd: Na luchdaich suas am faidhle .po slàn gus teagamhan a sheachnadh.
gl: Non subas o ficheiro completo .po para evitar conflitos de mestura.
gu: મર્જ ટકરાવ ટાળવા માટે સંપૂર્ણ .po ફાઇલ અપલોડ ન કરો.
he: אל תעלה את כל קובץ ה-.po כדי למנוע התנגשויות במיזוג.
hi: मर्ज़ संघर्षों से बचने के लिए पूर्ण .po फ़ाइल अपलोड न करें।
hr: Ne učitavajte cijelu .po datoteku kako biste izbjegli sukobe prilikom spajanja.
hu: Ne töltsd fel a teljes .po fájlt az egyesítési konfliktusok elkerülése érdekében.
id: Jangan unggah file .po lengkap untuk menghindari konflik penggabungan.
is: Ekki hlaða upp heilli .po skránni til að forðast sameiningarárekstra.
it: Non caricare il file .po completo per evitare conflitti di fusione.
ja: マージの競合を避けるために、完全な.poファイルをアップロードしないでください。
ka: मर्ज संघर्षों से बचने के लिए पूरी .po फ़ाइल अपलोड न करें।
ku: پەڕگەی .po گشتی نەپوستن سند لە بەر زیانە جوتە.
lt: Nepateikite viso .po failo, kad išvengtumėte susijungimo problemų.
lv: Nelādējiet visu .po failu, lai izvairītos no saplūsmes konflikta.
mg: Aza mampakatra ny rakitra .po manontolo mba hisorohana ny fifandonana eo amin'ny fivoarana.
mi: Kaua e tukuatu i te kōnae .po katoa kia karo i ngā huringa tātārongo.
mk: Не поставувајте ја целосната .po датотека за да избегнете конфликти при спојување.
ml: മാർജ് തർക്കങ്ങൾ ഒഴിവാക്കാൻ മുഴുവൻ .po ഫയൽ അപ്‌ലോഡ് ചെയ്യരുത്.
ms: Jangan muat naik fail penuh .po untuk mengelakkan konflik penggabungan.
mt: Tistx il-fajl sħiħ tal-.po biex tevita konflitti ta' merger.
my: .po ဖိုင်လုံးပေါင်းကို မတင်လွှတ်ပါရန် merge conflicts မဖြစ်စေရန် မလုပ်ပါနှင့်။
nl: Upload het volledige .po-bestand niet om samenvoegconflicten te vermijden.
no: Ikke last opp den fullstendige .po-filen for å unngå sammenføyningskonflikter.
pa: ਮਰਜ ਟਾਕਰੇਵਾਂ ਤੋਂ ਬਚਣ ਲਈ ਪੂਰੀ .po ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ ਨਾ ਕਰੋ।
pl: Nie przesyłaj pełnego pliku .po, aby uniknąć konfliktów scalania.
pt: Não carregue o arquivo .po completo para evitar conflitos de mesclagem.
ro: Nu încărcați fișierul .po complet pentru a evita conflictele de îmbinare.
ru: Не загружайте полный .po файл, чтобы избежать конфликтов при слиянии.
sk: Neposielajte celý .po súbor, aby ste sa vyhli kolíziám pri zlúčení.
sl: Ne nalagajte celotne .po datoteke, da bi se izognili konfliktom združenja.
sq: Mos ngarkoni të gjithë skedarin .po për të shmangur konfliktet e bashkimit.
sr: Ne učitavajte celu .po datoteku kako biste izbegli konflikte pri spajanju.
sv: Ladda inte upp hela .po-filen för att undvika sammanslagningskonflikter.
sw: Usipakie faili kamili ya .po ili kuepuka migogoro ya kuunganishwa.
ta: இணைவேறல் குழப்பங்களைத் தவிர்க்க முழு .po கோப்பைப் பதிவேற்றாதீர்கள்.
te: మర్జ్ కాంక్షల రాకుండా .po ఫైల్ను పూర్తి వేయకుండా ఉండండి.
th: อย่าอัปโหลดไฟล์ .po ทั้งหมดเพื่อหลีกเลี่ยงความขัดแย้งในการควบเชิง
tr: Birleştirme çatışmalarını önlemek için tam .po dosyasını yüklemeyin.
uk: Не завантажуйте весь файл .po, щоб уникнути конфліктів при злитті.
ur: مکمل .po فائل کو اپ لوڈ نہ کریں تاکہ مرج کی الجھنوں سے بچ سکیں۔
uz: Birlashtirish muammolaridan qochish uchun to'liq .po faylni yuklamang.
vi: Không tải lên tệp .po đầy đủ để tránh xung đột khi hợp nhất.
xh: Sukufaka ifayile epheleleyo ye.po ukuze uphephe ukungqubana kwemxube.

source: <strong>Example snippet:</strong>
ar: مثال على المقطع:
az: Nümunə parça:
be: उदाहरणको स्निपेट:
bn: উদাহরণ অংশ:
cs: Příklad úryvku:
cy: Enghraifft snippet:
da: Eksempelsnut:
de: Beispiel-Snippet:
el: Παράδειγμα αποσπάσματος:
es: Fragmento de ejemplo:
et: Näitelõik:
eu: Adibidez zati bat:
fa: قطعه مثال:
fi: Esimerkkikatkelma:
fr: Exemple de snippet:
ga: Sampla smután:
gd: Eisimpleir de gheàrr-chunntas:
gl: Exemplo de fragmento:
gu: ઉદાહરણ ટુકડો:
he: קטע דוגמה:
hi: उदाहरण के लिए स्निपेट:
hr: Primjer isječka:
hu: Példarészlet:
id: Cuplikan contoh:
is: Dæmabútur:
it: Esempio di frammento:
ja: スニペットの例:
ka: उदाहरण स्निपेट:
ku: نمونەی تاقە:
lt: Pavyzdinė ištrauka:
lv: Piemēra izraksts:
mg: Santionany ohatra:
mi: Hei tauira wāwāhi:
mk: Пример исечок:
ml: ഉദാഹരണ സ്ടിപ്പെറ്റ്:
ms: Petikan contoh:
mt: Eżempju ta' snippet:
my: ဥပမာ snippet:
nl: Voorbeeldfragment:
no: Eksempelbit:
pa: ਉਦਾਹਰਨ ਟੁਕੜਾ:
pl: Przykładowy fragment:
pt: Exemplo de trecho:
ro: Fragment exemplar:
ru: Пример фрагмента:
sk: Príklad úryvku:
sl: Primer izrezka:
sq: Shembull i një snippet:
sr: Primer sekvenca:
sv: Exempelkod:
sw: Mfano wa kipande:
ta: உதாரண துண்டு:
te: ఉదాహరణ భాగం:
th: ตัวอย่างสเนปเก็ต:
tr: Örnek parça:
uk: Приклад фрагмента:
ur: مثال اقتباس:
uz: Misol parchasi:
vi: Ví dụ đoạn mã:
xh: Umzekelo we-snippet:

source: Report missing translations not yet discovered:
ar: الإبلاغ عن الترجمات المفقودة التي لم يتم اكتشافها بعد:
az: Hələ aşkarlanmamış tərcümə çatışmazlıqlarını bildirin:
be: अझै फेला नपरेका हराएका अनुवादहरूको रिपोर्ट गर्नुहोस्:
bn: এখনও আবিষ্কৃত নয় এমন অনুপস্থিত অনুবাদ রিপোর্ট:
cs: Nahlaste chybějící překlady, které ještě nebyly objeveny:
cy: Adrodd cyfieithiadau coll nad ydynt eto wedi cael eu darganfod:
da: Rapportér manglende oversættelser, der endnu ikke er opdaget:
de: Melden Sie noch nicht entdeckte fehlende Übersetzungen:
el: Αναφορά ανύπαρκτων μεταφράσεων που δεν έχουν ανακαλυφθεί:
es: Reporta traducciones faltantes aún no descubiertas:
et: Teatage avastamata tõlketest:
eu: Itzulpen faltak oraindik ez dira aurkitu:
fa: گزارش ترجمه‌های مفقود شده که هنوز کشف نشده‌اند:
fi: Ilmoita puuttuvista käännöksistä, joita ei vielä ole löydetty:
fr: Signaler des traductions manquantes non encore découvertes:
ga: Tuarascáil aistriúcháin ar iarraidh nach bhfuil faighte fós:
gd: Aithris air eadar-theangachaidhean a tha a dhìth nach deach an lorg fhathast:
gl: Informe de traducións que faltan aínda non descubertas:
gu: અજાણ્યાં ગાયબ ભાષાંતર સૂચિત કરો:
he: דווח על תרגומים חסרים שטרם התגלו:
hi: खोजे नहीं गए गायब अनुवादों की रिपोर्ट करें:
hr: Prijavite nedostajuće prijevode koji još nisu otkriveni:
hu: Jelentkezz hiányzó fordításokkal, amelyek még nem voltak felfedezve:
id: Laporkan terjemahan yang hilang yang belum ditemukan:
is: Skýra vanta þýðingar enn ófundnar:
it: Segnala traduzioni mancanti non ancora scoperte:
ja: まだ発見されていない不足の翻訳を報告する:
ka: अभी तक खोजी गई खोई हुई अनुवादों की रिपोर्ट करें:
ku: ڕاپۆرت کردنی وەرگێرنە بچیوە تا ئیپەڤابەنە:
lt: Pranešti apie dar neatrastas trūkstamas vertimas:
lv: Ziņot par trūkstošiem tulkojumiem, kas vēl nav atklāti:
mg: Tatitra fandikana tsy hita mbola tsy hita:
mi: Ripoatahia ngā whakamāoritanga ngaro kāore anō kia kitea:
mk: Пријавете недостасувачки преводи кои уште не се откриени:
ml: ഇനിയും കണ്ടെത്താതിരുന്ന നഷ്ടപ്പെട്ട തർജ്ജമകൾ റിപ്പോർട്ട് ചെയ്യുക:
ms: Laporan terjemahan hilang yang belum ditemui:
mt: Irrapport traduzzjonijiet nieqsa li għadhom ma ġewx skoperti:
my: မတွေ့ရသေးသော ဘာသာပြန်ဆိုချက်များကို တင်ပြပါ:
nl: Rapporteer ontbrekende vertalingen die nog niet ontdekt zijn:
no: Rapporter manglende oversettelser som ennå ikke er oppdaget:
pa: ਲੱਭੀ ਨਾ ਗਈ ਅਨੁਵਾਦਾਂ ਦੀ ਰਿਪੋਰਟ:
pl: Zgłoś brakujące tłumaczenia, które jeszcze nie zostały odkryte:
pt: Relatar traduções em falta ainda não descobertas:
ro: Raportați traducerile lipsă încă nedescoperite:
ru: Сообщите о недостающих переводах, которые еще не были обнаружены:
sk: Nahlásiť chýbajúce preklady, ktoré ešte neboli objavené:
sl: Prijava manjkajočih prevodov, ki še niso odkriti:
sq: Raporto përkthime të munguar të pazonjohura:
sr: Prijavite nedostajuće prevode koji još nisu otkriveni:
sv: Rapportera saknade översättningar som ännu inte upptäckts:
sw: Ripoti tafsiri zilizokosekana ambazo bado hazijagunduliwa:
ta: இன்னும் கண்டறியப்படாத மின்மமான மொழிபெயர்ப்புகளை அறிக்கையிடவும்:
te: ఇప్పటివరకు కనుగొనబడని కనిపించని అనువాదాలను నివేదిక చేయండి:
th: รายงานการแปลที่ขาดหายแต่ยังไม่ถูกค้นพบ:
tr: Henüz keşfedilmemiş eksik çevirileri bildirin:
uk: Повідомте про відсутні переклади, які ще не виявлені:
ur: ابھی تک نہ پائے جانے والے ترجمے کی رپورٹ دیں:
uz: Hali topilmagan yetishmayotgan tarjimalarni xabar qiling:
vi: Báo cáo các bản dịch thiếu chưa được phát hiện:
xh: Xela iinguqulelo ezilahlekileyo ezingekafundwa:

source: If you see text in the app that appears untranslated or missing, please report it to us.
ar: إذا رأيت نصاً في التطبيق يبدو غير مترجم أو مفقود، يرجى الإبلاغ لنا.
az: Əgər proqramda tərcümə olunmadığını və ya çatışmadığını düşündüyünüz mətn görsəniz, xahiş edirik bizə bildirin.
be: एपमा जसलाई अनुवाद नगरेको वा हराएको पाठ देख्नुभयो भने कृपया हामीलाई रिपोर्ट गर्नुहोस्।
bn: অ্যাপে অনুবাদবিহীন বা অনুপস্থিত মনে হওয়া টেক্সট দেখতে পেলে, দয়া করে আমাদের জানিয়ে দিন।
cs: Pokud vidíte text v aplikaci, který se jeví jako nepřeložený nebo chybějící, prosíme, oznámit nám to.
cy: Os gwelwch testun yn yr ap sy'n ymddangos heb ei gyfieithu neu ar goll, rhowch wybod i ni.
da: Hvis du ser tekst i appen, der virker uoversat eller mangler, bedes du rapportere det til os.
de: Wenn Sie Text in der App sehen, der nicht übersetzt oder fehlend erscheint, melden Sie ihn bitte uns.
el: Αν δείτε κείμενο στην εφαρμογή που φαίνεται να μην έχει μεταφραστεί ή να λείπει, παρακαλώ αναφέρετε το σε εμάς.
es: Si ves un texto en la aplicación que parece no estar traducido o que falta, por favor infórmanos.
et: Kui näete rakenduses teksti, mis näib tõlkimata või puudu, teatage sellest meile.
eu: Aplikazioan itzuligabe edo falta diren textuak ikusiz gero, jakinarazi gaitzazu.
fa: اگر متنی را در برنامه مشاهده کردید که به نظر می‌رسد ترجمه نشده یا گم شده، لطفاً به ما گزارش دهید.
fi: Jos näet sovelluksessa tekstiä, joka näyttää kääntämättömältä tai puuttuu, ilmoita siitä meille.
fr: Si vous voyez du texte dans l'application qui semble non traduit ou manquant, veuillez nous le signaler.
ga: Má fheiceann tú téacs sa aip atá le feiceáil neamh-aistrithe nó ar iarraidh, cuir in iúl dúinn é le do thoil.
gd: Ma chì thu teacsa sa phutan gum faic e mì-eadar-theangaichte no a dhìth, cuir fios thugainn.
gl: Se ves texto na aplicación que parece sen traducir ou que falta, infórmanos.
gu: જો તમે એપમાં અનઅનુવાદિત અથવા ગાયબ લાગતો લખાણ જુઓ, તો કૃપા કરીને અમને જાણ કરો.
he: אם אתה רואה טקסט באפליקציה שנראה לא מתורגם או חסר, אנא דווח לנו.
hi: यदि आपको ऐप में कोई पाठ दिखाई देता है जो अनुवादित नहीं लगता या गायब है, तो कृपया हमें रिपोर्ट करें।
hr: Ako vidite tekst u aplikaciji koji se čini neprevedenim ili nedostaje, molimo prijavite nam to.
hu: Ha olyan szöveget látsz az alkalmazásban, ami úgy tűnik, hogy nincs lefordítva vagy hiányzik, kérlek, jelezd felénk.
id: Jika Anda melihat teks di aplikasi yang tampak tidak diterjemahkan atau hilang, harap laporkan kepada kami.
is: Ef þú sérð texta í forritinu sem virðist óþýddur eða vantar, vinsamlegast skýrðu það til okkar.
it: Se vedi del testo nell'app che appare non tradotto o mancante, segnalalo a noi.
ja: アプリで未翻訳または不足しているテキストを見たら、報告してください。
ka: यदि आपको ऐप में ऐसी कोई पाठ दिखता है जो अनुवादित या गायब प्रतीत होता है, तो कृपया हमें इसकी रिपोर्ट करें।
ku: ئەگەر تێکستی کە بەردەفت نەبری یا ھاوبەرپەچوکی تۆ بینیت، پەیوەندی پێکەوە بکە.
lt: Jei matote tekstą aplikacijoje, kuris atrodo neišverstas ar trūksta, prašome pranešti mums.
lv: Ja redzat tekstu lietotnē, kas šķiet netulkots vai trūkst, lūdzu, ziņojiet par to mums.
mg: Raha mahita lahatsoratra ao amin'ny fampiharana ianao izay toa tsy nadika na tsy hita, azafady tatitra izany aminay.
mi: Ki te kite koe i ngā kuputaka i te taupānga e āhua kāhore anō kia whakamāoritia, kia ngaro rānei, tēnā tukuna mai te ripoata ki a mātou.
mk: Доколку видите текст во апликацијата кој се прикажува непреведен или недостига, ве молиме пријавете го.
ml: ആപ്പ് കവിചടങ്ങിൽ നിങ്ങൾ പരിഭാഷ ഇല്ലാതെയോ നഷ്ടപ്പെട്ടതായി തോന്നുന്ന ഏതു ടെക്സ്റ്റ് കണ്ടാൽ, ദയവായി ഞങ്ങൾക്ക് റിപ്പോർട്ട് ചെയ്യുക.
ms: Jika anda melihat teks dalam aplikasi yang kelihatan tidak diterjemahkan atau hilang, sila laporkan kepada kami.
mt: Jekk tara test fl-app li jidher mhux tradott jew nieqes, jekk jogħġbok rrappurtajh lilna.
my: အကယ်၍ အပလီကေးရှင်းတွင် ဘာသာပြန်မလုပ်ကြောင်း နံရံထင်ရပါက သို့မဟုတ် လက်လွတ်ကြောင်း ထင်ရပါက ကျွန်တော်တို့ကို တင်ပြပါ။
nl: Als je tekst in de app ziet die onvertaald of ontbrekend lijkt, meld het ons dan.
no: Hvis du ser tekst i appen som virker uoversatt eller mangler, vennligst rapporter det til oss.
pa: ਜੇ ਤੁਸੀਂ ਐਪ ਵਿੱਚ ਟੈਕਸਟ ਦੇਖਦੇ ਹੋ ਜੋ ਅਨੁਵਾਦ ਨਹੀਂ ਕੀਤਾ ਜਾਂ ਗੁੰਮ ਹੈ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਦੀ ਰਿਪੋਰਟ ਕਰੋ।
pl: Jeśli zobaczysz w aplikacji tekst, który wydaje się nieprzetłumaczony lub brakujący, zgłoś to do nas.
pt: Se vir texto no aplicativo que parece não traduzido ou em falta, informe-nos.
ro: Dacă vedeți text în aplicație care pare netradus sau care lipsește, vă rugăm să ne raportați.
ru: Если вы видите текст в приложении, который кажется непереведенным или отсутствующим, пожалуйста, сообщите нам об этом.
sk: Ak vidíte text v aplikácii, ktorý sa zdá byť nepreložený alebo chýba, prosím nahláste to nám.
sl: Če v aplikaciji vidite besedilo, ki se zdi neprevedeno ali manjkajoče, prosimo, da nas obvestite.
sq: Nëse shihni tekst në aplikacion që duket se nuk është përkthyer ose mungon, ju lutem raportojeni atë.
sr: Ako vidite tekst u aplikaciji koji izgleda da nije preveden ili nedostaje, molimo vas da ga prijavite.
sv: Om du ser text i appen som verkar oöversatt eller saknas, vänligen rapportera det till oss.
sw: Ikiwa unaona maandishi kwenye programu ambayo yanaonekana hayajatafsiriwa au yanakosekana, tafadhali ripoti kwetu.
ta: மொழிபெயர்க்கப்படாத அல்லது மின்மமாகத் தோன்றும் உரையை நீங்கள் ஆண்ட்ராயிட் செயலியில் கண்டால், அதை எங்களுக்குத் தெரிவிக்கவும்.
te: మీరు కేవలం అనువాదం కాని లేదా కనిపించిన పాఠ్యాన్ని అప్లికేషన్‌లో చూడగలిగితే, దయచేసి మాకు నివేదించండి.
th: หากคุณเห็นข้อความในแอปที่ดูเหมือนไม่ได้รับการแปลหรือขาดหาย กรุณารายงานให้เราทราบ
tr: Uygulamada çevirilmemiş veya eksik görünen bir metin görürseniz, lütfen bunu bize bildirin.
uk: Якщо ви бачите текст у додатку, який, на вашу думку, не перекладений або відсутній, будь ласка, повідомте нам.
ur: اگر آپ ایپ میں کوئی غیر ترجمہ شدہ یا گمشدہ متن دیکھتے ہیں تو برائے مہربانی ہمیں رپورٹ کریں۔
uz: Agar ilovada tarjima qilinmagan yoki yetishmayotgan matnni ko'rsangiz, bizga xabar bering.
vi: Nếu bạn thấy văn bản trong ứng dụng xuất hiện chưa dịch hoặc thiếu, vui lòng báo cáo cho chúng tôi.
xh: Ukuba ubona umbhalo kwiapp ongaguqulelwanga okanye ulahlekileyo, nceda usibikelele.
