Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: User '%(username)s' has been %(status)s.
ar: تم %(status)s المستخدم '%(username)s'.
az: İstifadəçi '%(username)s' %(status)s.
be: Карыстальнік '%(username)s' быў %(status)s.
bn: ব্যবহারকারী '%(username)s' %(status)s হয়েছে।
cs: Uživatel '%(username)s' byl %(status)s.
cy: Mae defnyddiwr '%(username)s' wedi bod yn %(status)s.
da: Brugeren '%(username)s' er blevet %(status)s.
de: Benutzer '%(username)s' wurde %(status)s.
el: Ο χρήστης '%(username)s' βρίσκεται σε κατάσταση %(status)s.
es: Usuario '%(username)s' ha sido %(status)s.
et: Kasutaja '%(username)s' on %(status)s.
eu: Erabiltzailea '%(username)s' %(status)s izan da.
fa: وضعیت کاربر '%(username)s' به %(status)s تغییر یافت.
fi: Käyttäjä '%(username)s' on %(status)s.
fr: L'utilisateur '%(username)s' a été %(status)s.
ga: Tá an t-úsáideoir '%(username)s' %(status)s.
gd: Tha neach-cleachdaidh '%(username)s' air a bhith %(status)s.
gl: O usuario '%(username)s' foi %(status)s.
gu: વપરાશકર્તા '%(username)s' ને %(status)s કરવામાં આવ્યો છે.
he: למשתמש '%(username)s' שונה הסטטוס ל-%(status)s.
hi: उपयोगकर्ता '%(username)s' को %(status)s किया गया है।
hr: Korisnik '%(username)s' je %(status)s.
hu: A felhasználó '%(username)s' %(status)s lett.
id: Pengguna '%(username)s' telah %(status)s.
is: Notandi '%(username)s' hefur verið %(status)s.
it: L'utente '%(username)s' è stato %(status)s.
ja: ユーザー '%(username)s' は%(status)sされました。
ka: მომხმარებელი '%(username)s' %(status)s.
ku: بەکارهێنەر '%(username)s' بەرز%(status)s.
lt: Naudotojas '%(username)s' buvo %(status)s.
lv: Lietotājam '%(username)s' ir %(status)s.
mg: Mpampiasa '%(username)s' dia %(status)s.
mi: Ko te kaiwhakamahi '%(username)s' kua %(status)s.
mk: Корисник '%(username)s' е %(status)s.
ml: ഉപയോക്താവ് '%(username)s' %(status)s ആയി.
ms: Pengguna '%(username)s' telah %(status)s.
mt: Utent '%(username)s' ilu %(status)s.
my: အသုံးပြုသူ '%(username)s' ကို %(status)s လုပ်ပြီးပါပြီ။
nl: Gebruiker '%(username)s' is %(status)s.
no: Bruker '%(username)s' har blitt %(status)s.
pa: ਉਪਭੋਗੀ '%(username)s' ਨੂੰ %(status)s ਹੋ ਗਿਅਾ ਹੈ।
pl: Użytkownik '%(username)s' został %(status)s.
pt: Usuário '%(username)s' foi %(status)s.
ro: Utilizatorul '%(username)s' a fost %(status)s.
ru: Пользователь '%(username)s' был %(status)s.
sk: Používateľ '%(username)s' bol %(status)s.
sl: Uporabnik '%(username)s' je bil %(status)s.
sq: Përdoruesi '%(username)s' është %(status)s.
sr: Korisnik '%(username)s' je %(status)s.
sv: Användare '%(username)s' har blivit %(status)s.
sw: Mtumiaji '%(username)s' amekuwa %(status)s.
ta: பயனர் '%(username)s' %(status)s ஆக உள்ளது.
te: వాడుకరి '%(username)s' %(status)s అయ్యాడు.
th: ผู้ใช้ '%(username)s' ได้รับสถานะ %(status)s แล้ว
tr: Kullanıcı '%(username)s' %(status)s.
uk: Статус користувача '%(username)s' було %(status)s.
ur: صارف '%(username)s' کو %(status)s کر دیا گیا ہے۔
uz: Foydalanuvchi '%(username)s' %(status)s qilib qo'yildi.
vi: Người dùng '%(username)s' đã được %(status)s.
xh: Umsebenzisi '%(username)s' ubekwe kwimeko '%(status)s'.

source: You cannot reset your own MFA.
ar: ⚪ = لا يمكنك تعطيل حسابك الخاص.
az: ⚪ = Öz hesabınızı deaktiv edə bilməzsiniz.
be: ⚪ = Та өөрийнхөө акаунтыг идэвхгүй болгох боломжгүй.
bn: ⚪ = আপনি নিজের অ্যাকাউন্ট নিষ্ক্রিয় করতে পারবেন না।
cs: ⚪ = Nemůžete zakázat vlastní účet.
cy: ⚪ = Ni allwch anablu eich cyfrif eich hun.
da: ⚪ = Du kan ikke deaktivere din egen konto.
de: ⚪ = Sie können Ihr eigenes Konto nicht deaktivieren.
el: ⚪ = Δεν μπορείτε να απενεργοποιήσετε τον δικό σας λογαριασμό.
es: ⚪ = No puede deshabilitar su propia cuenta.
et: ⚪ = Sa ei saa oma kontot keelata.
eu: ⚪ = Ezin duzu zure kontua desgaitu.
fa: ⚪ = شما نمی‌توانید حساب خودتان را غیرفعال کنید.
fi: ⚪ = Et voi poistaa omaa tiliäsi käytöstä.
fr: ⚪ = Vous ne pouvez pas désactiver votre propre compte.
ga: ⚪ = Ní féidir leat do chuntas féin a dhíchumasú.
gd: ⚪ = Chan urrainn dhut do chunntas fhèin a chiorramachadh.
gl: ⚪ = Non podes deshabilitar a túa propia conta.
gu: ⚪ = તમે તમારી પોતાની એકાઉન્ટ અક્ષમ કરી શકતા નથી.
he: ⚪ = אינך יכול להשבית את החשבון שלך.
hi: ⚪ = आप अपना खुद का खाता निःशक्त नहीं कर सकते।
hr: ⚪ = Ne možete onemogućiti svoj vlastiti račun.
hu: ⚪ = Nem tudod letiltani a saját fiókodat.
id: ⚪ = Anda tidak dapat menonaktifkan akun Anda sendiri.
is: ⚪ = Þú getur ekki afvirkjað þinn eigin reikning.
it: ⚪ = Non puoi disabilitare il tuo account.
ja: ⚪ = 自分のアカウントを無効にすることはできません。
ka: ⚪ = თქვენ ვერ გაუთიშავთ საკუთარ ანგარიშს.
ku: ⚪ = Tu nikarî hesabê xwe serqetîne.
lt: ⚪ = Negalite išjungti savo paskyros.
lv: ⚪ = Jūs nevarat atspējot savu kontu.
mg: ⚪ = Tsy afaka manafoana ny kaontinao ianao.
mi: ⚪ = Kāore e taea e koe te whakakore i tō ake pūkete.
mk: ⚪ = Не можете да ја оневозможите сопствената сметка.
ml: ⚪ = നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം അക്കൗണ്ട് അപ്രാപ്തമാക്കാൻ കഴിയില്ല.
ms: ⚪ = Anda tidak boleh nyahaktifkan akaun anda sendiri.
mt: ⚪ = Ma tistax tiddiżattiva l-kont tiegħek stess.
my: ⚪ = သင့်ရဲ့ ကိုယ်ပိုင်အကောင့်ကို မပိတ်နိုင်ပါ။
nl: ⚪ = U kunt uw eigen account niet uitschakelen.
no: ⚪ = Du kan ikke deaktivere din egen konto.
pa: ⚪ = ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਅਯੋਗ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: ⚪ = Nie możesz wyłączyć swojego własnego konta.
pt: ⚪ = Você não pode desativar sua própria conta.
ro: ⚪ = Nu vă puteți dezactiva propriul cont.
ru: ⚪ = Вы не можете отключить свою собственную учетную запись.
sk: ⚪ = Nemôžete zakázať svoj vlastný účet.
sl: ⚪ = Ne morete onemogočiti svojega računa.
sq: ⚪ = Nuk mund të çaktivizoni llogarinë tuaj.
sr: ⚪ = Ne možete onemogućiti sopstveni nalog.
sv: ⚪ = Du kan inte inaktivera ditt eget konto.
sw: ⚪ = Huwezi kusimamisha akaunti yako mwenyewe.
ta: ⚪ = நீங்கள் உங்கள் கணக்கை நோக்க முடியாது.
te: ⚪ = మీరు మీ ఖాతాను నిలిపివేయలేరు.
th: ⚪ = คุณไม่สามารถปิดใช้งานบัญชีของคุณเอง
tr: ⚪ = Kendi hesabınızı devre dışı bırakamazsınız.
uk: ⚪ = Ви не можете вимкнути свій власний аккаунт.
ur: ⚪ = آپ اپنے اکاؤنٹ کو غیر فعال نہیں کر سکتے۔
uz: ⚪ = Siz o'z hisobingizni o'chira olmaysiz.
vi: ⚪ = Bạn không thể vô hiệu hóa tài khoản của chính mình.
xh: ⚪ = Awukwazi ukukhubaza i-akhawunti yakho.

source: MFA disabled for user '%(username)s'.
ar: تم تعطيل المصادقة متعددة العوامل للمستخدم '%(username)s'.
az: İstifadəçi '%(username)s' üçün MFA qeyri-aktiv edildi.
be: MFA для карыстальніка '%(username)s' адключана.
bn: ব্যবহারকারী '%(username)s'-এর জন্য এমএফএ অক্ষম করা হয়েছে।
cs: MFA deaktivováno pro uživatele '%(username)s'.
cy: MFA wedi'i anablu ar gyfer defnyddiwr '%(username)s'.
da: MFA deaktiveret for bruger '%(username)s'.
de: MFA für Benutzer '%(username)s' deaktiviert.
el: Το MFA απενεργοποιήθηκε για το χρήστη '%(username)s'.
es: MFA desactivado para el usuario '%(username)s'.
et: MFA keelatud kasutaja '%(kasutajanimi)s' jaoks.
eu: MFA desgaituta dago '%(username)s' erabiltzailearentzat.
fa: MFA برای کاربر '%(username)s' غیرفعال شد.
fi: MFA poistettu käytöstä käyttäjältä '%(username)s'.
fr: MFA désactivé pour l'utilisateur '%(username)s'.
ga: MFA sɛe wɔ ɛyɛfo '%(username)s'.
gd: MFA air a chur à comas airson neach-cleachdaidh '%(username)s'.
gl: MFA desactivado para o usuario '%(username)s'.
gu: વપરાશકર્તા '%(username)s' માટે MFA નિષ્ક્રિય કરી દેવામાં આવ્યું છે.
he: MFA הושבת עבור המשתמש '%(username)s'.
hi: उपयोगकर्ता '%(username)s' के लिए MFA अक्षम किया गया।
hr: MFA je onemogućen za korisnika '%(username)s'.
hu: MFA letiltva '%(username)s' felhasználó számára.
id: MFA dinonaktifkan untuk pengguna '%(username)s'.
is: MFA óvirkt fyrir notanda '%(username)s'.
it: MFA disabilitato per l'utente '%(username)s'.
ja: ユーザー '%(username)s' に対するMFAを無効にしました。
ka: MFA გათიშული მომხმარებლისთვის '%(username)s'.
ku: MFA بۆ بەکارهێنەر '%(username)s' ناچالاککرا.
lt: MFA išjungtas vartotojui '%(username)s'.
lv: MFA atslēgta lietotājam '%(username)s'.
mg: Ala ny MFA ho an'ny mpampiasa '%(username)s'.
mi: Kua whakakorehia te MFA mō te kaiwhakamahi '%(username)s'.
mk: MFA е оневозможена за корисникот '%(username)s'.
ml: ഉപയോക്താവിനായി '%(username)s' MFA അപ്രാപ്തമാക്കി.
ms: MFA dinyahdayakan untuk pengguna '%(username)s'.
mt: MFA diżattivata għal utent '%(username)s'.
my: MFA user '%(username)s' ကို ပိတ်ထားသည်။
nl: MFA is uitgeschakeld voor gebruiker '%(username)s'.
no: MFA deaktivert for bruker '%(username)s'.
pa: ਵਰਤੋਂਕਾਰ '%(username)s' ਲਈ MFA ਬੰਦ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: MFA wyłączone dla użytkownika '%(username)s'.
pt: MFA desativado para o usuário '%(username)s'.
ro: MFA dezactivat pentru utilizatorul '%(username)s'.
ru: MFA отключена для пользователя '%(username)s'.
sk: MFA zakázané pre používateľa '%(username)s'.
sl: MFA onemogočen za uporabnika '%(username)s'.
sq: MFA çaktivizuar për përdoruesin '%(username)s'.
sr: MFA je onemogućena za korisnika '%(username)s'.
sv: MFA inaktiverad för användare '%(username)s'.
sw: MFA imelemazwa kwa mtumiaji '%(username)s'.
ta: பயனர் '%(username)s'க்கு MFA முடக்கப்பட்டது.
te: వినియోగదారు '%(username)s' కోసం ఎంఎఫ్ఏ నిలిపివేయబడింది.
th: ปิดการใช้งาน MFA สำหรับผู้ใช้ '%(username)s'
tr: Kullanıcı '%(username)s' için MFA devre dışı bırakıldı.
uk: MFA відключено для користувача '%(username)s'.
ur: MFA geçersiz kullanıcı '%(username)s'.
uz: Foydalanuvchi '%(username)s' uchun MFA o‘chirildi.
vi: MFA đã bị vô hiệu hóa cho người dùng '%(username)s'.
xh: I-MFA ikhubazekile kumsebenzisi '%(username)s'.

source: An error occurred while resetting MFA.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: Invalid role
ar: دور غير صالح.
az: Yanlış rol.
be: Несапраўдная роля.
bn: অবৈধ ভূমিকা।
cs: Neplatná role.
cy: Rôl annilys.
da: Ugyldig rolle.
de: Ungültige Rolle.
el: Μη έγκυρος ρόλος.
es: Rol inválido.
et: Vigane roll.
eu: Rol baliogabea.
fa: نقش نامعتبر است.
fi: Virheellinen rooli.
fr: Rôle invalide.
ga: Akwa yɛfo nnsɛm no.
gd: Dreuchd mì-dhligheach.
gl: Rol non válido.
gu: અમાન્ય ભૂમિકા.
he: תפקיד לא תקין.
hi: अवैध भूमिका।
hr: Neispravna uloga.
hu: Érvénytelen szerep.
id: Peran tidak valid.
is: Ógilt hlutverk.
it: Ruolo non valido.
ja: 無効なロールです。
ka: არასწორი როლი.
ku: رۆڵێکی نادرووستە.
lt: Netinkamas vaidmuo.
lv: Nederīga loma.
mg: Tsy mety ny andraikitra.
mi: Tūnga hē.
mk: Невалидна улога.
ml: അസാധുവായ പങ്ക്.
ms: Peranan tidak sah.
mt: Rwoli invalidu.
my: မမှန်ကန်သောအခန်းကဏ္ဍ။
nl: Ongeldige rol.
no: Ugyldig rolle.
pa: ਗਲਤ ਭੂਮਿਕਾ।
pl: Nieprawidłowa rola.
pt: Função inválida.
ro: Rol invalid.
ru: Неверная роль.
sk: Neplatná rola.
sl: Neveljavna vloga.
sq: Roli i pavlefshëm.
sr: Nevažeća uloga.
sv: Ogiltig roll.
sw: Jukumu si sahihi.
ta: செல்லுபடியாகாத பருவம்.
te: చెల్లని పాత్ర.
th: บทบาทไม่ถูกต้อง
tr: Geçersiz rol.
uk: Неправильна роль.
ur: غلط کردار۔
uz: Noto'g'ri rol.
vi: Vai trò không hợp lệ.
xh: Indima engamkelekanga.

source: Role updated for %(username)s.
ar: تم تعطيل المصادقة متعددة العوامل للمستخدم '%(username)s'.
az: İstifadəçi '%(username)s' üçün MFA qeyri-aktiv edildi.
be: MFA для карыстальніка '%(username)s' адключана.
bn: ব্যবহারকারী '%(username)s'-এর জন্য এমএফএ অক্ষম করা হয়েছে।
cs: MFA deaktivováno pro uživatele '%(username)s'.
cy: MFA wedi'i anablu ar gyfer defnyddiwr '%(username)s'.
da: MFA deaktiveret for bruger '%(username)s'.
de: MFA für Benutzer '%(username)s' deaktiviert.
el: Το MFA απενεργοποιήθηκε για το χρήστη '%(username)s'.
es: MFA desactivado para el usuario '%(username)s'.
et: MFA keelatud kasutaja '%(kasutajanimi)s' jaoks.
eu: MFA desgaituta dago '%(username)s' erabiltzailearentzat.
fa: MFA برای کاربر '%(username)s' غیرفعال شد.
fi: MFA poistettu käytöstä käyttäjältä '%(username)s'.
fr: MFA désactivé pour l'utilisateur '%(username)s'.
ga: MFA sɛe wɔ ɛyɛfo '%(username)s'.
gd: MFA air a chur à comas airson neach-cleachdaidh '%(username)s'.
gl: MFA desactivado para o usuario '%(username)s'.
gu: વપરાશકર્તા '%(username)s' માટે MFA નિષ્ક્રિય કરી દેવામાં આવ્યું છે.
he: MFA הושבת עבור המשתמש '%(username)s'.
hi: उपयोगकर्ता '%(username)s' के लिए MFA अक्षम किया गया।
hr: MFA je onemogućen za korisnika '%(username)s'.
hu: MFA letiltva '%(username)s' felhasználó számára.
id: MFA dinonaktifkan untuk pengguna '%(username)s'.
is: MFA óvirkt fyrir notanda '%(username)s'.
it: MFA disabilitato per l'utente '%(username)s'.
ja: ユーザー '%(username)s' に対するMFAを無効にしました。
ka: MFA გათიშული მომხმარებლისთვის '%(username)s'.
ku: MFA بۆ بەکارهێنەر '%(username)s' ناچالاککرا.
lt: MFA išjungtas vartotojui '%(username)s'.
lv: MFA atslēgta lietotājam '%(username)s'.
mg: Ala ny MFA ho an'ny mpampiasa '%(username)s'.
mi: Kua whakakorehia te MFA mō te kaiwhakamahi '%(username)s'.
mk: MFA е оневозможена за корисникот '%(username)s'.
ml: ഉപയോക്താവിനായി '%(username)s' MFA അപ്രാപ്തമാക്കി.
ms: MFA dinyahdayakan untuk pengguna '%(username)s'.
mt: MFA diżattivata għal utent '%(username)s'.
my: MFA user '%(username)s' ကို ပိတ်ထားသည်။
nl: MFA is uitgeschakeld voor gebruiker '%(username)s'.
no: MFA deaktivert for bruker '%(username)s'.
pa: ਵਰਤੋਂਕਾਰ '%(username)s' ਲਈ MFA ਬੰਦ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: MFA wyłączone dla użytkownika '%(username)s'.
pt: MFA desativado para o usuário '%(username)s'.
ro: MFA dezactivat pentru utilizatorul '%(username)s'.
ru: MFA отключена для пользователя '%(username)s'.
sk: MFA zakázané pre používateľa '%(username)s'.
sl: MFA onemogočen za uporabnika '%(username)s'.
sq: MFA çaktivizuar për përdoruesin '%(username)s'.
sr: MFA je onemogućena za korisnika '%(username)s'.
sv: MFA inaktiverad för användare '%(username)s'.
sw: MFA imelemazwa kwa mtumiaji '%(username)s'.
ta: பயனர் '%(username)s'க்கு MFA முடக்கப்பட்டது.
te: వినియోగదారు '%(username)s' కోసం ఎంఎఫ్ఏ నిలిపివేయబడింది.
th: ปิดการใช้งาน MFA สำหรับผู้ใช้ '%(username)s'
tr: Kullanıcı '%(username)s' için MFA devre dışı bırakıldı.
uk: MFA відключено для користувача '%(username)s'.
ur: MFA geçersiz kullanıcı '%(username)s'.
uz: Foydalanuvchi '%(username)s' uchun MFA o‘chirildi.
vi: MFA đã bị vô hiệu hóa cho người dùng '%(username)s'.
xh: I-MFA ikhubazekile kumsebenzisi '%(username)s'.

source: An error occurred while updating the role.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: User account unlocked.
ar: تم حذف حسابك بشكل دائم.
az: Hesabınız qalıcı olaraq silinib.
be: Ваш уліковы запіс быў пастаянна выдалены.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলা হয়েছে।
cs: Váš účet byl trvale smazán.
cy: Mae eich cyfrif wedi'i ddileu'n barhaol.
da: Din konto er blevet permanent slettet.
de: Ihr Konto wurde dauerhaft gelöscht.
el: Ο λογαριασμός σας διαγράφηκε μόνιμα.
es: Tu cuenta ha sido eliminada permanentemente.
et: Teie konto on jäädavalt kustutatud.
eu: Zure kontua iraunkorki ezabatu da.
fa: حساب شما به طور دائم حذف شده است.
fi: Tilisi on pysyvästi poistettu.
fr: Votre compte a été supprimé définitivement.
ga: Wo akawontafunu ase ayɛ aketretrajwɛ no.
gd: Tha do chunntas air a bhith air a sguabadh às gu maireannach.
gl: A túa conta foi eliminada permanentemente.
gu: તમારું ખાતું કાયમ માટે કાઢવામાં આવ્યું છે.
he: חשבונך נמחק לצמיתות.
hi: आपका खाता स्थायी रूप से हटा दिया गया है।
hr: Vaš račun je trajno izbrisan.
hu: Fiókodat véglegesen törölték.
id: Akun Anda telah dihapus secara permanen.
is: Reikningur þinn hefur verið varanlega eytt.
it: Il tuo account è stato eliminato in modo permanente.
ja: アカウントは永久に削除されました。
ka: თქვენი ანგარიში მუდმივად წაიშალა.
ku: هەژمارەکەت بەردەوام بە سڕاوەتەوە.
lt: Jūsų paskyra buvo visam laikui ištrinta.
lv: Jūsu konts ir neatgriezeniski dzēsts.
mg: Nofafana mandrakizay ny kaontinao.
mi: Kua mukua tō pūkete mō ake tonu atu.
mk: Вашиот профил е трајно избришан.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു.
ms: Akaun anda telah dipadam secara kekal.
mt: Il-kont tiegħek ġie mħassar b'mod permanenti.
my: သင်၏အကောင့်ကို အပြီးမပြောင်းဖျက်လိုက်ပါ။
nl: Uw account is permanent verwijderd.
no: Kontoen din er permanent slettet.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹਮੇਸ਼ਾਂ ਲਈ ਮਿਟਾਇਆ ਗਿਆ ਹੈ।
pl: Twoje konto zostało trwale usunięte.
pt: Sua conta foi permanentemente excluída.
ro: Contul dumneavoastră a fost șters permanent.
ru: Ваш аккаунт был навсегда удалён.
sk: Váš účet bol trvalo vymazaný.
sl: Vaš račun je bil trajno izbrisan.
sq: Llogaria juaj është fshirë përgjithmonë.
sr: Vaš nalog je trajno obrisan.
sv: Ditt konto har raderats permanent.
sw: Akaunti yako imefutwa kabisa.
ta: உங்கள் கணக்கம் நிரந்தரமாக நீக்கப்பட்டது.
te: మీ ఖాతా శాశ్వతంగా తొలగించబడింది.
th: บัญชีของคุณถูกลบอย่างถาวรแล้ว
tr: Hesabınız kalıcı olarak silindi.
uk: Ваш обліковий запис було остаточно видалено.
ur: آپ کا اکاؤنٹ مستقل طور پر حذف کر دیا گیا ہے۔
uz: Hisobingiz doimiy ravishda o‘chirildi.
vi: Tài khoản của bạn đã bị xóa vĩnh viễn.
xh: I-akhawunti yakho icinywe ngokusisigxina.
