Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Check-ins Due
ar: تسجيل الوصول
az: Yoxlama
be: Чэк-ін
bn: চেক-ইন
cs: Kontrola
cy: Gwirio i Mewn
da: Check-in
de: Check-in
el: Check-in
es: Registro
et: Check-in
eu: Check-in
fa: ورود
fi: Sisäänkirjautuminen
fr: Enregistrement
ga: Nnyeɛ w'adakye
gd: Sgrùdaidh a-steach
gl: Check-in
gu: ચકાસણી
he: צ'ק-אין
hi: चेक-इन
hr: Prijava
hu: Bejelentkezés
id: Check-in
is: Innritun
it: Check-in
ja: チェックイン
ka: შემოწმება
ku: Dîtin
lt: Registracija
lv: Reģistrēšanās
mg: Fanamarinana
mi: Taki
mk: Проверка
ml: ചെക്ക്-ഇൻ
ms: Daftar Masuk
mt: Check-in
my: ကြည့်ရှုရန်
nl: Inchecken
no: Innsjekking
pa: ਚੈਕ-ਇਨ
pl: Odprawa
pt: Check-in
ro: Check-in
ru: Отметка
sk: Prihlásenie
sl: Prijava
sq: Kontrollo
sr: Prijava
sv: Incheckning
sw: Ukaguzi
ta: செக்-இன்
te: చెక్-ఇన్
th: เช็คอิน
tr: Kontrol
uk: Перевірка
ur: چیک ان
uz: Tekshirish
vi: Kiểm tra
xh: Ukujonga

source: Account
ar: الحساب
az: Hesab
be: Уліковы запіс
bn: অ্যাকাউন্ট
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontu
fa: حساب
fi: Tili
fr: Compte
ga: Cuntas
gd: Cunntas
gl: Conta
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Aðgangur
ja: アカウント
ka: ანგარიში
ku: Hesab
lt: Paskyra
lv: Konts
mi: Pūkete
mk: Сметка
ml: അക്കൗണ്ട്
ms: Akaun
mt: Kont
my: စာရင်း
no: Konto
pa: ਖਾਤਾ
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sl: Račun
sq: Llogaria
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản
xh: Akhawunti

source: About
ar: حول
az: Haqqında
be: Аб
bn: সম্পর্কে
cs: O nás
cy: Ynglŷn
da: Om
de: Über
el: Σχετικά
es: Acerca de
et: Info
eu: Honi buruz
fa: درباره
fi: Tietoja
fr: À propos
ga: Faoi
gd: Mu dheidhinn
gl: Sobre
gu: વિશે
he: אודות
hi: के बारे में
hr: O
hu: Névjegy
id: Tentang
is: Um
it: Informazioni
ja: 概要
ka: შესახებ
ku: دەربارە
lt: Apie
lv: Par
mi: Mo
mk: За
ml: കുറിച്ച്
ms: Mengenai
mt: Dwar
my: အကြောင်း
nl: Over
no: Om
pa: ਬਾਰੇ
pl: O nas
pt: Sobre
ro: Despre
ru: О компании
sk: O nás
sl: O nas
sq: Rreth
sr: O
sv: Om
sw: Kuhusu
ta: பற்றி
te: గురించి
th: เกี่ยวกับ
tr: Hakkında
uk: Про
ur: کے بارے میں
uz: Haqida
vi: Giới thiệu
xh: Malunga

source: Logout
ar: تسجيل الخروج
az: Çıxış
be: Выйсці
bn: লগআউট
cs: Odhlásit
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Irten
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
ga: Logáil Amach
gd: Log a-mach
gl: Saír
gu: લૉગઆઉટ
he: התנתקות
hi: लॉगआउट
hr: Odjava
hu: Kijelentkezés
is: Útskráning
it: Esci
ja: ログアウト
ka: გამოსვლა
lt: Atsijungti
lv: Izrakstīties
mi: Putanga
mk: Одјавување
ml: ലോഗ് ഔട്ട്
ms: Keluar
mt: Oħroġ
my: ထွက်ရန်
nl: Uitloggen
no: Logg ut
pa: ਲੌਗ ਆਊਟ
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выход
sk: Odhlásiť sa
sl: Odjava
sq: Dil
sr: Odjava
sv: Logga ut
sw: Ondoka
ta: வெளியேறு
te: లాగ్ఔట్
th: ออกจากระบบ
tr: Çıkış
uk: Вихід
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma

source: Grylli | Messages | Overview
ar: Grylli | البريد الإلكتروني | نظرة عامة
az: Grylli | Emaillər | Baxış
be: Grylli | E-mails | Oversigt
bn: Grylli | ইমেইল | ওভারভিউ
cs: Grylli | E-maily | Přehled
cy: Grylli | E-byst | Trosolwg
da: Grylli | Emails | Oversigt
de: Grylli | E-Mails | Übersicht
el: Grylli | Emails | Επισκόπηση
es: Grylli | Correos electrónicos | Resumen
et: Grylli | E-kirjad | Ülevaade
eu: Grylli | Postak | Ikuspegi orokorra
fa: گریلی | ایمیل‌ها | مرور کلی
fi: Grylli | Sähköpostit | Yleiskatsaus
fr: Grylli | Emails | Aperçu
ga: Grylli | Mɛkaɛ | Nkyerɛmu
gd: Grylli | Puist-d | Sealladh Coitcheann
gl: Grylli | Correos | Visión xeral
gu: Grylli | ઇમેઇલ્સ | અવિલોકન
he: Grylli | אימיילים | סקירה כללית
hi: Grylli | ईमेल | अवलोकन
hr: Grylli | E-pošta | Pregled
hu: Grylli | E-mailek | Áttekintés
id: Grylli | Email | Ikhtisar
is: Grylli | Tölvupóstar | Yfirlit
it: Grylli | Email | Panoramica
ja: Grylli | メール | 概要
ka: Grylli | ელ. ფოსტა | მიმოხილვა
ku: Grylli | ئیمەیلەکان | تەماشا
lt: Grylli | Laiškai | Apžvalga
lv: Grylli | E-pasti | Pārskats
mg: Grylli | Emails | Topy maso
mi: Grylli | Īmēra | Tirohanga Whānui
mk: Grylli | Е-пошти | Преглед
ml: ഗ്രില്ലി | ഇമെയിലുകൾ | അവലോകനം
ms: Grylli | E-mel | Gambaran Keseluruhan
mt: Grylli | Emails | Ħarsa Ġenerali
my: Grylli | အီးမေးလ်များ | အနှစ်ချုပ်
nl: Grylli | E-mails | Overzicht
no: Grylli | E-poster | Oversikt
pa: ਗ੍ਰਿਲੀ | ਅਈਮੇਲ | ਸਮੀਖਿਆ
pl: Grylli | E-maile | Przegląd
pt: Grylli | Emails | Visão Geral
ro: Grylli | Emailuri | Prezentare generală
ru: Grylli | Электронная почта | Обзор
sk: Grylli | E-maily | Prehľad
sl: Grylli | E-pošta | Pregled
sq: Grylli | E-maile | Pasqyrë
sr: Grylli | Emailovi | Pregled
sv: Grylli | E-post | Översikt
sw: Grylli | Barua Pepe | Muhtasari
ta: கிரில்லி | மின்னஞ்சல்கள் | மேற்பார்வை
te: Grylli | ఇమెయిల్స్ | అవలోకనం
th: Grylli | อีเมล | ภาพรวม
tr: Grylli | E-postalar | Genel Bakış
uk: Grylli | Електронні листи | Огляд
ur: Grylli | ای میلز | جائزہ
uz: Grylli | Email | Ko'rinish
vi: Grylli | Email | Tổng quan
xh: Grylli | Ii-imeyile | Uhlolo

source: Overview of Messages settings
ar: نظرة عامة على إعدادات الإشعارات
az: Bildiriş parametrlərinə ümumi baxış
be: Обзор настроек уведомлений
bn: বিজ্ঞপ্তি সেটিংসের সংক্ষিপ্ত বিবরণ
cs: Přehled nastavení oznámení
cy: Trosolwg o osodiadau hysbysiadau
da: Oversigt over underretningsindstillinger
de: Übersicht der Benachrichtigungseinstellungen
el: Επισκόπηση ρυθμίσεων ειδοποιήσεων
es: Visión general de configuraciones de notificación
et: Teavituste seadete ülevaade
eu: Jakinarazpenen ezarpenen ikuspegi orokorra
fa: نمای کلی تنظیمات اعلان
fi: Yleiskatsaus ilmoitusasetuksiin
fr: Vue d'ensemble des paramètres de notification
ga: Mfananɛɛ mmɔdena edwuma hɔ
gd: Sealladh farsaing de shuidheachaidhean brath
gl: Visión xeral da configuración das notificacións
gu: સૂચના સેટિંગ્સનું અવલોકન
he: סקירה כללית של הגדרות התראות
hi: सूचना सेटिंग्स का अवलोकन
hr: Pregled postavki obavijesti
hu: Értesítési beállítások áttekintése
id: Ikhtisar pengaturan pemberitahuan
is: Yfirlit yfir stillingar fyrir tilkynningar
it: Panoramica delle impostazioni di notifica
ja: 通知設定の概要
ka: შეტყობინებების პარამეტრების მიმოხილვა
ku: کورتەسازی ڕێکەوتنەوەکانی ئاگادارکردنەکان
lt: Pranešimų nustatymų apžvalga
lv: Paziņojumu iestatījumu pārskats
mg: Topimaso momba ny toe-javatra fampandrenesana
mi: Tirohanga whānui o ngā tautuhinga whakamōhiotanga
mk: Преглед на поставки за известувања
ml: അറിയിപ്പ് ക്രമീകരണങ്ങളിൽതുള്ള അവലോകനം
ms: Gambaran tetapan notifikasi
mt: Ħarsa ġenerali tal-settings tan-notifiki
my: အသိပေးချက်တပ်ဆင်မှုများ၏ခြုံငုံကြည့်မှု
nl: Overzicht van meldingsinstellingen
no: Oversikt over varslingsinnstillinger
pa: ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ ਦਾ ਝਲਕ
pl: Przegląd ustawień powiadomień
pt: Visão geral das configurações de notificação
ro: Prezentare generală a setărilor de notificare
ru: Обзор настроек уведомлений
sk: Prehľad nastavení upozornení
sl: Pregled nastavitev obvestil
sq: Pasqyrë e cilësimeve të njoftimeve
sr: Pregled postavki obaveštenja
sv: Översikt över aviseringar
sw: Muhtasari wa mipangilio ya arifa
ta: அறிவிப்பு அமைப்புகளின் மேம்பார்வை
te: నోటిఫికేషన్ సెట్టింగ్స్ అవలోకనం
th: ภาพรวมของการตั้งค่าการแจ้งเตือน
tr: Bildirim ayarlarının genel görünümü
uk: Огляд налаштувань сповіщень
ur: اطلاعات کی ترتیبات کا جائزہ
uz: Bildirishnoma sozlamalari haqida umumiy ma'lumot
vi: Tổng quan về cài đặt thông báo
xh: Uhlolo lwezicwangciso zezaziso

source: Grylli | Messages | Apprise
ar: تعديل الإشعار
az: Bildirişi Redaktə et
be: বিজ্ঞপ্তি সম্পাদনা করুন
bn: বিজ্ঞপ্তি সম্পাদনা করুন
cs: Upravit oznámení
cy: Golygu Hysbysiad
da: Rediger notifikation
de: Benachrichtigung bearbeiten
el: Επεξεργασία Ειδοποίησης
es: Editar notificación
et: Muuda teavitust
eu: Jakinarazpena editatu
fa: ویرایش اعلان
fi: Muokkaa ilmoitusta
fr: Modifier la notification
ga: Eagar Fógra
gd: Deasaich Fios
gl: Editar notificación
gu: સૂચના એડિટ કરો
he: ערוך התראה
hi: सूचना संपादित करें
hr: Uredi obavijest
hu: Értesítés szerkesztése
id: Edit Notifikasi
is: Breyta tilkynningu
it: Modifica Notifica
ja: 通知を編集
ka: შეტყობინების რედაქტირება
ku: دەستکاری هەواڵکردنەوە
lt: Redaguoti pranešimą
lv: Rediģēt paziņojumu
mg: Hanova Fampahafantarana
mi: Whakatika Whakamōhiotanga
mk: Уреди известување
ml: അറിയിപ്പ് തിരുത്തൽ
ms: Edit Notifikasi
mt: Editja Notifika
my: အသိပေးချက်ကို ပြင်ဆင်ပါ
nl: Melding bewerken
no: Rediger varsel
pa: ਸੂਚਨਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj powiadomienie
pt: Editar Notificação
ro: Editează notificarea
ru: Редактировать уведомление
sk: Upraviť oznámenie
sl: Uredi obvestilo
sq: Redakto Njoftimin
sr: Izmeni obaveštenje
sv: Redigera notifikation
sw: Hariri Taarifa
ta: அறிவிப்பு திருத்துக
te: సూచన సవరించండి
th: แก้ไขการแจ้งเตือน
tr: Bildirim Düzenle
uk: Редагувати повідомлення
ur: اطلاع میں ترمیم کریں
uz: Bildirishnomani tahrirlash
vi: Chỉnh Sửa Thông Báo
xh: Hlela Isilumkiso

source: Configure Apprise services
ar: تكوين خدمات Apprise
az: Apprise xidmətlərini qurmaq
be: Настроить сервисы Apprise
bn: Apprise সেবা কনফিগার করুন
cs: Nastavit služby Apprise
cy: Ffurfweddu gwasanaethau Apprise
da: Konfigurer Apprise-tjenester
de: Apprise-Dienste konfigurieren
el: Διαμόρφωση υπηρεσιών Apprise
es: Configurar servicios de Apprise
et: Apprise teenuste seadistamine
eu: Apprise zerbitzuak konfiguratzea
fa: پیکربندی سرویس‌های Apprise
fi: Määritä Apprise-palvelut
fr: Configurer les services Apprise
ga: Paw Apprise dwumadi no
gd: Rèitich seirbheisean Apprise
gl: Configurar servizos Apprise
gu: એપ્રાઈસ સેવાઓને કન્ફિગર કરો
he: הגדרת שירותי Apprise
hi: Apprise सेवाओं को कॉन्फ़िगर करें
hr: Konfigurirajte Apprise usluge
hu: Apprise szolgáltatások konfigurálása
id: Konfigurasi layanan Apprise
is: Stilla Apprise þjónustur
it: Configura i servizi Apprise
ja: Appriseサービスの設定
ka: Apprise სერვისების კონფიგურაცია
ku: ڕێکبەندکردنی خزمه‌تگوزاریه‌کانی Apprise
lt: Konfigūruoti Apprise paslaugas
lv: Konfigurēt Apprise pakalpojumus
mg: Apetraho ny serivisy Apprise
mi: Whirihora ngā ratonga Apprise
mk: Конфигурирајте услуги на Apprise
ml: Apprise സേവനങ്ങളെ ക്രമീകരിക്കുക
ms: Konfigurasikan perkhidmatan Apprise
mt: Ikkonfigura s-servizzi ta' Apprise
my: Apprise ဝန်ဆောင်မှုများကိုပြုပြင်ရန်
nl: Apprise-services configureren
no: Konfigurere Apprise-tjenester
pa: Apprise ਸੇਵਾਵਾਂ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja usług Apprise
pt: Configurar serviços Apprise
ro: Configurare servicii Apprise
ru: Настроить службы Apprise
sk: Nakonfigurujte služby Apprise
sl: Nastavite storitve Apprise
sq: Konfiguro shërbimet Apprise
sr: Konfiguriši Apprise usluge
sv: Konfigurera Apprise-tjänster
sw: Sanidi huduma za Apprise
ta: அப்ரைஸ் சேவைகளை உள்ளமை
te: Apprise సేవలను ఆకృతీకరించండి
th: กำหนดค่า Apprise บริการ
tr: Apprise hizmetlerini yapılandır
uk: Налаштування сервісів Apprise
ur: اپریس سروسز کو ترتیب دیں
uz: Apprise xizmatlarini sozlang
vi: Cấu hình dịch vụ Apprise
xh: Lungiselela iinkonzo ze-Apprise

source: Apprise
gu: એપ્રાઈસ
ta: அப்ரைஸ்
ur: اپریس

source: Grylli | Messages | Webhooks
ar: تعديل الإشعار
az: Bildirişi Redaktə et
be: বিজ্ঞপ্তি সম্পাদনা করুন
bn: বিজ্ঞপ্তি সম্পাদনা করুন
cs: Upravit oznámení
cy: Golygu Hysbysiad
da: Rediger notifikation
de: Benachrichtigung bearbeiten
el: Επεξεργασία Ειδοποίησης
es: Editar notificación
et: Muuda teavitust
eu: Jakinarazpena editatu
fa: ویرایش اعلان
fi: Muokkaa ilmoitusta
fr: Modifier la notification
ga: Eagar Fógra
gd: Deasaich Fios
gl: Editar notificación
gu: સૂચના એડિટ કરો
he: ערוך התראה
hi: सूचना संपादित करें
hr: Uredi obavijest
hu: Értesítés szerkesztése
id: Edit Notifikasi
is: Breyta tilkynningu
it: Modifica Notifica
ja: 通知を編集
ka: შეტყობინების რედაქტირება
ku: دەستکاری هەواڵکردنەوە
lt: Redaguoti pranešimą
lv: Rediģēt paziņojumu
mg: Hanova Fampahafantarana
mi: Whakatika Whakamōhiotanga
mk: Уреди известување
ml: അറിയിപ്പ് തിരുത്തൽ
ms: Edit Notifikasi
mt: Editja Notifika
my: အသိပေးချက်ကို ပြင်ဆင်ပါ
nl: Melding bewerken
no: Rediger varsel
pa: ਸੂਚਨਾ ਸੰਪਾਦਨ ਕਰੋ
pl: Edytuj powiadomienie
pt: Editar Notificação
ro: Editează notificarea
ru: Редактировать уведомление
sk: Upraviť oznámenie
sl: Uredi obvestilo
sq: Redakto Njoftimin
sr: Izmeni obaveštenje
sv: Redigera notifikation
sw: Hariri Taarifa
ta: அறிவிப்பு திருத்துக
te: సూచన సవరించండి
th: แก้ไขการแจ้งเตือน
tr: Bildirim Düzenle
uk: Редагувати повідомлення
ur: اطلاع میں ترمیم کریں
uz: Bildirishnomani tahrirlash
vi: Chỉnh Sửa Thông Báo
xh: Hlela Isilumkiso

source: Configure Webhook integrations
ar: تكوين تكاملات Webhook
az: Webhook inteqrasiyalarını qurmaq
be: Настроить интеграции Webhook
bn: Webhook ইন্টিগ্রেশন কনফিগার করুন
cs: Nastavit Webhook integrace
cy: Ffurfweddu integreiddiadau Webhook
da: Konfigurer Webhook-integrationer
de: Webhook-Integrationen konfigurieren
el: Διαμόρφωση ενσωμάτωσης Webhook
es: Configurar integraciones de Webhook
et: Veebihaakide integratsioonide seadistamine
eu: Webhook integrazioak konfiguratzea
fa: پیکربندی یکپارچه‌سازی‌های وب‌هوک
fi: Määritä Webhook-integraatiot
fr: Configurer les intégrations Webhook
ga: Paw Webhook dwumadi no
gd: Rèitich amalachadh Webhook
gl: Configurar integracións Webhook
gu: Webhook એકીકરણોને કન્ફિગર કરો
he: הגדרת אינטגרציות Webhook
hi: Webhook एकीकरण कॉन्फ़िगर करें
hr: Konfigurirajte Webhook integracije
hu: Webhook integrációk konfigurálása
id: Konfigurasi integrasi Webhook
is: Stilla Webhook samþættingar
it: Configura integrazioni Webhook
ja: Webhook統合の設定
ka: Webhook ინტეგრაციების კონფიგურაცია
ku: ڕێکبەندکردنی تێکڕای Webhook
lt: Konfigūruoti Webhook integracijas
lv: Konfigurēt Webhook integrācijas
mg: Apetraho ny fampidirana Webhook
mi: Whirihora ngā whakauru hononga Webhook
mk: Конфигурирајте интеграции со Webhook
ml: Webhook ഇന്റഗ്രേഷനുകൾ ക്രമീകരിക്കുക
ms: Konfigurasikan integrasi Webhook
mt: Ikkomunika Integrazjonijiet tal-Webhooks
my: Webhook ပေါင်းစပ်မှုများကိုပြုပြင်ရန်
nl: Webhook-integraties configureren
no: Konfigurere Webhook-integrasjoner
pa: Webhook ਇੰਟਿਗ੍ਰੇਸ਼ਨ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja integracji Webhook
pt: Configurar integrações Webhook
ro: Configurare integrări Webhook
ru: Настроить интеграции Webhook
sk: Nakonfigurujte integrácie Webhook
sl: Nastavite integracije Webhook
sq: Konfiguro integrimet Webhook
sr: Konfiguriši Webhook integracije
sv: Konfigurera Webhook-integrationer
sw: Sanidi ushirikiano wa Webhook
ta: வெப் ஹூக் ஒருங்கிணைப்புகளை உள்ளமை
te: Webhook సమ్మేళనాలను ఆకృతీకరించండి
th: กำหนดค่า Webhook การผสานรวม
tr: Webhook entegrasyonlarını yapılandır
uk: Налаштування інтеграцій Webhook
ur: ویب ہُک انضمام کو ترتیب دیں
uz: Webhook integratsiyalarini sozlash
vi: Cấu hình tích hợp Webhook
xh: Lungiselela udityaniso lwe-Webhook

source: Grylli | Emails | Overview
ar: Grylli | البريد الإلكتروني | نظرة عامة
az: Grylli | Emaillər | Baxış
be: Grylli | E-mails | Oversigt
bn: Grylli | ইমেইল | ওভারভিউ
cs: Grylli | E-maily | Přehled
cy: Grylli | E-byst | Trosolwg
da: Grylli | Emails | Oversigt
de: Grylli | E-Mails | Übersicht
el: Grylli | Emails | Επισκόπηση
es: Grylli | Correos electrónicos | Resumen
et: Grylli | E-kirjad | Ülevaade
eu: Grylli | Postak | Ikuspegi orokorra
fa: گریلی | ایمیل‌ها | مرور کلی
fi: Grylli | Sähköpostit | Yleiskatsaus
fr: Grylli | Emails | Aperçu
ga: Grylli | Mɛkaɛ | Nkyerɛmu
gd: Grylli | Puist-d | Sealladh Coitcheann
gl: Grylli | Correos | Visión xeral
gu: Grylli | ઇમેઇલ્સ | અવિલોકન
he: Grylli | אימיילים | סקירה כללית
hi: Grylli | ईमेल | अवलोकन
hr: Grylli | E-pošta | Pregled
hu: Grylli | E-mailek | Áttekintés
id: Grylli | Email | Ikhtisar
is: Grylli | Tölvupóstar | Yfirlit
it: Grylli | Email | Panoramica
ja: Grylli | メール | 概要
ka: Grylli | ელ. ფოსტა | მიმოხილვა
ku: Grylli | ئیمەیلەکان | تەماشا
lt: Grylli | Laiškai | Apžvalga
lv: Grylli | E-pasti | Pārskats
mg: Grylli | Emails | Topy maso
mi: Grylli | Īmēra | Tirohanga Whānui
mk: Grylli | Е-пошти | Преглед
ml: ഗ്രില്ലി | ഇമെയിലുകൾ | അവലോകനം
ms: Grylli | E-mel | Gambaran Keseluruhan
mt: Grylli | Emails | Ħarsa Ġenerali
my: Grylli | အီးမေးလ်များ | အနှစ်ချုပ်
nl: Grylli | E-mails | Overzicht
no: Grylli | E-poster | Oversikt
pa: ਗ੍ਰਿਲੀ | ਅਈਮੇਲ | ਸਮੀਖਿਆ
pl: Grylli | E-maile | Przegląd
pt: Grylli | Emails | Visão Geral
ro: Grylli | Emailuri | Prezentare generală
ru: Grylli | Электронная почта | Обзор
sk: Grylli | E-maily | Prehľad
sl: Grylli | E-pošta | Pregled
sq: Grylli | E-maile | Pasqyrë
sr: Grylli | Emailovi | Pregled
sv: Grylli | E-post | Översikt
sw: Grylli | Barua Pepe | Muhtasari
ta: கிரில்லி | மின்னஞ்சல்கள் | மேற்பார்வை
te: Grylli | ఇమెయిల్స్ | అవలోకనం
th: Grylli | อีเมล | ภาพรวม
tr: Grylli | E-postalar | Genel Bakış
uk: Grylli | Електронні листи | Огляд
ur: Grylli | ای میلز | جائزہ
uz: Grylli | Email | Ko'rinish
vi: Grylli | Email | Tổng quan
xh: Grylli | Ii-imeyile | Uhlolo

source: Overview of secure email messages
ar: نظرة عامة على رسائل البريد الإلكتروني الآمنة
az: Təhlükəsiz e-poçt mesajlarına ümumi baxış
be: Обзор безопасных сообщений электронной почты
bn: নিরাপদ ইমেইল বার্তার সংক্ষিপ্ত বিবরণ
cs: Přehled zabezpečených emailových zpráv
cy: Trosolwg o negeseuon e-bost diogel
da: Oversigt over sikre e-mailbeskeder
de: Übersicht sichere E-Mail-Nachrichten
el: Επισκόπηση ασφαλών email μηνυμάτων
es: Visión general de mensajes de correo seguros
et: Turvaliste e-kirjade ülevaade
eu: Ziurtaturiko posta elektronikoko mezuen ikuspegi orokorra
fa: نمای کلی پیام‌های امن ایمیل
fi: Turvallisten sähköpostiviestien yleiskatsaus
fr: Vue d'ensemble des messages email sécurisés
ga: Mfananɛɛ torɔ wia email
gd: Sealladh farsaing air teachdaireachdan post-d tèarainte
gl: Visión xeral das mensaxes de correo electrónico seguras
gu: સુરક્ષિત ઇમેઇલ સંદેશાવ્યવહારનું અવલોકન
he: סקירה כללית של הודעות אימייל מאובטחות
hi: सुरक्षित ईमेल संदेशों का अवलोकन
hr: Pregled sigurnih e-mail poruka
hu: Biztonságos e-mail üzenetek áttekintése
id: Ikhtisar pesan email aman
is: Yfirlit yfir örugg skilaboð með tölvupósti
it: Panoramica dei messaggi email sicuri
ja: 安全なメールメッセージの概要
ka: დაცული ელ.წერილების მიმოხილვა
ku: کورتەسازی پەیامە ئیمەیڵە پارێزراوەکان
lt: Saugios el. laiškų žinutės apžvalga
lv: Drošu e-pasta ziņojumu pārskats
mg: Topimaso momba ny hafatra email azo antoka
mi: Tirohanga whānui o ngā karere īmēra haumaru
mk: Преглед на безбедни пораки по е-пошта
ml: സുരക്ഷിതമായ ഇമെയിൽ സന്ദേശങ്ങളുടെ അവലോകനം
ms: Gambaran mesej e-mel selamat
mt: Ħarsa ġenerali tal-messaġġi tal-email sikuri
my: လုံခြုံစိတ်ချရသော အီမေးလ်သတင်းစကားများ၏ခြုံငုံကြည့်မှု
nl: Overzicht van beveiligde e-mailberichten
no: Oversikt over sikre e-postmeldinger
pa: ਸੁਰੱਖਿਅਤ ਈਮੇਲ ਸੁਨੇਹਿਆਂ ਦਾ ਝਲਕ
pl: Przegląd bezpiecznych wiadomości e-mail
pt: Visão geral das mensagens de email seguras
ro: Prezentare generală a mesajelor de email securizate
ru: Обзор безопасных сообщений электронной почты
sk: Prehľad bezpečných emailových správ
sl: Pregled varnih e-poštnih sporočil
sq: Pasqyrë e mesazheve të sigurta të email-it
sr: Pregled sigurnih email poruka
sv: Översikt över säker e-post
sw: Muhtasari wa ujumbe salama wa barua pepe
ta: பாதுகாப்பான மின்னஞ்சல் செய்திகளின் மேம்பார்வை
te: సురక్షిత ఈమెయిల్ సందేశాల అవలోకనం
th: ภาพรวมของข้อความอีเมลที่ปลอดภัย
tr: Güvenli e-posta mesajlarının genel görünümü
uk: Огляд захищених електронних повідомлень
ur: محفوظ ای میل پیغامات کا جائزہ
uz: Himoyalangan elektron pochta xabarlari haqida umumiy ma'lumot
vi: Tổng quan về tin nhắn email bảo mật
xh: Uhlolo lwemiyalezo ye-imeyile ekhuselekileyo

source: Grylli | Emails | SMTP
ar: Grylli | البريد الإلكتروني | SMTP
az: Grylli | Emaillər | SMTP
bn: Grylli | ইমেইল | SMTP
cs: Grylli | E-maily | SMTP
cy: Grylli | E-byst | SMTP
es: Grylli | Correos electrónicos | SMTP
et: Grylli | E-kirjad | SMTP
eu: Grylli | Postak | SMTP
fa: گریلی | ایمیل‌ها | SMTP
fi: Grylli | Sähköpostit | SMTP
ga: Grylli | Mɛkaɛ | SMTP
gd: Grylli | Puist-d | SMTP
gl: Grylli | Correos | SMTP
gu: Grylli | ઇમેઇલ્સ | SMTP
he: Grylli | אימיילים | SMTP
hi: Grylli | ईमेल | SMTP
hr: Grylli | E-pošta | SMTP
hu: Grylli | E-mailek | SMTP
id: Grylli | Email | SMTP
is: Grylli | Tölvupóstar | SMTP
it: Grylli | Email | SMTP
ja: Grylli | メール | SMTP
ka: Grylli | ელ. ფოსტა | SMTP
ku: Grylli | ئیمەیلەکان | SMTP
lt: Grylli | Laiškai | SMTP
lv: Grylli | E-pasti | SMTP
mi: Grylli | Īmēra | SMTP
mk: Grylli | Е-пошти | SMTP
ml: ഗ്രില്ലി | ഇമെയിലുകൾ | SMTP
ms: Grylli | E-mel | SMTP
my: Grylli | အီးမေးလ်များ | SMTP
no: Grylli | E-poster | SMTP
pa: ਗ੍ਰਿਲੀ | ਅਈਮੇਲ | SMTP
pl: Grylli | E-maile | SMTP
ro: Grylli | Emailuri | SMTP
ru: Grylli | Электронная почта | SMTP
sk: Grylli | E-maily | SMTP
sl: Grylli | E-pošta | SMTP
sq: Grylli | E-maile | SMTP
sr: Grylli | Emailovi | SMTP
sv: Grylli | E-post | SMTP
sw: Grylli | Barua Pepe | SMTP
ta: கிரில்லி | மின்னஞ்சல்கள் | SMTP
te: Grylli | ఇమెయిల్స్ | SMTP
th: Grylli | อีเมล | SMTP
tr: Grylli | E-postalar | SMTP
uk: Grylli | Електронні листи | SMTP
ur: Grylli | ای میلز | SMTP
uz: Grylli | Email | SMTP
vi: Grylli | Email | SMTP
xh: Grylli | Ii-imeyile | SMTP

source: Configure SMTP email settings
ar: تكوين إعدادات البريد الإلكتروني SMTP
az: SMTP e-poçt parametrlərini qurmaq
be: Настроить настройки SMTP для электронной почты
bn: SMTP ইমেইল সেটিংস কনফিগার করুন
cs: Nastavení SMTP emailu
cy: Ffurfweddu gosodiadau e-bost SMTP
da: Konfigurer SMTP-e-mailindstillinger
de: SMTP-E-Mail-Einstellungen konfigurieren
el: Διαμόρφωση ρυθμίσεων email SMTP
es: Configurar configuraciones de correo SMTP
et: SMTP e-posti seadete seadistamine
eu: SMTP posta elektronikoaren ezarpenak konfiguratzea
fa: پیکربندی تنظیمات ایمیل SMTP
fi: Määritä SMTP-sähköpostiasetukset
fr: Configurer les paramètres d'email SMTP
ga: Paw SMTP email mmɔdena no
gd: Rèitich suidheachaidhean post-d SMTP
gl: Configurar configuración de correo SMTP
gu: SMTP ઇમેઇલ સેટિંગ્સને કન્ફિગર કરો
he: הגדרת הגדרות אימייל SMTP
hi: SMTP ईमेल सेटिंग्स कॉन्फ़िगर करें
hr: Konfigurirajte SMTP postavke e-pošte
hu: SMTP e-mail beállítások konfigurálása
id: Konfigurasi pengaturan email SMTP
is: Stilla SMTP póststillningar
it: Configura impostazioni email SMTP
ja: SMTPメール設定の構成
ka: SMTP ელ.პარამეტრების კონფიგურაცია
ku: ڕێکبەندکردنی دانراوەکانی ئیمەیڵ SMTP
lt: Konfigūruoti SMTP el. pašto nustatymus
lv: Konfigurēt SMTP e-pasta iestatījumus
mg: Apetraho ny toe-javatra email SMTP
mi: Whirihora ngā tautuhinga īmēra SMTP
mk: Конфигурирајте SMTP поставки за е-пошта
ml: SMTP ഇമെയിൽ ക്രമീകരണങ്ങളെ ക്രമീകരിക്കുക
ms: Konfigurasikan tetapan e-mel SMTP
mt: Ikkomunika settings tal-email SMTP
my: SMTP အီမေးလ်တပ်ဆင်မှုများကိုပြုပြင်ရန်
nl: SMTP-e-mailinstellingen configureren
no: Konfigurere SMTP e-postinnstillinger
pa: SMTP ਈਮੇਲ ਸੈਟਿੰਗਾਂ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja ustawień email SMTP
pt: Configurar configurações de email SMTP
ro: Configurare setări email SMTP
ru: Настроить настройки SMTP электронной почты
sk: Nakonfigurujte nastavenia SMTP emailu
sl: Nastavite SMTP nastavitve e-pošte
sq: Konfiguro cilësimet e email-it SMTP
sr: Konfiguriši SMTP email postavke
sv: Konfigurera SMTP-e-postinställningar
sw: Sanidi mipangilio ya barua pepe ya SMTP
ta: SMTP மின்னஞ்சல் அமைப்புகளை உள்ளமை
te: SMTP ఈమెయిల్ సెట్టింగులను ఆకృతీకరించండి
th: กำหนดค่า SMTP อีเมล
tr: SMTP e-posta ayarlarını yapılandır
uk: Налаштування електронної пошти SMTP
ur: メール設定をSMTPで構成
uz: SMTP elektron pochta sozlamalarini sozlash
vi: Cấu hình cài đặt email SMTP
xh: Lungiselela useto lwe-SMTP ye-imeyile
