Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Test failed: %(msg)s
ar: تمكين TLS: %(tls)s
az: TLS aktivdir: %(tls)s
be: TLS уключаны: %(tls)s
bn: টিএলএস সক্রিয়: %(tls)s
cs: TLS povoleno: %(tls)s
cy: TLS wedi'i alluogi: %(tls)s
da: TLS aktiveret: %(tls)s
de: TLS aktiviert: %(tls)s
el: Ενεργοποιημένο TLS: %(tls)s
es: TLS habilitado: %(tls)s
et: TLS lubatud: %(tls)s
eu: TLS gaituta: %(tls)s
fa: TLS فعال شده: %(tls)s
fi: TLS käytössä: %(tls)s
fr: TLS activé : %(tls)s
ga: TLS a wɔde yɛ adwuma: %(tls)s
gd: TLS air a chomasachadh: %(tls)s
gl: TLS activado: %(tls)s
gu: TLS સક્ષમ: %(tls)s
he: TLS מופעל: %(tls)s
hi: टीएलएस सक्षम: %(tls)s
hr: TLS omogućen: %(tls)s
hu: TLS engedélyezve: %(tls)s
id: TLS diaktifkan: %(tls)s
is: TLS virkjað: %(tls)s
it: TLS abilitato: %(tls)s
ja: TLS 有効: %(tls)s
ka: TLS გააქტიურებულია: %(tls)s
ku: TLS çalak: %(tls)s
lt: TLS įjungtas: %(tls)s
lv: TLS ieslēgts: %(tls)s
mg: TLS azo: %(tls)s
mi: Kua whakahohea a TLS: %(tls)s
mk: TLS овозможено: %(tls)s
ml: TLS സജ്ജമാക്കിയിരിക്കുന്നു: %(tls)s
ms: TLS diaktifkan: %(tls)s
mt: TLS attivat: %(tls)s
my: ပေါ်ရှိသည့် TLS: %(tls)s
nl: TLS ingeschakeld: %(tls)s
no: TLS aktivert: %(tls)s
pa: TLS ਨੈਨਬਲ ਹੈ: %(tls)s
pl: TLS włączony: %(tls)s
pt: TLS habilitado: %(tls)s
ro: TLS activat: %(tls)s
ru: TLS включен: %(tls)s
sk: TLS povolené: %(tls)s
sl: TLS omogočen: %(tls)s
sq: TLS aktivizuar: %(tls)s
sr: TLS omogućen: %(tls)s
sv: TLS aktiverat: %(tls)s
sw: TLS imewezeshwa: %(tls)s
ta: TLS செயல்படுத்தப்பட்டது: %(tls)s
te: TLS ప్రారంభించబడింది:%(tls)s
th: เปิดใช้งาน TLS: %(tls)s
tr: TLS etkin: %(tls)s
uk: TLS увімкнено: %(tls)s
ur: TLS فعال: %(tls)s
uz: TLS yoqilgan: %(tls)s
vi: Kích hoạt TLS: %(tls)s
xh: I-TLS ivuliwe: %(tls)s

source: Unexpected error sending test.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: pip
ku: پایپ
ur: پپ

source: MFA
bn: এমএফএ

source: TLS
xh: I-TLS

source: SQLite
ku: SQLایت

source: APScheduler
ku: پلانکاریکاری کاریجی APScheduler
