Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Backup created: %(filename)s
ar: تم إنشاء النسخ الاحتياطي: %(filename)s
az: Yedek yaradıldı: %(filename)s
be: Резервну копію створено: %(filename)s
bn: ব্যাকআপ তৈরি হয়েছে: %(filename)s
cs: Záloha vytvořena: %(filename)s
cy: Wedi creu copi wrth gefn: %(filename)s
da: Backup oprettet: %(filename)s
de: Backup erstellt: %(filename)s
el: Δημιουργήθηκε αντίγραφο ασφαλείας: %(filename)s
es: Copia de seguridad creada: %(filename)s
et: Varukoopia loodud: %(filename)s
eu: Babeskopia sortua: %(filename)s
fa: پشتیبان‌گیری ایجاد شد: %(filename)s
fi: Varmuuskopio luotu: %(filename)s
fr: Sauvegarde créée: %(filename)s
ga: Cúltaca cruthaithe: %(filename)s
gd: Cùl-taic air a chruthachadh: %(filename)s
gl: Copia de seguridade creada: %(filename)s
gu: બેકઅપ બનાવ્યું: %(filename)s
he: נוצר גיבוי: %(filename)s
hi: बैकअप बनाया गया: %(filename)s
hr: Stvorena sigurnosna kopija: %(filename)s
hu: Biztonsági mentés létrehozva: %(filename)s
id: Cadangan dibuat: %(filename)s
is: Afrit búið til: %(filename)s
it: Backup creato: %(filename)s
ja: バックアップが作成されました：%(filename)s
ka: 备份已创建：%(filename)s
ku: پاشەکەوت دروستکرا: %(filename)s
lt: Sukurtas atsarginis: %(filename)s
lv: Rezerves kopija izveidota: %(filename)s
mg: Noforonina ny tahiry: %(filename)s
mi: I waihangatia te tārua: %(filename)s
mk: Резервната копија е создадена: %(filename)s
ml: ബാക്കപ്പ് സൃഷ്ടിച്ചു: %(filename)s
ms: Sandaran telah dicipta: %(filename)s
mt: Backup maħluq: %(filename)s
my: အရံဖိုင် စီစစ်မှု: %(filename)s
nl: Backup gemaakt: %(filename)s
no: Sikkerhetskopi opprettet: %(filename)s
pa: ਬੈਕਅੱਪ ਬਣਾਇਆ: %(filename)s
pl: Utworzono kopię zapasową: %(filename)s
pt: Backup criado: %(filename)s
ro: Backup creat: %(filename)s
ru: Резервная копия создана: %(filename)s
sk: Záloha vytvorená: %(filename)s
sl: Varnostna kopija ustvarjena: %(filename)s
sq: Kopja rezervë e krijuar: %(filename)s
sr: Rezervna kopija kreirana: %(filename)s
sv: Säkerhetskopiering skapad: %(filename)s
sw: Backup imeundwa: %(filename)s
ta: காப்பு உருவாக்கப்பட்டது: %(filename)s
te: నెకప్ సృష్టించబడింది: %(filename)s
th: สร้างการสำรองข้อมูล: %(filename)s
tr: Yedekleme oluşturuldu: %(filename)s
uk: Резервну копію створено: %(filename)s
ur: بیک اپ بنایا گیا: %(filename)s
uz: Zaxira nusxasi yaratildi: %(filename)s
vi: Sao lưu đã được tạo: %(filename)s
xh: Ukugcinwa kwedatha kwenziwe: %(filename)s

source: Failed to create backup.
ar: فشل في إنشاء النسخ الاحتياطي.
az: Yedek yaratmaq alınmadı.
be: Не вдалося створити резервну копію.
bn: ব্যাকআপ তৈরি ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit zálohu.
cy: Methwyd â chreu copi wrth gefn.
da: Kunne ikke oprette backup.
de: Fehler beim Erstellen des Backups.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας.
es: Error al crear la copia de seguridad.
et: Varukoopia loomine ebaõnnestus.
eu: Ezin izan da babeskopia sortu.
fa: ایجاد پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu luoda.
fr: Échec de la création de la sauvegarde.
ga: Theip ag cruthú cúltaca.
gd: Dh'fhàillig cruthachadh cùl-taic.
gl: Erro ao crear a copia de seguridade.
gu: બેકઅપ બનાવવા નિષ્ફળ.
he: יצירת הגיבוי נכשלה.
hi: बैकअप बनाने में विफल।
hr: Stvaranje sigurnosne kopije nije uspjelo.
hu: Nem sikerült létrehozni a biztonsági mentést.
id: Gagal membuat cadangan.
is: Mistókst að búa til afrit.
it: Impossibile creare il backup.
ja: バックアップの作成に失敗しました。
ka: 创建备份失败。
ku: شکستی لە دروستکردنی پاشەکەوت.
lt: Nepavyko sukurti atsarginės kopijos.
lv: Neizdevās izveidot rezerves kopiju.
mg: Tsy nahomby ny famoronana tahiry.
mi: I rahua te waihanga tārua.
mk: Не успеа да се создаде резервна копија.
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal mencipta sandaran.
mt: Naqas milli toħloq il-backup.
my: အရံဖိုင် ဖန်တီးမှု မအောင်မြင်ပါ။
nl: Maken van backup mislukt.
no: Kunne ikke opprette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się utworzyć kopii zapasowej.
pt: Falha ao criar backup.
ro: Crearea backup-ului a eșuat.
ru: Не удалось создать резервную копию.
sk: Zlyhalo vytvorenie zálohy.
sl: Varnostne kopije ni uspelo ustvariti.
sq: Dështoi krijimi i kopjes rezervë.
sr: Neuspešno kreiranje rezervne kopije.
sv: Misslyckades att skapa säkerhetskopiering.
sw: Imeshindikana kuunda backup.
ta: காப்பு உருவாக்க தோல்வியுற்றது.
te: నెకప్ సృష్టించడం విఫలమైంది.
th: ไม่สามารถสร้างการสำรองข้อมูลได้
tr: Yedekleme oluşturulamadı.
uk: Не вдалося створити резервну копію.
ur: بیک اپ بنانے میں ناکام۔
uz: Zaxira nusxasini yaratishda xatolik yuz berdi.
vi: Không tạo được sao lưu.
xh: Kusilele ukwenza ukugcinwa kwedatha.

source: Invalid backup filename.
ar: اسم ملف النسخة الاحتياطية غير صالح.
az: Etibarsız ehtiyat nüsxəsi fayl adı.
be: Няправільнае імя файла рэзервовай копіі.
bn: অবৈধ ব্যাকআপ ফাইল নাম।
cs: Neplatný název záložního souboru.
cy: Enw ffeil wrth gefn annilys.
da: Ugyldigt backup-filnavn.
de: Ungültiger Sicherungsdateiname.
el: Μη έγκυρο όνομα αρχείου αντιγράφου ασφαλείας.
es: Ficher bakap non balid.
et: Varundamise failinimi on vale.
eu: Segurtasun kopiaren fitxategi izen baliogabea.
fa: نام فایل پشتیبان نامعتبر است.
fi: Virheellinen varmuuskopiotiedoston nimi.
fr: Nom de fichier de sauvegarde invalide.
ga: Din bèkwae a nhyɛ yi nnyɛ nokware.
gd: Ainm faidhle cùl-taic mì-dhligheach.
gl: Supëkšfšvï däspï våskòktäz.
gu: અમાન્ય બેકઅપ ફાઇેલ નામ.
he: שם קובץ הגיבוי שגוי.
hi: अमान्य बैकअप फ़ाइलनाम।
hr: Neispravno ime datoteke sigurnosne kopije.
hu: Érvénytelen biztonsági mentés fájlnév.
id: Nama file cadangan tidak valid.
is: Ógilt afritaskráarnafn.
it: Nome file di backup non valido.
ja: 無効なバックアップファイル名です。
ka: არასწორი სარეზერვო ფაილის სახელი.
ku: ناوی په‌شتیوانی ناته‌واو
lt: Neteisingas atsarginės kopijos failo pavadinimas.
lv: Nederīgs rezerves faila nosaukums.
mg: Anaran-drakitra backup tsy manan-kery.
mi: He tūtohinga kōnae tārua koretake.
mk: Невалидно име на резервна копија.
ml: അസാധുവായ ബാക്കപ്പ് ഫയൽനേയം.
ms: Nama fail sandaran tidak sah.
mt: Isem tad-dahar mhux validu.
my: အကျဉ်းသားမရေသမျှ အမည်ရှိလက်မှတ်မမှန်ပါ။
nl: Ongeldige back-upbestandsnaam.
no: Ugyldig sikkerhetskopifilnavn.
pa: ਅਵੈਧ ਬੈਕਅੱਪ ਫਾਈਲਨਾਮ।
pl: Nieprawidłowa nazwa pliku kopii zapasowej.
pt: Nome de arquivo de backup inválido.
ro: Nume de fișier de rezervă nevalid.
ru: Недопустимое имя файла резервной копии.
sk: Neplatný názov súboru zálohy.
sl: Neveljavno ime datoteke za varnostno kopiranje.
sq: Invalide kopibackup bestandsnaam.
sr: Nevažeće ime fajla za rezervnu kopiju.
sv: Ogiltigt filnamn för säkerhetskopia.
sw: Jina la faili la chelezo si sahihi.
ta: தவறான காப்புப்பிரதி கோப்புப்பெயர்.
te: చెల్లని బ్యాకప్ ఫైలునామం.
th: ชื่อไฟล์สำรองไม่ถูกต้อง
tr: Geçersiz yedekleme dosya adı.
uk: Недійсне ім'я файлу резервної копії.
ur: غلط بیک اپ فائل نام۔
uz: Noto'g'ri zaxira nusxasi fayl nomi.
vi: Tên tệp sao lưu không hợp lệ.
xh: Igama lefayile yegcini lingalunganga.

source: Backup deleted: %(filename)s
ar: تم حذف النسخ الاحتياطي: %(filename)s
az: Yedek silindi: %(filename)s
be: Резервну копію видалено: %(filename)s
bn: ব্যাকআপ মুছে ফেলা হয়েছে: %(filename)s
cs: Záloha smazána: %(filename)s
cy: Wedi dileu copi wrth gefn: %(filename)s
da: Backup slettet: %(filename)s
de: Backup gelöscht: %(filename)s
el: Διαγράφηκε το αντίγραφο ασφαλείας: %(filename)s
es: Copia de seguridad eliminada: %(filename)s
et: Varukoopia kustutatud: %(filename)s
eu: Babeskopia ezabatua: %(filename)s
fa: پشتیبان‌گیری حذف شد: %(filename)s
fi: Varmuuskopio poistettu: %(filename)s
fr: Sauvegarde supprimée: %(filename)s
ga: Cúltaca scriosta: %(filename)s
gd: Cùl-taic air a dhubhadh às: %(filename)s
gl: Copia de seguridade eliminada: %(filename)s
gu: બેકઅપ ડિલીટ થયું: %(filename)s
he: גיבוי נמחק: %(filename)s
hi: बैकअप हटाया गया: %(filename)s
hr: Sigurnosna kopija izbrisana: %(filename)s
hu: Biztonsági mentés törölve: %(filename)s
id: Cadangan dihapus: %(filename)s
is: Afrit eytt: %(filename)s
it: Backup eliminato: %(filename)s
ja: バックアップが削除されました：%(filename)s
ka: 备份已删除：%(filename)s
ku: پاشەکەوت بەسڕاوە: %(filename)s
lt: Ištrinta atsarginė kopija: %(filename)s
lv: Rezerves kopija dzēsta: %(filename)s
mg: Voafafa ny tahiry: %(filename)s
mi: I mukua te tārua: %(filename)s
mk: Резервната копија е избришана: %(filename)s
ml: ബാക്കപ്പ് ഇല്ലാതാക്കി: %(filename)s
ms: Sandaran dihapuskan: %(filename)s
mt: Backup imħassar: %(filename)s
my: အရံဖိုင် ဖျက်ပြီးပါပြီ: %(filename)s
nl: Backup verwijderd: %(filename)s
no: Sikkerhetskopi slettet: %(filename)s
pa: ਬੈਕਅੱਪ ਮਿਟਾਇਆ: %(filename)s
pl: Kopia zapasowa usunięta: %(filename)s
pt: Backup deletado: %(filename)s
ro: Backup șters: %(filename)s
ru: Резервная копия удалена: %(filename)s
sk: Záloha vymazaná: %(filename)s
sl: Varnostna kopija izbrisana: %(filename)s
sq: Kopja rezervë e fshirë: %(filename)s
sr: Rezervna kopija obrisana: %(filename)s
sv: Säkerhetskopia raderad: %(filename)s
sw: Backup imefutwa: %(filename)s
ta: காப்பு நீக்கப்பட்டது: %(filename)s
te: నెకప్ తొలగించబడింది: %(filename)s
th: ลบการสำรองข้อมูล: %(filename)s
tr: Yedekleme silindi: %(filename)s
uk: Резервну копію видалено: %(filename)s
ur: بیک اپ حذف کر دیا گیا: %(filename)s
uz: Zaxira nusxasi o'chirildi: %(filename)s
vi: Sao lưu đã bị xóa: %(filename)s
xh: Ukugcinwa kwedatha kwacinywa: %(filename)s

source: Backup file not found.
ar: ملف النسخ الاحتياطي غير موجود.
az: Yedek faylı tapılmadı.
be: Файл резервної копії не знайдено.
bn: ব্যাকআপ ফাইল পাওয়া যায়নি।
cs: Soubor zálohy nenalezen.
cy: B4kup file nawt found.
da: Backup-fil ikke fundet.
de: Backup-Datei nicht gefunden.
el: Το αρχείο αντιγράφου ασφαλείας δεν βρέθηκε.
es: Archivo de copia de seguridad no encontrado.
et: Varukoopia faili ei leitud.
eu: Babeskopia fitxategia ez da aurkitu.
fa: فایل پشتیبان‌گیری یافت نشد.
fi: Varmuuskopiotiedostoa ei löytynyt.
fr: Fichier de sauvegarde non trouvé.
ga: Níor aimsíodh an comhad cúltaca.
gd: Cha deach faidhle cùl-taic a lorg.
gl: Arquivo de copia de seguridade non atopado.
gu: બેકઅપ ફાઇલ મળી નથી.
he: קובץ הגיבוי לא נמצא.
hi: बैकअप फ़ाइल नहीं मिली।
hr: Datoteka sigurnosne kopije nije pronađena.
hu: Biztonsági mentés fájl nem található.
id: File cadangan tidak ditemukan.
is: Afritaskrá fannst ekki.
it: File di backup non trovato.
ja: バックアップファイルが見つかりません。
ka: 找不到备份文件。
ku: پەڕگەی پاشەکەوت نەدۆزرایەوە.
lt: Nerasta atsarginės kopijos.
lv: Rezerves kopijas fails nav atrasts.
mg: Tsy hita ny rakitra tahiry.
mi: Kāore te kōnae tārua i kitea.
mk: Не е најдена резервната копија.
ml: ബാക്കപ്പ് ഫയൽ കണ്ടെത്താനായില്ല.
ms: Fail sandaran tidak ditemui.
mt: Fajl tal-backup mhux misjub.
my: အရံဖိုင်ကို မတွေ့ပါ။
nl: Backupbestand niet gevonden.
no: Sikkerhetskopifil ikke funnet.
pa: ਬੈਕਅੱਪ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ.
pl: Plik kopii zapasowej nie znaleziony.
pt: Arquivo de backup não encontrado.
ro: Fișierul de backup nu a fost găsit.
ru: Файл резервной копии не найден.
sk: Súbor so zálohou nenájdený.
sl: Datoteka varnostne kopije ni najdena.
sq: Skedari i kopjes rezervë nuk u gjet.
sr: Fajl rezervne kopije nije pronađen.
sv: Säkerhetskopieringsfilen hittades inte.
sw: Faili la backup halikupatikana.
ta: காப்பு கோப்பு காணப்படவில்லை.
te: నెకప్ ఫైల్ కనుగొనబడలేదు.
th: ไม่พบไฟล์สำรองข้อมูล
tr: Yedekleme dosyası bulunamadı.
uk: Файл резервної копії не знайдено.
ur: بیک اپ فائل نہیں ملی۔
uz: Zaxira fayli topilmadi.
vi: Không tìm thấy tập tin sao lưu.
xh: Ifayile yokugcinwa kwedatha ayifumaneki.

source: Failed to delete backup.
ar: فشل في حذف النسخ الاحتياطي.
az: Yedek silmək alınmadı.
be: Не вдалося видалити резервну копію.
bn: ব্যাকআপ মুছে ফেলতে ব্যর্থ হয়েছে।
cs: Nepodařilo se smazat zálohu.
cy: Methwyd â dileu'r copi wrth gefn.
da: Kunne ikke slette backup.
de: Fehler beim Löschen des Backups.
el: Αποτυχία διαγραφής αντιγράφου ασφαλείας.
es: Error al eliminar la copia de seguridad.
et: Varukoopia kustutamine ebaõnnestus.
eu: Ezin izan da babeskopia ezabatu.
fa: حذف پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu poistaa.
fr: Échec de la suppression de la sauvegarde.
ga: Níor éirigh le cúltaca a scriosadh.
gd: Dh'fhàillig cuir às don chùl-taic.
gl: Erro ao eliminar a copia de seguridade.
gu: બેકઅપ ડિલીટ કરવામાં નિષ્ફળ.
he: מחיקת הגיבוי נכשלה.
hi: बैकअप हटाने में विफल।
hr: Brisanje sigurnosne kopije nije uspjelo.
hu: Nem sikerült a biztonsági mentés törlése.
id: Gagal menghapus cadangan.
is: Mistókst að eyða afriti.
it: Impossibile eliminare il backup.
ja: バックアップの削除に失敗しました。
ka: 删除备份失败。
ku: شکستی لە سڕینەوەی پاشەکەوت.
lt: Nepavyko ištrinti atsarginės kopijos.
lv: Neizdevās dzēst rezerves kopiju.
mg: Tsy nahomby tamin'ny famafana tahiry.
mi: I rahua te muku tārua.
mk: Не успеа да се избрише резервната копија.
ml: ബാക്കപ്പ് ഇല്ലാതാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal menghapus sandaran.
mt: Naqas milli tħassar il-backup.
my: အရံဖိုင် ဖျက်မှု မအောင်မြင်ပါ။
nl: Verwijderen van backup mislukt.
no: Kunne ikke slette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się usunąć kopii zapasowej.
pt: Falha ao deletar backup.
ro: Ștergerea backup-ului a eșuat.
ru: Не удалось удалить резервную копию.
sk: Zlyhalo vymazanie zálohy.
sl: Varnostne kopije ni uspelo izbrisati.
sq: Dështoi fshirja e kopjes rezervë.
sr: Neuspešno brisanje rezervne kopije.
sv: Misslyckades att radera säkerhetskopiering.
sw: Imeshindikana kufuta backup.
ta: காப்பு நீக்க தோல்வியுற்றது.
te: నెకప్ తొలగించడం విఫలమైంది.
th: ไม่สามารถลบการสำรองข้อมูลได้
tr: Yedekleme silinemedi.
uk: Не вдалося видалити резервну копію.
ur: بیک اپ حذف کرنے میں ناکام۔
uz: Zaxira nusxasini o'chira olmadi.
vi: Không xóa được sao lưu.
xh: Kusilele ukucima ukugcinwa kwedatha.

source: Unable to load SMTP configurations.
ar: تكوين SMTP
az: SMTP Qurğusu
be: Канфігурацыя SMTP
bn: SMTP কনফিগারেশন
cs: SMTP konfigurace
cy: Cyfluniad SMTP
da: SMTP-konfiguration
de: SMTP-Konfiguration
el: Διαμόρφωση SMTP
es: Configuración SMTP
et: SMTP konfiguratsioon
eu: SMTP Konfigurazioa
fa: پیکربندی SMTP
fi: SMTP-konfiguraatio
fr: Configuration SMTP
ga: SMTP configuration
gd: Rèiteachadh SMTP
gl: Configuración SMTP
gu: SMTP રૂપરેખાંકન
he: תצורת SMTP
hi: SMTP कॉन्फ़िगरेशन
hr: SMTP konfiguracija
hu: SMTP konfiguráció
id: Konfigurasi SMTP
is: SMTP stilling
it: Configurazione SMTP
ja: SMTP設定
ka: SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP
lt: SMTP konfigūracija
lv: SMTP konfigurācija
mg: Fametrahana SMTP
mi: Whirihoranga SMTP
mk: SMTP Конфигурација
ml: SMTP ക്രമീകരണം
ms: Konfigurasi SMTP
mt: Konfigurazzjoni SMTP
my: SMTP ဖွဲ့စည်းခြင်း
nl: SMTP-configuratie
no: SMTP-konfigurasjon
pa: ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ
pl: Konfiguracja SMTP
pt: Configuração SMTP
ro: Configurația SMTP
ru: Конфигурация SMTP
sk: SMTP konfigurácia
sl: Nastavitev SMTP
sq: Konfigurimi SMTP
sr: SMTP Konfiguracija
sv: SMTP-konfiguration
sw: Usanidi wa SMTP
ta: SMTP கட்டமைப்பு
te: SMTP కాన్ఫిగరేషన్
th: การตั้งค่า SMTP
tr: SMTP Yapılandırması
uk: Конфігурація SMTP
ur: SMTP ترتیب
uz: SMTP konfiguratsiyasi
vi: Cấu hình SMTP
xh: Ulungelelwaniso lwe-SMTP

source: SMTP destination created successfully.
ar: تم إنشاء وجهة SMTP بنجاح.
az: SMTP hədəfi uğurla yaradıldı.
be: Пункт призначення SMTP успішно створено.
bn: SMTP গন্তব্য সফলভাবে তৈরি হয়েছে।
cs: SMTP destinace úspěšně vytvořena.
cy: Cyrchfan SMTP wedi'i chreu'n llwyddiannus.
da: SMTP-destination oprettet med succes.
de: SMTP-Ziel erfolgreich erstellt.
el: Ο προορισμός SMTP δημιουργήθηκε με επιτυχία.
es: Destino SMTP creado con éxito.
et: SMTP sihtkoht loodud edukalt.
eu: SMTP helmuga ongi sortu da.
fa: مقصد SMTP با موفقیت ایجاد شد.
fi: SMTP-määränpää luotu onnistuneesti.
fr: Destination SMTP créée avec succès.
ga: Críochnaíodh ceann scríbe SMTP go rathúil.
gd: Ceann-uidh SMTP air a chruthachadh gu soirbheachail.
gl: Destino SMTP creado con éxito.
gu: SMTP ગંતવ્ય સફળતાપૂર્વક બનાવ્યું.
he: יעד ה-SMTP נוצר בהצלחה.
hi: SMTP गंतव्य सफलतापूर्वक बनाया गया।
hr: SMTP odredište je uspješno stvoreno.
hu: SMTP célhely sikeresen létrehozva.
id: Tujuan SMTP berhasil dibuat.
is: SMTP áfangastaður búinn til með árangri.
it: Destinazione SMTP creata con successo.
ja: SMTPの目的地が正常に作成されました。
ka: SMTP目的地已成功创建。
ku: مەبەستی SMTP بەرکەوتوو دروستکرا.
lt: SMTP paskirtis sukurta sėkmingai.
lv: SMTP mērķis veiksmīgi izveidots.
mg: Noforonina soa aman-tsara ny toerana SMTP.
mi: I hangā angitu te ūnga SMTP.
mk: SMTP дестинацијата успешно создадена.
ml: SMTP ലക്ഷ്യം വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Destinasi SMTP berjaya dicipta.
mt: Destinazzjoni SMTP maħluqa b'suċċess.
my: SMTP မှတ်တမ်းကို အောင်မြင်စြာ ဖန်တီးပြီး။
nl: SMTP-bestemming succesvol aangemaakt.
no: SMTP-destinasjon opprettet vellykket.
pa: SMTP ਗੰਤੀ ਸਥਾਨ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ.
pl: Miejsce docelowe SMTP utworzone pomyślnie.
pt: Destino SMTP criado com sucesso.
ro: Destinația SMTP creată cu succes.
ru: SMTP направление успешно создано.
sk: Cieľ SMTP úspešne vytvorený.
sl: Cilj SMTP uspešno ustvarjen.
sq: Destinacioni SMTP u krijua me sukses.
sr: SMTP destinacija uspešno kreirana.
sv: SMTP-destination skapad framgångsrikt.
sw: Lengo la SMTP limepangwa kwa mafanikio.
ta: SMTP இலக்கு வெற்றிகரமாக உருவாக்கப்பட்டது.
te: SMTP గమ్యం విజయవంతంగా సృష్టించబడింది.
th: สร้างปลายทาง SMTP สำเร็จ
tr: SMTP varış noktası başarıyla oluşturuldu.
uk: Пункт призначення SMTP успішно створено.
ur: SMTP منزل کامیابی سے بنائی گئی۔
uz: SMTP manzili muvaffaqiyatli yaratildi.
vi: Điểm đến SMTP đã được tạo thành công.
xh: Indawo ejolise kuyo i-SMTP yadalwa ngempumelelo.

source: Error creating SMTP configuration.
ar: تكوين SMTP
az: SMTP Qurğusu
be: Канфігурацыя SMTP
bn: SMTP কনফিগারেশন
cs: SMTP konfigurace
cy: Cyfluniad SMTP
da: SMTP-konfiguration
de: SMTP-Konfiguration
el: Διαμόρφωση SMTP
es: Configuración SMTP
et: SMTP konfiguratsioon
eu: SMTP Konfigurazioa
fa: پیکربندی SMTP
fi: SMTP-konfiguraatio
fr: Configuration SMTP
ga: SMTP configuration
gd: Rèiteachadh SMTP
gl: Configuración SMTP
gu: SMTP રૂપરેખાંકન
he: תצורת SMTP
hi: SMTP कॉन्फ़िगरेशन
hr: SMTP konfiguracija
hu: SMTP konfiguráció
id: Konfigurasi SMTP
is: SMTP stilling
it: Configurazione SMTP
ja: SMTP設定
ka: SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP
lt: SMTP konfigūracija
lv: SMTP konfigurācija
mg: Fametrahana SMTP
mi: Whirihoranga SMTP
mk: SMTP Конфигурација
ml: SMTP ക്രമീകരണം
ms: Konfigurasi SMTP
mt: Konfigurazzjoni SMTP
my: SMTP ဖွဲ့စည်းခြင်း
nl: SMTP-configuratie
no: SMTP-konfigurasjon
pa: ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ
pl: Konfiguracja SMTP
pt: Configuração SMTP
ro: Configurația SMTP
ru: Конфигурация SMTP
sk: SMTP konfigurácia
sl: Nastavitev SMTP
sq: Konfigurimi SMTP
sr: SMTP Konfiguracija
sv: SMTP-konfiguration
sw: Usanidi wa SMTP
ta: SMTP கட்டமைப்பு
te: SMTP కాన్ఫిగరేషన్
th: การตั้งค่า SMTP
tr: SMTP Yapılandırması
uk: Конфігурація SMTP
ur: SMTP ترتیب
uz: SMTP konfiguratsiyasi
vi: Cấu hình SMTP
xh: Ulungelelwaniso lwe-SMTP

source: SMTP destination updated.
ar: تم تحديث وجهة SMTP.
az: SMTP hədəfi yeniləndi.
be: Пункт призначення SMTP оновлено.
bn: SMTP গন্তব্য আপডেট হয়েছে।
cs: SMTP destinace aktualizována.
cy: Cyrchfan SMTP wedi'i diweddaru.
da: SMTP-destination opdateret.
de: SMTP-Ziel aktualisiert.
el: Ο προορισμός SMTP ενημερώθηκε.
es: Destino SMTP actualizado.
et: SMTP sihtkoht uuendatud.
eu: SMTP helmuga eguneratua.
fa: مقصد SMTP به‌روزرسانی شد.
fi: SMTP-määränpää päivitetty.
fr: Destination SMTP mise à jour.
ga: Déanadh ceann scríbe SMTP a nuashonrú.
gd: Ceann-uidh SMTP air ùrachadh.
gl: Destino SMTP actualizado.
gu: SMTP ગંતવ્ય અપડેટ કરવામાં આવ્યું.
he: יעד ה-SMTP עודכן.
hi: SMTP गंतव्य अपडेट किया गया।
hr: SMTP odredište je ažurirano.
hu: SMTP célhely frissítve.
id: Tujuan SMTP diperbarui.
is: SMTP áfangastaður uppfærður.
it: Destinazione SMTP aggiornata.
ja: SMTPの目的地が更新されました。
ka: SMTP目的地已更新。
ku: مەبەستی SMTP نوێکرایەوە.
lt: SMTP paskirtis atnaujinta.
lv: SMTP mērķis atjaunināts.
mg: Nohavaozina ny toerana SMTP.
mi: Kua whakahoutia te ūnga SMTP.
mk: SMTP дестинацијата ажурирана.
ml: SMTP ലക്ഷ്യം പുതുക്കി.
ms: Destinasi SMTP dikemaskini.
mt: Destinazzjoni SMTP aġġornata.
my: SMTP မှတ်တမ်းကို ပြင်ဆင်ပြီး။
nl: SMTP-bestemming bijgewerkt.
no: SMTP-destinasjon oppdatert.
pa: SMTP ਗੰਤੀ ਸਥਾਨ ਅੱਪਡੇਟ ਕੀਤਾ.
pl: Miejsce docelowe SMTP zaktualizowane.
pt: Destino SMTP atualizado.
ro: Destinația SMTP actualizată.
ru: SMTP направление обновлено.
sk: Cieľ SMTP aktualizovaný.
sl: Cilj SMTP posodobljen.
sq: Destinacioni SMTP u përditësua.
sr: SMTP destinacija ažurirana.
sv: SMTP-destination uppdaterad.
sw: Lengo la SMTP limesasishwa.
ta: SMTP இலக்கு புதுப்பிக்கப்பட்டது.
te: SMTP గమ్యం అప్‌డేట్ చేయబడింది.
th: อัปเดตปลายทาง SMTP แล้ว
tr: SMTP varış noktası güncellendi.
uk: Пункт призначення SMTP оновлено.
ur: SMTP منزل اپ ڈیٹ ہو گئی۔
uz: SMTP manzili yangilandi.
vi: Điểm đến SMTP đã được cập nhật.
xh: Indawo ejolise kuyo i-SMTP ihlaziywe.
