Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
ar: قم بتكوين الإشعارات لتُرسل إذا فاتك تسجيل الدخول. يدعم فترات تسجيل الدخول، فترات السماح، والوجهات المتعددة.
az: Yoxlamaları qaçırsanız göndəriləcək bildirişləri tənzimləyin. Yoxlama aralıqları, güzəştlər və bir neçə təyinatı dəstəkləyir.
be: Налаштуйте сповіщення, які будуть надсилатися, якщо ви пропустите перевірку. Підтримує інтервали перевірки, пільгові періоди та кілька місць доставки.
bn: আপনি যদি চেক-ইন মিস করেন তবে বিজ্ঞপ্তি পাঠানোর জন্য কনফিগার করুন। চেক-ইন অন্তর, ছাড়ের সময়কাল, এবং একাধিক গন্তব্য সমর্থন করে।
cs: Nakonfigurujte oznámení k odeslání, pokud se nepřihlásíte. Podporuje intervaly přihlášení, období milosti a více destinací.
cy: Ffurfweddwch hysbysiadau i gael eu hanfon os byddwch yn colli gwirio mewn. Cefnogir intervalau gwirio mewn, cyfnodau gras, a sawl cyrchfan.
da: Konfigurer notifikationer til at blive sendt, hvis du misser en check-in. Understøtter check-in-intervaller, nådeperioder og flere destinationer.
de: Konfigurieren Sie Benachrichtigungen, die gesendet werden, wenn Sie ein Check-in verpassen. Unterstützt Check-in-Intervalle, Kulanzzeiten und mehrere Ziele.
el: Διαμορφώστε ειδοποιήσεις για αποστολή αν χάσετε ένα check-in. Υποστηρίζει διαστήματα check-in, περιόδους χάριτος και πολλαπλούς προορισμούς.
es: Configura notificaciones para que se envíen si no registras una entrada. Admite intervalos de entrada, periodos de gracia y múltiples destinos.
et: Seadistage teatised saatmiseks, kui jääte kontrollimata. Toetab kontrolli intervalle, armuaegu ja mitut sihtkohta.
eu: Konfiguratu abisuak check-in bat galtzen baduzu bidaltzeko. Onartzen ditu check-in tarteak, grazia epeak eta helmuga anitzak.
fa: اعلانات را تنظیم کنید تا در صورت عدم بررسی ارسال شوند. از فواصل بررسی، دوره‌های عفو، و چند مقصد پشتیبانی می‌کند.
fi: Määritä ilmoitukset lähetettäväksi, jos unohdat tarkistuspisteen. Tukee tarkistusvälejä, armonaikoja ja useita kohteita.
fr: Configurez les notifications à envoyer si vous manquez un point de contrôle. Prend en charge les intervalles de point de contrôle, les périodes de grâce et plusieurs destinations.
ga: Cumraigh fógraí le bheith curtha má chailleann tú seiceáil isteach. Tacaíonn le eatraí seiceála isteach, tréimhsí grásta, agus ilchinn scríbe.
gd: Rèitich fiosan gus an tèid an cur ma dh'fhàillig thu sùil a thoirt a-steach. A' toirt taic do eadar-ama thagraidhean, amannan cathalachaidh, agus ioma-cheann-uidhe.
gl: Configura notificacións para ser enviadas se non realizas un check-in. Soporta intervalos de check-in, períodos de graza e múltiples destinos.
gu: જો તમે ચકાસણી ચૂકી જાવ તો સંદેશા મોકલવા માટે સૂચનાઓ ગોઠવો. ચકાસણી અંતરાલ, કૃપા સમયગાળો અને અનેક ગંતવ્યનું સમર્થન કરે છે.
he: הגדר התראות להישלח אם תפוספס בדיקה. תומך במרווחי בדיקה, תקופות חסד, ומספר יעדים.
hi: यदि आप चेक-इन को मिस करते हैं, तो सूचनाएं भेजने के लिए कॉन्फ़िगर करें। चेक-इन अंतराल, ग्रेस पीरियड्स, और कई गंतव्यों का समर्थन करता है।
hr: Konfigurirajte obavijesti koje se šalju ako propustite prijavu. Podržava intervale prijave, razdoblja milosti i više odredišta.
hu: Konfiguráld az értesítéseket úgy, hogy küldjenek, ha kimaradsz a jelentkezésből. Támogatott jelentkezési intervallumok, türelmi idők és több helyszín.
id: Konfigurasikan notifikasi untuk dikirim jika Anda melewatkan check-in. Mendukung interval check-in, periode pemulihan, dan beberapa tujuan.
is: Stilla tilkynningar til að senda ef þú missir af innskráningu. Styður innskráningartímabil, náðartíma og marga áfangastaði.
it: Configura le notifiche da inviare se perdi un check-in. Supporta intervalli di check-in, periodi di grazia e destinazioni multiple.
ja: チェックインを逃した場合に通知を送信するよう設定します。チェックイン間隔、猶予期間、複数の送信先に対応しています。
ka: კონფიგურეთ შეტყობინებების გაგზავნა თუ თქვენი შესახვედრი არ გქონიათ. მხარს უჭერს შესახვედრი ინტერვალებს, წყალობა პერიოდს და მრავალ მიზნობად ცნობას.
ku: ئاگاداریەکان ڕێکبخەر بۆ ناردن ئەگەر هەڵچەکێکی بەربژیت. پاڵپشتی کاتی هەڵچکینەوە، کاتی بەربزاندن، و چەند شوێن مامەڵە دەکات.
lt: Sukonfigūruokite pranešimus, kurie bus išsiųsti, jei praleisite registraciją. Palaiko registracijos intervalus, nuolaidų laikotarpius ir kelias paskirties vietas.
lv: Konfigurējiet paziņojumus, ja esat izlaidis reģistrāciju. Atbalsta reģistrācijas intervālus, žēlastības periodus un vairākus galamērķus.
mg: Manamboara fampahafantarana halefa raha tsy misy aho naka mijery. Manohana ny intervaly fijerena, ny fe-potoana fitondrana, ary ny toerana maro.
mi: Whirihorahia ngā whakamōhiotanga hei tuku mēnā ka ngaro koe i te arotake mai. Ka tautoko i ngā roanga wa arotake mai, wa whakaaetanga, raunga mō ngā ūnga maha.
mk: Конфигурирајте известувања да се испраќаат ако пропуштите проверка. Поддржува интервали на проверка, периоди на милост, и повеќе дестинации.
ml: ചെക്ക്-ഇൻ നഷ്ടപ്പെട്ടാൽ അയയ്ക്കുന്നതിനായി വിജ്ഞാപനങ്ങൾ കോൺഫിഗർ ചെയ്യുക. സംയോജിത ചെക്ക്-ഇൻ ഇടവേളകൾ, ഗ്രേസ് കാലയളവ്, ഒട്ടേറെ ലക്ഷ്യസ്ഥലം എന്നിവ പിന്തുണയ്ക്കുന്നു.
ms: Konfigurasi notifikasi untuk dihantar jika anda terlepas check-in. Menyokong interval check-in, tempoh kelonggaran, dan berbilang destinasi.
mt: Ikkonfigura notifiki biex jintbagħtu jekk titlif kontroll. Jappoġġja intervalli ta’ kontroll, perjodi ta’ grazzja, u destinazzjonijiet multipli.
my: အချက်အချင်းပြခြင်းကို လွဲပြီးပါက အကြောင်းကြားစာများ ပို့ရန် ပြင်ဆင်ပါ။ ပုံမှန်အချိန်အထိ အကြိမ်ရက်များ၊ သက်တမ်းကုန်ခန်းများနှင့် အဆင့်စီးပွားများကို ပံ့ပိုးသည်။
nl: Configureer meldingen die worden verzonden als je een check-in mist. Ondersteunt check-in-intervallen, respijtperioden en meerdere bestemmingen.
no: Konfigurer varsler som sendes hvis du ikke sjekker inn. Støtter innsjekkingsintervaller, nådeperioder og flere destinasjoner.
pa: ਚੇਕ-ਇਨ ਨੂੰ ਗਾਇਰ ਕਰਨ ਦੀ ਮਾਮਲੇ ਵਿੱਚ ਭੇਜੇ ਜਾਣ ਵਾਲੀਆਂ ਸੂਚਨਾਵਾਂ ਨੂੰ ਕਨਫਿਗਰ ਕਰੋ। ਚੇਕ-ਇਨ ਵਾਰਗਿਆਵਲੀ, ਕ੍ਰਿਪਾ-ਪੀਰੀਅਡ, ਅਤੇ ਕਈਂ ਮੰਜ਼ਿਲਾਂ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।
pl: Skonfiguruj powiadomienia, aby były wysyłane, jeśli przegapisz check-in. Obsługuje interwały check-in, okresy karencji i wiele miejsc docelowych.
pt: Configure notificações para serem enviadas se você perder um check-in. Suporta intervalos de check-in, períodos de carência e múltiplos destinos.
ro: Configurează notificările să fie trimise dacă ratezi o verificare. Suportă intervale de verificare, perioade de grație și destinații multiple.
ru: Настройте уведомления, которые будут отправлены, если вы пропустите регистрацию. Поддерживаются интервалы регистрации, периоды льготы и несколько целей.
sk: Nakonfigurujte upozornenia, aby sa poslali, ak zmeškáte kontrolu. Podporuje intervaly kontroly, dobu milosti a viacero miest určenia.
sl: Konfigurirajte obvestila, da se pošljejo, če zamudite prijavo. Podpira intervale prijave, obdobja milosti in več destinacij.
sq: Konfiguroni njoftimet që të dërgohen nëse humbisni një check-in. Mbështet intervalet e check-in, periudhat e mëshirës, dhe destinacione të shumta.
sr: Podesite obaveštenja koja se šalju ako propustite prijavu. Podržava intervale prijave, grejs periode i više destinacija.
sv: Konfigurera aviseringar som ska skickas om du missar en incheckning. Stödjer incheckningsintervall, nådeperioder och flera destinationer.
sw: Sanidi arifa zitumwe ikiwa unakosa kuangalia. Inasaidia vipindi vya kuangalia, kipindi cha uvumilivu, na marudio mengi.
ta: நீங்கள் சரிபார்க்கவில்லை என்றால் தகவல்களை அனுப்புவதற்குத் அறிவிப்புகளை அமைக்கவும். சரிபார்ப்பு இடைவெளி, சமயம் காலம் மற்றும் பல இலக்குகளை ஆதரிக்கிறது.
te: మీరు చెక్-ఇన్ వదిలితే పంపబడే నోటిఫికేషన్లను సవరించండి. చెక్-ఇన్ మధ్యకాల, సడలింపు కాలపరిమితులు, మరియు అనేక గమ్యాల్ని మద్దతిస్తుంది.
th: ตั้งค่าการแจ้งเตือนให้ส่งหากคุณพลาดการเช็คอิน รองรับเวลาตรวจเช็ค, ช่วงผ่อนผัน และปลายทางหลายแห่ง
tr: Bir kontrolü kaçırırsanız gönderilecek bildirimleri yapılandırın. Kontrol aralıkları, hoşgörü süreleri ve birden fazla hedef desteklenir.
uk: Налаштовуйте сповіщення, які відправляються, якщо ви пропустите перевірку присутності. Підтримуються інтервали перевірки, періоди благодати та декілька призначень.
ur: اطلاعات کو اس صورت میں بھیجنے کے لئے تشکیل دیں اگر آپ چیک ان کرنا بھول جائیں۔ چیک ان وقفے، رحم کے ادوار، اور متعدد مقامات کی حمایت کرتا ہے۔
uz: Agar tekshiruvni o'tkazib yuborsangiz xabarlarni yuborish uchun ogohlantirishlarni sozlang. Tekshirish intervallari, muddatlar va bir nechta manzillarni qo'llab-quvvatlaydi.
vi: Cấu hình thông báo để gửi nếu bạn bỏ lỡ lần kiểm tra. Hỗ trợ khoảng thời gian kiểm tra, thời gian ân hạn và nhiều đích đến.
xh: Ququzelela izaziso ukuba zithunyelwe ukuba uphoswa kukungena. Iyaxhasa iimphindezelo zokungena, ixesha lomonde, kunye neendawo ezininzi.

source: Reminders
ar: دقائق
az: dəqiqə
be: хвіліны
bn: মিনিট
cs: minuty
cy: munudau
da: minutter
de: Minuten
el: λεπτά
es: Minutos
et: minutit
eu: minutuak
fa: دقیقه‌ها
fi: minuutit
fr: Minutes
ga: simma
gd: mionaidean
gl: minutos
gu: મિનિટો
he: דקות
hi: मिनट
hr: minute
hu: percek
id: menit
is: mínútur
it: minuti
ja: 分
ka: წუთები
ku: xulek
lt: minutės
lv: minūtes
mg: minitra
mi: meneti
mk: минути
ml: മിനിറ്റുകൾ
ms: minit
mt: minuti
my: မိနစ်
nl: minuten
no: minutter
pa: ਮਿੰਟ
pl: minuty
pt: minutos
ro: minute
ru: минуты
sk: minúty
sl: minute
sq: minuta
sr: minuta
sv: minuter
sw: dakika
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: dakika
uk: хвилин
ur: منٹ
uz: daqiqa
vi: phút
xh: imizuzu

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
ar: جدولة تذكيرات فردية أو متكررة دون الحاجة إلى تسجيل الدخول. مفيد للرسائل بتاريخ ثابت.
az: Yoxlama tələb etmədən tək və ya təkrarlanan xatırlatmaları cədvəl üzrə təyin edin. Sabit tarixli mesajlar üçün faydalı.
be: Заплануйте одноразові або повторювані нагадування без необхідності перевірки. Корисно для повідомлень з фіксованими датами.
bn: চেক-ইনের প্রয়োজনীয়তা ছাড়াই একক বা পুনর্বিবৃত্ত অনুস্মারক সময়সূচী করুন। নির্দিষ্ট-তারিখের বার্তার জন্য উপকারী।
cs: Naplánujte jednorázová nebo opakovaná připomenutí bez nutnosti přihlášení. Užitočné pro zprávy s pevnými daty.
cy: Amserlennwch atgoffiadau unigol neu ailadroddus heb fod angen gwirio mewn. Defnyddiol ar gyfer negeseuon dyddiad penodol.
da: Planlæg enkelt- eller tilbagevendende påmindelser uden at kræve en check-in. Nyttig til dato-faste meddelelser.
de: Planen Sie einmalige oder wiederkehrende Erinnerungen ohne Check-in. Nützlich für Nachrichten mit festen Terminen.
el: Προγραμματίστε μεμονωμένες ή επαναλαμβανόμενες υπενθυμίσεις χωρίς να απαιτείται check-in. Χρήσιμο για μηνύματα με συγκεκριμένη ημερομηνία.
es: Programa recordatorios únicos o recurrentes sin requerir una entrada. Útil para mensajes de fecha fija.
et: Ajastage üksikud või korduvad meeldetuletused ilma kontrolli nõudmata. Kasulik fikseeritud kuupäevaga sõnumite jaoks.
eu: Programatu abisu bakarra edo errepikakorra, check-in behar izan gabe. Mezu data finkatuetarako erabilgarria.
fa: یادآورهای یک‌مرتبه‌ای یا تکراری را بدون نیاز به بررسی برنامه‌ریزی کنید. برای پیام‌های تاریخ‌دار ثابت مفید است.
fi: Aikatauluta yksittäiset tai toistuvat muistutukset ilman tarkistuspistettä. Hyödyllinen kiinteään päivämäärään tarkoitetuille viesteille.
fr: Programmez des rappels uniques ou récurrents sans nécessiter un point de contrôle. Utile pour les messages à date fixe.
ga: Sceideal meabhrúcháin aonuaire nó athfhillteacha gan a bheith ag teastáil seiceáil isteach. Úsáideach do theachtaireachtaí dáta seasta.
gd: Clàraich cuimhneachain aon-uair no ath-chuairteach gun a bhith ag iarraidh sùil a-steach. Feumail airson teachdaireachdan le ceann-latha stèidhichte.
gl: Programa recordatorios únicos ou recorrentes sen precisar un check-in. Útil para mensaxes con data fixa.
gu: નિર્ધારિત તારીખના સંદેશ માટે ચકાસણીની જરૂર વિના એકલ અથવા પુનરાવર્તનશીલ રિમાઇન્ડર્સ શેડ્યૂલ કરો.
he: תזמן תזכורות יחידות או חוזרות מבלי לדרוש בדיקה. שימושי להודעות בתאריכים קבועים.
hi: चेक-इन की आवश्यकता के बिना एकल या आवर्ती अनुस्मारक शेड्यूल करें। फिक्स्ड-तारीख वाले संदेशों के लिए उपयोगी।
hr: Rasporedite pojedinačne ili ponavljajuće podsjetnike bez potrebe za prijavom. Korisno za poruke s fiksnim datumom.
hu: Ütemezd egyedi vagy ismétlődő emlékeztetőket anélkül, hogy jelentkezésre lenne szükség. Hasznos rögzített dátumú üzenetekhez.
id: Jadwalkan pengingat tunggal atau berulang tanpa memerlukan check-in. Berguna untuk pesan tanggal tetap.
is: Skipuleggðu stakar eða endurteknar áminningar án þess að þurfa innskráningu. Gagnlegt fyrir föst dagasendingar.
it: Programma promemoria singoli o ricorrenti senza richiedere un check-in. Utile per messaggi a data fissa.
ja: チェックイン不要の単発または定期的なリマインダーをスケジュールします。固定日メッセージに便利です。
ka: დაგეგმეთ ერთჯერადი ან განმეორებადი შეხსენებების გაწერა შესახვედრის გარეშე. სასარგებლოა ფიქსირებული თარიღის შეტყობინებებისთვის.
ku: روناگ رتکردنی یەک یان دووبارە بە دووبارە بە بێ پێویستبوونی پشکنین. سوود بەرانبەر نامە چەمیناکانی بەروار تایبەتی.
lt: Planuokite vienkartinius arba pasikartojančius priminimus be registracijos poreikio. Naudinga žinutėms su nustatyta data.
lv: Plānojiet vienreizējos vai atkārtotos atgādinājumus, neprasot reģistrāciju. Noderīgi fiksēto datumu ziņām.
mg: Mariho fahatsiarovana tokana na mandeha mitohy tsy mitaky fandinihana. Mahasoa amin'ny hafatra amin'ny daty voafaritra.
mi: Hōtaka ngā whakamaumaharatanga takitahi, ā-reti rānei i waho i te hiahia ki te arotake mai. He pai mō ngā karere rā tuturu.
mk: Закажете еднократни или повторливи потсетници без потреба од проверка. Корисно за пораки со фиксни датуми.
ml: ചെക്ക്-ഇൻ ആവശ്യമില്ലാതെ ഏക സാധ്യതയുള്ള അല്ലെങ്കിൽ ആവർത്തിക്കപ്പെടുന്ന റിമൈൻഡറുകൾ ഷെഡ്യൂൾ ചെയ്യുക. നിശ്ചിത-തീയതി സന്ദേശങ്ങൾക്ക് ഉപകാരപ്രദമാണ്.
ms: Jadualkan peringatan tunggal atau berulang tanpa memerlukan check-in. Berguna untuk mesej tarikh tetap.
mt: Skeda tifkiriet waħda jew ricorrenti mingħajr ma titlob kontroll. Utli għal messaġġi fuq dati fissi.
my: ချိန်းဆိုချက် သို့မဟုတ် ပြန်လာသော သတိပေးချက်များကို စစ်ဆေးရန် မလိုအပ်ဘဲ သတ်မှတ်ထားသောရက်စွဲများအတွက် အသုံးဝင်သည်။
nl: Plan enkele of terugkerende herinneringen zonder een check-in vereisten. Nuttig voor berichten op vaste data.
no: Planlegg enkeltstående eller gjentakende påminnelser uten å kreve innsjekking. Nyttig for meldinger med faste datoer.
pa: ਚੇਕ-ਇਨ ਦੀ ਬਿਨਾਂ વ્યક્ત ਆਕਾਰ ਜਾਂ ਅਨੁਕ੍ਰਿਤ ਯਾਦ-ਇਕਰਾਰਨਾਮੇ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ। ਨਿਸ਼ਚਿਤ ਤਾਰੀਖ ਵਾਲੇ ਸੰਦੇਸ਼ਾਂ ਲਈ ਲਾਭਕਾਰੀ।
pl: Zaplanuj pojedyncze lub cykliczne przypomnienia bez wymaganego check-in. Przydatne dla wiadomości na określoną datę.
pt: Agende lembretes únicos ou recorrentes sem exigir um check-in. Útil para mensagens com data fixa.
ro: Programează memento-uri singulare sau recurente fără a necesita o verificare. Utile pentru mesaje cu data fixă.
ru: Запланируйте одноразовые или повторяющиеся напоминания без необходимости регистрации. Полезно для сообщений с фиксированной датой.
sk: Dohodnite si jednokratné alebo opakujúce sa pripomienky bez nutnosti kontroly. Užitočné pre správy s pevnými dátumami.
sl: Načrtujte enkratne ali ponavljajoče se opomnike brez zahtevanih prijav. Koristno za sporočila s fiksnimi datumi.
sq: Programoni kujtesa të vetme ose të përsëritura pa kërkuar një check-in. E dobishme për mesazhe me datë fikse.
sr: Zakažite jednokratne ili ponavljajuće podsetnike bez potrebe za prijavom. Korisno za poruke sa fiksnim datumom.
sv: Schemalägg enstaka eller återkommande påminnelser utan att kräva en incheckning. Användbart för meddelanden med fasta datum.
sw: Panga ukumbusho mmoja au unaorudiwa bila kuhitaji kuangalia. Inafaa kwa jumbe za tarehe maalum.
ta: சரிபார்ப்பு தேவையின்றி ஒருமுறை அல்லது மறு வரும் நினைவூட்டல்களை திட்டமிடுங்கள். நிரந்தர தேதி தகவல்களுக்குப் பயன்படுகிறது.
te: ఒకే లేదా పునరావృత గుర్తింపులను షెడ్యూల్ చేయండి చెక్-ఇన్ అవసరం లేకుండా. స్థిర-తేదీ సందేశాలకు దోషం.
th: กำหนดการเตือนเป็นครั้งเดียวหรือทวนซ้ำโดยไม่ต้องการการเช็คอิน มีประโยชน์สำหรับข้อความวันที่แน่นอน
tr: Kontrol gerektirmeyen tek seferlik veya tekrarlayan hatırlatıcılar planlayın. Düzenli tarihli mesajlar için kullanışlı.
uk: Заплануйте одиночні або повторювані нагадування без необхідності перевірки присутності. Корисно для повідомлень з фіксованою датою.
ur: چیک ان کی ضرورت کے بغیر ایک بار یا باقاعدہ یاد دہانیوں کا شیڈول بنائیں۔ مقررہ تاریخ کے پیغامات کے لئے مفید ہے۔
uz: Tekshiruvni talab qilmasdan yagona yoki takrorlanuvchi eslatmalarni rejalashtirish. Belgilangan sana xabarlari uchun foydali.
vi: Lên lịch nhắc nhở đơn hoặc định kỳ mà không cần kiểm tra. Hữu ích cho thông điệp có ngày cố định.
xh: Cwangcisa izikhumbuzo ezingatshintshiyo okanye eziphindaphindekayo ngaphandle kwesidingo sokungena. Kuxhamla kumyalezo weemini ezihlelwe ngokuqinileyo.

source: Emails
ar: البريد الإلكتروني
az: E-poçtlar
be: Электронные письма
bn: ইমেইল
cs: E-maily
cy: E-byst
es: Correos
et: E-kirjad
eu: Posta elektronikoak
fa: ایمیل‌ها
fi: Sähköpostit
ga: E-mail
gd: Post-d
gu: ઇમેઇલ્સ
he: אימיילים
hi: ईमेल
hr: E-mailovi
hu: E-mailek
id: Email
is: Tölvupóstar
it: Email
ja: Eメール
ka: ელ.ფოსტები
ku: ئیمەیلەکان
lt: El. laiškai
lv: E-pasti
mg: Mailaka
mi: Īmēra
mk: Е-пошта
ml: ഇമെയിലുകൾ
ms: E-mel
my: အီမေးလ်များ
no: E-poster
pa: ਈਮੇਲ
pl: E-maile
ro: Emailuri
ru: Электронные письма
sk: E-maily
sl: E-pošta
sq: Emailat
sr: Emailovi
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்கள்
te: ఈమెయిల్స్
th: อีเมล
tr: E-postalar
uk: Електронні листи
ur: ای میلز
uz: Elektron pochta
vi: Email
xh: Ii-imeyile
