Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Manage and send user Messagess from the system.
ar: إدارة وإرسال إشعارات المستخدمين من النظام.
az: Sistem tərəfindən istifadəçi bildirişlərini idarə edin və göndərin.
be: Кіруйце і адпраўляйце апавяшчэнні карыстальнікам з сістэмы.
bn: সিস্টেম থেকে ব্যবহারকারী বিজ্ঞপ্তিসমূহ পরিচালনা এবং পাঠান।
cs: Spravujte a posílejte uživatelská oznámení ze systému.
cy: Rheoli a danfon hysbysiadau defnyddiwr o'r system.
da: Administrer og send brugerbeskeder fra systemet.
de: Verwalten und senden Sie Benachrichtigungen an Benutzer aus dem System.
el: Διαχειριστείτε και στείλτε ειδοποιήσεις χρηστών από το σύστημα.
es: Administra y envía notificaciones de usuario desde el sistema.
et: Halda ja saada kasutajate teavitusi süsteemist.
eu: Kudeatu eta bidali erabiltzaileen jakinarazpenak sistematik.
fa: اعلان‌های کاربری را از سیستم مدیریت و ارسال کنید.
fi: Hallinnoi ja lähetä käyttäjäilmoituksia järjestelmästä.
fr: Gérez et envoyez les notifications utilisateur depuis le système.
ga: Hwɛ nsɛm a wɔde bɔ ɔmanfoɔ ho wɔ yɛso ana.
gd: Stiùir agus cuir teachdaireachdan fiosrachaidh luchd-cleachdaidh bhon t-siostam.
gl: Xestiona e envía notificacións a usuarios desde o sistema.
gu: સિસ્ટમમાંથી વપરાશકર્તા સૂચનાઓ સંચાલિત કરો અને મોકલો.
he: נהל ושלח הודעות משתמש מהמערכת.
hi: सिस्टम से उपयोगकर्ता अधिसूचनाओं का प्रबंधन और भेजें।
hr: Upravljajte i šaljite korisničke obavijesti iz sustava.
hu: Felhasználói értesítések kezelése és küldése a rendszerből.
id: Kelola dan kirim notifikasi pengguna dari sistem.
is: Stjórnaðu og sendu notendatilkynningar úr kerfinu.
it: Gestisci e invia notifiche utente dal sistema.
ja: システムからのユーザー通知を管理および送信します。
ka: システムからユーザー通知を管理および送信します。
ku: Agahdariya bikarhêneran ji hêla systemê ve bibêrwere û bişînin.
lt: Tvarkykite ir siųskite vartotojų pranešimus iš sistemos.
lv: Pārvaldiet un sūtiet sistēmas lietotāju paziņojumus.
mg: Tantano sy andefaso ny fampandrenesana mpampiasa avy amin'ny rafitra.
mi: Whakahaere, tuku whakamōhiotanga kaiwhakamahi mai i te pūnaha.
mk: Управувајте и испраќате кориснички нотификации од системот.
ml: സിസ്റ്റത്തിൽ നിന്ന് ഉപയോക്തൃ അറിയിപ്പുകൾ കൈകാര്യം ചെയ്യുക, അയയ്‌ക്കുക.
ms: Urus dan hantar pemberitahuan pengguna dari sistem.
mt: Immaniġġja u ibgħat notifika lill-utenti mis-sistema.
my: System မှ အသုံးပြုသူ အကြောင်းကြားချက်များကို စီမံနှင့် ပေးပို့ပါ။
nl: Beheer en verstuur gebruikersmeldingen vanuit het systeem.
no: Administrer og send brukervarsler fra systemet.
pa: ਪ੍ਰਣਾਲੀ ਤੋਂ ਯੂਜ਼ਰ ਸੂਚਨਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਭੇਜੋ।
pl: Zarządzaj i wysyłaj powiadomienia użytkowników z systemu.
pt: Gerencie e envie notificações de usuário do sistema.
ro: Administrează și trimite notificări utilizatorilor din sistem.
ru: Управляйте и отправляйте уведомления пользователям от системы.
sk: Spravujte a posielajte používateľské oznámenia zo systému.
sl: Upravljajte in pošiljajte uporabniška obvestila iz sistema.
sq: Menaxhoni dhe dërgoni njoftime për përdoruesit nga sistemi.
sr: Upravljaj i šalji korisnička obaveštenja iz sistema.
sv: Hantera och skicka användarnotifikationer från systemet.
sw: Simamia na tuma taarifa kwa watumiaji kutoka kwa mfumo.
ta: பயனர் அறிவிப்புகளை அமைப்பில் இருந்து நிர்வகிக்கவும் மற்றும் அனுப்பவும்.
te: వ్యవస్థ నుండి వినియోగదారు నోటిఫికేషన్‌లను నిర్వహించండి మరియు పంపండి.
th: จัดการและส่งการแจ้งเตือนผู้ใช้จากระบบ
tr: Sistemden kullanıcı bildirimlerini yönetin ve gönderin.
uk: Керуйте та надсилайте користувачам сповіщення з системи.
ur: نظام سے صارف نوٹیفکیشنز کا انتظام اور بھیجیں.
uz: Foydalanuvchi bildirishnomalarini tizimdan boshqarish va yuborish.
vi: Quản lý và gửi thông báo người dùng từ hệ thống.
xh: Lawula kwaye uthumele izaziso zabasebenzisi kwisimiso.

source: Add Messages
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: How to create and send a Messages
ar: كيفية إنشاء وإرسال بريد إلكتروني
az: Necə email yaratmaq və göndərmək
be: Як стварыць і адправіць электронны ліст
bn: কিভাবে ইমেইল তৈরি ও পাঠাবেন
cs: Jak vytvořit a odeslat email
cy: Sut i greu ac anfon e-bost
da: Hvordan man opretter og sender en e-mail
de: Wie man eine E-Mail erstellt und sendet
el: Πώς να δημιουργήσετε και να στείλετε ένα email
es: Cómo crear y enviar un correo
et: Kuidas luua ja saata e-kiri
eu: Nola sortu eta bidali email bat
fa: چگونه یک ایمیل ایجاد و ارسال کنیم
fi: Kuinka luoda ja lähettää sähköposti
fr: Comment créer et envoyer un email
ga: Kɛseɛ a wɔde bɛyɛ email na wɔde bɛsoma
gd: Ciamar a chruthaicheas agus a chuireas tu post-d
gl: Como crear e enviar un correo electrónico
gu: ઈમેઈલ કેવી રીતે બનાવી અને મોકલી શકાય
he: כיצד ליצור ולשלוח אימייל
hi: ईमेल बनाने और भेजने का तरीका
hr: Kako kreirati i poslati email
hu: Hogyan hozzunk létre és küldjünk emailt
id: Cara membuat dan mengirim email
is: Hvernig á að búa til og senda tölvupóst
it: Come creare e inviare un'email
ja: メールの作成と送信方法
ka: როგორ შექმნათ და გაგზავნოთ ელფოსტა
ku: Çawa peyama e-nameyek çê û bişînin
lt: Kaip sukurti ir išsiųsti el. laišką
lv: Kā izveidot un nosūtīt e-pastu
mg: Ahoana ny fomba hamoronana sy handefasana mailaka
mi: Me pēhea te hanga me te tuku īmēra
mk: Како да креирате и испратите е-пошта
ml: ഇമെയിൽ ഉണ്ടാക്കാനും അയക്കാനും എങ്ങനെ
ms: Cara mencipta dan menghantar emel
mt: Kif toħloq u tibgħat email
my: အီးမေးလ်ထုတ်ပြီးပို့ရန် လမ်းညွှန်ချက်
nl: Hoe maak je een e-mail en stuur je deze
no: Hvordan lage og sende en e-post
pa: ਇੱਕ ਈਮੇਲ ਕਿਵੇਂ ਬਣਾਉਣ ਅਤੇ ਭੇਜਣੀ ਹੈ
pl: Jak utworzyć i wysłać e-mail
pt: Como criar e enviar um email
ro: Cum să creezi și să trimiți un email
ru: Как создать и отправить электронное письмо
sk: Ako vytvoriť a poslať email
sl: Kako ustvariti in poslati e-pošto
sq: Si të krijosh dhe dërgosh një email
sr: Kako napraviti i poslati email
sv: Hur man skapar och skickar ett e-postmeddelande
sw: Jinsi ya kuunda na kutuma barua pepe
ta: மின்னஞ்சலை உருவாக்கி அனுப்புவது எப்படி
te: ఇమెయిల్ రూపొందించడం మరియు పంపడం ఎలా
th: วิธีสร้างและส่งอีเมล
tr: Bir e-posta nasıl oluşturulur ve gönderilir
uk: Як створити та надіслати електронний лист
ur: ایک ای میل کیسے بنائیں اور بھیجیں
uz: Elektron pochta yaratish va jo'natish
vi: Cách tạo và gửi email
xh: Indlela yokwenza nokuthumela i-imeyile

source: List Messages
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: Schedule Messages
ar: جدولة البريد الإلكتروني
az: Emaili Planla
be: Раскладанне Пошта
bn: ইমেইল সময়সূচি
cs: Naplánovat email
cy: Trefnu E-bost
da: Planlæg e-mail
de: E-Mail planen
el: Προγραμματισμός Εmail
es: Programar correo electrónico
et: Planeeri e-kiri
eu: Emaila programatu
fa: برنامه‌ریزی ایمیل
fi: Aikatauluta sähköposti
fr: Planifier l'email
ga: Hyɛn a wɔayɛde email
gd: Clàradh Post-d
gl: Programar Correo Electrónico
gu: સમયসূচિ ઈમેઈલ
he: לוח זמנים לאימייל
hi: ईमेल अनुसूची
hr: Raspored emaila
hu: Email ütemezése
id: Jadwalkan Email
is: Tímasetja tölvupóst
it: Programma Email
ja: メールのスケジュール
ka: ელფოსტის განრიგი
ku: Peyama Rojname
lt: Planinis el. laiškas
lv: Plānot e-pastu
mg: Fandaharam-mailaka
mi: Hōtaka Īmēra
mk: Распоред на е-пошта
ml: ഇമെയിൽ അനുഭവസംവിധാനം
ms: Jadualkan Emel
mt: Ixxedulja Email
my: အီးမေးလ် အချိန်ပြတ်
nl: E-mail inplannen
no: Planlegg e-post
pa: ਈਮੇਲ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Zaplanuj e-mail
pt: Agendar Email
ro: Programează Email
ru: Запланировать Email
sk: Naplánovať email
sl: Razporedi e-pošto
sq: Planifiko Email
sr: Raspored Slanja Emaila
sv: Schemalägg e-post
sw: Panga Barua Pepe
ta: மின்னஞ்சல் அட்டவணை
te: షెడ్యూల్ ఇమెయిల్
th: กำหนดเวลาอีเมล
tr: E-posta Planla
uk: Запланувати електронний лист
ur: ای میل کا شیڈول بنائیں
uz: Elektron pochta rejalashtirish
vi: Lên lịch Email
xh: Ishedyuli ye-imeyile

source: Message Details
ar: تم حذف الرسالة.
az: Mesaj silindi.
be: Повідомлення видалено.
bn: বার্তা মুছে ফেলা হয়েছে।
cs: Zpráva smazána.
cy: Neges wedi'i dileu.
da: Besked slettet.
de: Nachricht gelöscht.
el: Το μήνυμα διαγράφηκε.
es: Mensaje eliminado.
et: Sõnum kustutatud.
eu: Mezua ezabatua.
fa: پیام حذف شد.
fi: Viesti poistettu.
fr: Message supprimé.
ga: Teachtaireacht scriosta.
gd: Teachdaireachd air a dhubhadh às.
gl: Mensaxe eliminada.
gu: સંદેશ ડિલીટ થયો.
he: ההודעה נמחקה.
hi: संदेश हटा दिया गया।
hr: Poruka je izbrisana.
hu: Üzenet törölve.
id: Pesan dihapus.
is: Skilaboð eytt.
it: Messaggio eliminato.
ja: メッセージが削除されました。
ka: 消息已删除。
ku: پەیامەکە سڕایەوە.
lt: Pranešimas ištrintas.
lv: Ziņojums dzēsts.
mg: Voafafa ny hafatra.
mi: Kua mukua te karere.
mk: Пораката е избришана.
ml: സന്ദേശം ഇല്ലാതാക്കി.
ms: Mesej dipadam.
mt: Messaġġ imħassar.
my: မှတ်ပုံတင်မှုလွှာကို ဖျက်ပြီး။
nl: Bericht verwijderd.
no: Melding slettet.
pa: ਸੁਨੇਹਾ ਮਿਟਾਇਆ.
pl: Wiadomość usunięta.
pt: Mensagem deletada.
ro: Mesaj șters.
ru: Сообщение удалено.
sk: Správa zmazaná.
sl: Sporočilo izbrisano.
sq: Mesazhi u fshi.
sr: Poruka obrisana.
sv: Meddelande raderat.
sw: Ujumbe umefutwa.
ta: செய்தி நீக்கப்பட்டது.
te: సందేశం తొలగించబడింది.
th: ลบข้อความแล้ว
tr: Mesaj silindi.
uk: Повідомлення видалено.
ur: پیغام حذف کر دیا گیا۔
uz: Xabar o'chirildi.
vi: Tin nhắn đã bị xóa.
xh: Umzuzu ucinyiwe.

source: Check-in Interval
ar: فترة تسجيل الدخول
az: Yoxlama Intervali
be: চেক-ইন অন্তর
bn: চেক-ইন ইন্টারভাল
cs: Interval kontrol
cy: Cyfnod Gwirio I Mewn
de: Check-in-Intervall
el: Διάστημα Check-in
es: Intervalo de Registro
et: Kontrollimise intervall
eu: Kontrolerako Tartea
fa: فاصله چک‌این
fi: Sisäänkirjautumisväli
fr: Intervalle de check-in
ga: Eatramh Seiceáil Isteach
gd: Astar Sgrùdaidh a-steach
gl: Intervalo de check-in
gu: ચેક-ઇન ઈન્ટરવલ
he: מרווח בדיקה
hi: चेक-इन अंतराल
hr: Interval prijave
hu: Becsekkolási intervallum
id: Interval Check-in
is: Innritunarmilli
it: Intervallo di Check-in
ja: チェックイン間隔
ka: შემოწმების ინტერვალი
ku: ماوەی کتینەوە
lt: Registracijos intervalas
lv: Pārbaudes intervāls
mg: Interval Fanamarinana
mi: Wātiina Takitaki
mk: Интервал за проверка
ml: ചെക്ക്-ഇൻ ഇടവേള
ms: Selang Check-in
mt: Intervall ta' Check-in
my: အတည်ပြုရန် အခြားကြိမ်လန့်
nl: Incheckinterval
no: Innsjekkingsintervall
pa: ਚੈਕ-ਇਨ ਅੰਤਰਾਲ
pl: Interwał odprawy
pt: Intervalo de Check-in
ro: Interval de verificare
ru: Интервал проверок
sk: Interval kontroly
sl: Interval prijave
sq: Intervali i Kontrollit
sr: Interval prijave
sv: Incheckningsintervall
sw: Muda wa Kuangalia
ta: செக்-இன் இடைவெளை
te: చెక్-ఇన్ విరామం
th: ช่วงเวลาเช็คอิน
tr: Kontrol Süresi
uk: Інтервал перевірки
ur: چیک ان وقفہ
uz: Check-in oraliqligi
vi: Khoảng Thời Gian Check-in
xh: Ixesha lokuNgena kwakhona

source: Apprise URLs
az: Apprise URL-ləri
be: অ্যাপ্রাইজ URL
bn: অ্যাপ্রাইজ URLs
cs: Apprise URL
cy: URLs Apprise
da: Apprise URL'er
es: URLs de Apprise
et: Apprise URLid
eu: Apprise URLak
fa: URLهای Apprise
fi: Apprise URL-osoitteet
fr: URLs Apprise
ga: URLanna Apprise
gu: એપ્રાઇઝ URLs
he: כתובות URL אפריס
hi: अप्रीज़ URLs
hr: Apprise URL-ovi
hu: Apprise URL-ek
id: URL Apprise
is: Apprise URL
it: URL Apprise
ka: Apprise URL-ები
ku: URL-ی بەکاربردن
lt: Apprise URL
lv: Apprise URL
mg: URL Apprise
mi: Apprise URL
mk: Apprise URL-ови
ml: ആപ്രൈസ് URLs
ms: URL Apprise
my: Apprise URL များ
no: Apprise-URLer
pa: ਅਪ੍ਰਾਇਜ਼ URLs
ro: URL-uri Apprise
sk: Apprise URL
sl: Apprise URL-ji
sq: URL-të Apprise
sr: Apprise URL-ovi
sv: Apprise-URL:er
sw: URL za Apprise
ta: Apprise URLகள்
tr: Apprise URL'leri
ur: اپرائز URLs
uz: Apprise URLlar
vi: URL Apprise
xh: Izalathiso zeApprise

source: None assigned.
ar: لم يتم تعيين شيء.
az: Heç biri təyin edilməyib.
be: কোনোটি নির্ধারিত নয়।
bn: কিছুই নির্ধারিত নেই।
cs: Žádné přidělené.
cy: Dim wedi'i neilltuo.
da: Ingen tildelt.
de: Keine zugewiesen.
el: Κανείς δεν έχει οριστεί.
es: Ninguno asignado.
et: Pole määratud.
eu: Bat ere ez esleitu.
fa: هیچ کدام تعیین نشده‌اند.
fi: Ei määritettyjä.
fr: Aucun assigné.
ga: Gan aon cheann sannaithe.
gd: Gun dad air a shònrachadh.
gl: Ningún asignado.
gu: કોઈ સોંપેલા નથી.
he: לא הוקצה.
hi: कोई असाइन नहीं किया गया।
hr: Nijedno nije dodijeljeno.
hu: Nincs hozzárendelve.
id: Tidak ada yang ditentukan.
is: Enginn úthlutaður.
it: Nessuno assegnato.
ja: 割り当てなし。
ka: არაფერი დანიშნული.
ku: هیچ تۆمار نەکرا.
lt: Nepriskirta.
lv: Nav piešķirts.
mg: Tsy misy napetraka.
mi: Kāore he mea i tautuhia.
mk: Нема доделени.
ml: ഒന്നും അനുവദിച്ചിട്ടില്ല.
ms: Tiada yang ditetapkan.
mt: Xejn assenjat.
my: ဘာမျှမ သတ်မှတ်ထားပါ။
nl: Geen toegewezen.
no: Ingen tildelt.
pa: ਕੋਈ ਨਹੀਂ ਨਿਰਧਾਰਿਤ।
pl: Nie przypisano.
pt: Nenhum atribuído.
ro: Niciuna alocată.
ru: Ничего не назначено.
sk: Žiadne nepriradené.
sl: Nič dodeljeno.
sq: Asnjë e caktuar.
sr: Nijedna dodeljena.
sv: Inget tilldelat.
sw: Hakuna iliyopewa.
ta: ஒதுக்கப்படவில்லை.
te: ఏదీ కేటాయించలేదు.
th: ไม่มีการกำหนด
tr: Hiçbiri atanmadı.
uk: Жодної не призначено.
ur: کوئی بھی تفویض نہیں۔
uz: Hech biri tayinlanmagan.
vi: Chưa được gán.
xh: Akukho nanye enikiweyo.

source: Back to Messages
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Disable to edit Messages
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Assign Destinations
ar: تعيين الوجهات
az: Təyinatları Təyin et
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle
cy: Neilltuo Cyrchfanau
da: Tildel destinationer
de: Ziele zuweisen
el: Καθορισμός Προορισμών
es: Asignar destinos
et: Määra sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها
fi: Määritä kohteet
fr: Attribuer des destinations
ga: Destines Assign
gd: Sònraich Ceàrn-uidhe
gl: Asignar destinos
gu: ગંતવ્યો એસાઇન કરો
he: הקצה יעדים
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta
hu: Célállomások hozzárendelése
id: Tentukan Tujuan
is: Úthluta áfangastöðum
it: Assegna Destinazioni
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის განაწილება
ku: تۆمارکردنی شوێنەکانی نیشاندان
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona
mi: Tautuhia ngā Wāhi
mk: Додели дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi
mt: Assigna Destinazzjonijiet
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen
no: Tilordne destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe
pt: Atribuir Destinos
ro: Alocă destinații
ru: Назначить назначения
sk: Priradiť destinácie
sl: Dodeli destinacije
sq: Cakto Destinacionet
sr: Dodeli destinacije
sv: Tilldela destinationer
sw: Weka Sehemu za Kufikia
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทาง
tr: Hedefleri Ata
uk: Призначити напрямки
ur: مقامات تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến
xh: Misela Iindawo zokufikela

source: Disable to assign destinations
ar: تعيين الوجهات
az: Təyinatları Təyin et
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle
cy: Neilltuo Cyrchfanau
da: Tildel destinationer
de: Ziele zuweisen
el: Καθορισμός Προορισμών
es: Asignar destinos
et: Määra sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها
fi: Määritä kohteet
fr: Attribuer des destinations
ga: Destines Assign
gd: Sònraich Ceàrn-uidhe
gl: Asignar destinos
gu: ગંતવ્યો એસાઇન કરો
he: הקצה יעדים
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta
hu: Célállomások hozzárendelése
id: Tentukan Tujuan
is: Úthluta áfangastöðum
it: Assegna Destinazioni
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის განაწილება
ku: تۆمارکردنی شوێنەکانی نیشاندان
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona
mi: Tautuhia ngā Wāhi
mk: Додели дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi
mt: Assigna Destinazzjonijiet
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen
no: Tilordne destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe
pt: Atribuir Destinos
ro: Alocă destinații
ru: Назначить назначения
sk: Priradiť destinácie
sl: Dodeli destinacije
sq: Cakto Destinacionet
sr: Dodeli destinacije
sv: Tilldela destinationer
sw: Weka Sehemu za Kufikia
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทาง
tr: Hedefleri Ata
uk: Призначити напрямки
ur: مقامات تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến
xh: Misela Iindawo zokufikela

source: Set Schedule
ar: تعيين الجدول
az: Cədvəli Təyin et
be: তালিকা নির্ধারণ করুন
bn: সময়সূচি নির্ধারণ করুন
cs: Nastavit plán
cy: Gosod Amserlen
da: Indstil tidsplan
de: Plan festlegen
el: Ορισμός Προγράμματος
es: Establecer programación
et: Määra ajakava
eu: Ordutegia ezarri
fa: تنظیم زمانبندی
fi: Aseta aikataulu
fr: Définir un horaire
ga: Socraigh Sceideal
gd: Suidhich Clàr-ama
gl: Establecer horario
gu: શેડ્યૂલ સેટ કરો
he: קבע לוח זמנים
hi: अनुसूची सेट करें
hr: Postavi raspored
hu: Ütemezés beállítása
id: Setel Jadwal
is: Setja tímaáætlun
it: Imposta Programma
ja: スケジュールを設定
ka: გრაფიკის დაყენება
ku: دانانی خشتە
lt: Nustatyti grafiką
lv: Iestatīt grafiku
mg: Mametrahana Fandaharana
mi: Tautuhi Mahere Wā
mk: Постави распоред
ml: പട്ടിക ക്രമീകരിക്കുക
ms: Tetapkan Jadual
mt: Issettja Skeda
my: အချိန်ဇယားကို သတ်မှတ်ပါ
nl: Planning instellen
no: Angi tidsplan
pa: ਤਹਿ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Ustaw harmonogram
pt: Definir Agenda
ro: Setează programul
ru: Установить расписание
sk: Nastaviť plán
sl: Nastavi razpored
sq: Cakto Orarin
sr: Postavi raspored
sv: Ange schema
sw: Weka Ratiba
ta: கால அட்டவணையை அமைக்கவும்
te: షెడ్యూల్ సెట్ చేయండి
th: ตั้งเวลาตาราง
tr: Programı Ayarla
uk: Встановити розклад
ur: شیڈول مرتب کریں
uz: Jadvalni sozlash
vi: Đặt Lịch Trình
xh: Misela Ishedyuli
