Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
ar: الصق عنوان URL صالح لـ Apprise مقدمة من الخدمة (مثل Discord، Pushover، إلخ).
az: Xidmət tərəfindən təmin edilən etibarlı Apprise URL yapışdırın (məsələn, Discord, Pushover və s.).
be: সার্ভিস দ্বারা প্রদান করা একটি বৈধ অ্যাপ্রাইস URL পেস্ট করুন (যেমন, Discord, Pushover, ইত্যাদি)।
bn: সেবাদাতার দ্বারা প্রদত্ত একটি বৈধ Apprise URL পেস্ট করুন (যেমন Discord, Pushover, ইত্যাদি)।
cs: Vložte platnou Apprise URL adresu poskytovanou službou (např. Discord, Pushover atd.).
cy: Gludwch URL Apprise dilys a ddarperir gan y gwasanaeth (e.e., Discord, Pushover, ac ati).
da: Indsæt en gyldig Apprise URL leveret af tjenesten (f.eks. Discord, Pushover, etc).
de: Fügen Sie eine gültige Apprise URL ein, die vom Dienst bereitgestellt wird (z.B. Discord, Pushover, etc.).
el: Επικολλήστε μια έγκυρη Apprise URL που παρέχεται από την υπηρεσία (π.χ., Discord, Pushover, κ.λπ.).
es: Pega una URL de Apprise válida proporcionada por el servicio (por ejemplo, Discord, Pushover, etc.).
et: Kleebi teenuse pakutud kehtiv Apprise URL (nt Discord, Pushover jne).
eu: Itsatsi zerbitzuak emandako Apprise URL baliozko bat (adibidez, Discord, Pushover, etab.).
fa: URL معتبر Apprise ارائه‌شده را توسط سرویس (مثلاً، Discord، Pushover، و غیره) جای‌گذاری کنید.
fi: Liitä palvelun tarjoama voimassa oleva Apprise URL (esim. Discord, Pushover, jne.).
fr: Collez une URL Apprise valide fournie par le service (par ex., Discord, Pushover, etc.).
ga: Greamaigh URL Apprise bailí arna sholáthar ag an tseirbhís (e.g., Discord, Pushover, etc).
gd: Cuir a-steach Apprise URL dligheach air a thoir seachad leis an t-seirbheis (m.e., Discord, Pushover, msaa).
gl: Pegue unha URL de Apprise válida proporcionada polo servizo (por exemplo, Discord, Pushover, etc).
gu: સેવાનો વૈધ એપ્રાઇઝ URL પેસ્ટ કરો (જેમ કે, Discord, Pushover, વગેરે).
he: הדבק URL של Apprise שהתקבל מהשירות (למשל, Discord, Pushover, וכו').
hi: सेवा द्वारा प्रदान किए गए वैध Apprise URL को चिपकाएं (उदा., Discord, Pushover, आदि)।
hr: Zalijepite valjanu Apprise URL adresu koju je dostavila usluga (npr. Discord, Pushover, itd).
hu: Illesszen be egy érvényes Apprise URL-t, amelyet a szolgáltatás biztosít (pl. Discord, Pushover stb.).
id: Tempel URL Apprise yang valid yang disediakan oleh layanan (misalnya, Discord, Pushover, dll).
is: Límdu inn gilt Apprise URL gefið af þjónustunni (t.d., Discord, Pushover o.s.frv.).
it: Incolla un URL Apprise valido fornito dal servizio (es., Discord, Pushover, ecc.).
ja: サービスによって提供された有効なApprise URLを貼り付けます（例：Discord、Pushoverなど）。
ka: ჩასვით სწორი Apprise URL, რომელიც სერვისმა მოგაწოდა (მაგ.: Discord, Pushover და სხვ.).
ku: یە دێستینی دییسکیەیە بۆ نزیکەکراو بەر بۆشدینە ئۆڕینە وێشافەدۆتی بکە. (مسالەن: دیسکۆرد، پێسووردی واوسیبووشی، و هتد.)
lt: Įklijuokite galiojantį Apprise URL, kurį suteikė paslauga (pvz., Discord, Pushover ir kt.).
lv: Ielīmējiet derīgu Apprise URL, ko nodrošina pakalpojums (piemēram, Discord, Pushover u.c.).
mg: Atsofohy ny Apprise URL manan-kery nomen'ny tolotra (ohatra, Discord, Pushover, sns).
mi: Whakapirihia tētahi URL Apprise whaimana e whakaratohia ana e te ratonga (hei tauira, Discord, Pushover, aha atu).
mk: Залепете валидна Apprise URL дадена од услугата (на пр. Discord, Pushover, итн.).
ml: സേവനക്കാരാൽ നൽകിയ പിക്കുള്ളതിനാൽ സാധൂകരിക്കുകയും ശരിയായ URL കഴുകുകയും (ഉദാ., Discord, Pushover, മുതലായവ).
ms: Tampalkan URL Apprise yang sah yang disediakan oleh perkhidmatan (contohnya, Discord, Pushover, dll).
mt: Ippejstja URL Apprise validu provdut mis-servizz (eż., Discord, Pushover, eċċ).
my: ဤဆာဗာက်စ်ပါက ဖြန့်ချိထားသော Apprise URL အတိအကျ ထည့်ပေးပါ။
nl: Plak een geldige Apprise URL die door de dienst wordt verstrekt (bijv. Discord, Pushover, etc).
no: Lim inn en gyldig Apprise URL gitt av tjenesten (f.eks., Discord, Pushover, etc).
pa: ਸੇਵਾ ਦੁਆਰਾ ਦਿੱਤੀ ਗਈ ਮਾਨਯ ਅਪ੍ਰਾਈਜ਼ ਯੂਆਰਐਲ ਪੇਸਟ ਕਰੋ (ਜਿਵੇਂ ਕਿ Discord, Pushover, ਆਦਿ)।
pl: Wklej ważny URL Apprise podany przez usługę (np. Discord, Pushover, itp.).
pt: Cole uma URL válida do Apprise fornecida pelo serviço (ex.: Discord, Pushover, etc).
ro: Lipiți un URL Apprise valid oferit de serviciu (de exemplu, Discord, Pushover, etc).
ru: Вставьте действительный Apprise URL, предоставленный службой (например, Discord, Pushover и т. д.).
sk: Vložiť platnú Apprise URL poskytovanú službou (napr. Discord, Pushover, atď).
sl: Prilepite veljavno Apprise URL, ki ga nudi storitev (npr. Discord, Pushover ipd.).
sq: Ngjisni një URL të vlefshme Apprise të siguruar nga shërbimi (p.sh., Discord, Pushover, etj).
sr: Налепите важећи Apprise URL који пружа услуга (нпр. Discord, Pushover, итд).
sv: Klistra in en giltig Apprise URL som tillhandahålls av tjänsten (t.ex. Discord, Pushover, etc).
sw: Bandika URL halali ya Apprise iliyotolewa na huduma (mfano, Discord, Pushover, n.k.).
ta: சேவையால் வழங்கப்படும் செல்லும்தகுதியான Apprise URL ஐ ஒட்டு (எ.கா., Discord, Pushover, etc).
te: సేవ ద్వారా అందించిన సరైన Apprise URL ని ప్రతిచోటా చొప్పించండి (ఉదా., Discord, Pushover, మొదలైనవి).
th: วาง URL Apprise ที่ถูกต้องซึ่งผู้ให้บริการให้มา (เช่น Discord, Pushover เป็นต้น)
tr: Hizmet tarafından sağlanan geçerli bir Apprise URL'si yapıştırın (ör. Discord, Pushover, vb.).
uk: Вставте дійсний Apprise URL, наданий службою (наприклад, Discord, Pushover тощо).
ur: وہ مستند اپریس URL چسپاں کریں جو سروس کے ذریعہ فراہم کردہ ہو (جیسے، Discord, Pushover، وغیرہ)۔
uz: Xizmat tomonidan taqdim etilgan amal jol Apprise URL ni joylashtiring (masalan, Discord, Pushover va hk).
vi: Dán một URL Apprise hợp lệ được cung cấp bởi dịch vụ (ví dụ, Discord, Pushover, v.v.).
xh: Beka i-URL esemthethweni ye-Apprise enikiweyo ngolwazi (umzekelo, Discord, Pushover, njl.njl).

source: Label the destination to identify it easily in Messagess.
ar: قم بوضع اسم للوصف لتسهيل التعرف عليه في الإشعارات.
az: Tərəfdəki təyinatı bildirişlərdə asanlıqla müəyyən etmək üçün etiketləyin.
be: নোটিফিকেশনে সহজে চিহ্নিত করার জন্য গন্তব্যটির লেবেল দিন।
bn: গন্তব্য চিহ্নিত করতে একটি লেবেল প্রদান করুন যাতে তা বিজ্ঞপ্তিগুলিতে সহজে শনাক্ত হয়।
cs: Označte cíl pro snadnou identifikaci v notifikacích.
cy: Labelwch y cyrchfan i'w adnabod yn hawdd mewn hysbysiadau.
da: Mærk destinationen for nemt at identificere den i notifikationer.
de: Kennzeichnen Sie das Ziel, um es in Benachrichtigungen leicht zu identifizieren.
el: Επισημάνετε τον προορισμό για να τον εντοπίσετε εύκολα στις ειδοποιήσεις.
es: Etiqueta el destino para identificarlo fácilmente en las notificaciones.
et: Märgi sihtkoht, et seda teavitustes hõlpsasti ära tunda.
eu: Etiketatu helmuga jakinarazpenetan erraz identifikatzeko.
fa: برای آسان‌تر شناسایی مقصد در اعلان‌ها، به آن برچسب بزنید.
fi: Tunnista kohde helposti ilmoituksissa antamalla sille nimi.
fr: Étiquetez la destination pour l'identifier facilement dans les notifications.
ga: Lipéadaigh an ceann scríbe ionas gur féidir leat é a aithint go héasca i bhfoirmeagairtí.
gd: Cuir ainm air an ceann-uidhe gus a chomharrachadh gu furasta ann an fiosan.
gl: Etiqueta o destino para identificalo facilmente nas notificacións.
gu: સૂચનાઓમાં સરળતાથી ઓળખવા માટે ગંતવ્યને લેબલ કરો.
he: תייג את היעד כדי שיהיה קל לזהותו בהתראות.
hi: सूचनाओं में आसानी से पहचानने के लिए गंतव्य को लेबल करें।
hr: Označite destinaciju radi lakšeg prepoznavanja u obavijestima.
hu: Címkézze meg a célállomást, hogy könnyen azonosítható legyen az értesítésekben.
id: Labeli tujuan untuk memudahkan identifikasinya dalam notifikasi.
is: Merktu áfangastaðinn til að auðkenna hann auðveldlega í tilkynningum.
it: Etichetta la destinazione per identificarla facilmente nelle notifiche.
ja: 通知で簡単に識別できるように宛先にラベルを付けます。
ka: დაასახელეთ დანიშნულება მარტივად იდენტიფიცირებისათვის შეტყობინებებში.
ku: نیشانیۯ نزەبی بۆ خوتاسکر و رەسگەر ئاسانە بکە.
lt: Pažymėkite tikslą, kad galėtumėte jį lengvai atpažinti pranešimuose.
lv: Marķējiet galamērķi, lai to viegli identificētu paziņojumos.
mg: Mariho ny toerana mba ho mora fantatra amin'ny fampahafantarana.
mi: Whakahua te wāhi kia ngāwari ai te mōhiotia i roto i ngā pānui.
mk: Означете ја дестинацијата за полесна идентификација во известувањата.
ml: നോട്ടിഫിക്കേഷനുകളിൽ എളുപ്പത്തിൽ തിരിച്ചറിയാൻ ഭൂമികയെ ലേബൽ ചെയ്യുക.
ms: Labelkan destinasi untuk memudahkan pengenalan dalam pemberitahuan.
mt: Imla l-etichetta tad-destinazzjoni biex tkun faċli biex tiġi identifikata fin-notifiki.
my: ခရီးကို ဖျော့ဖျန်းမှုရှိသော အချက်စာရင်းများတွင် အထင်ကြီးခြင်းနှင့် ရှုထောင့်ထားပါ။
nl: Label de bestemming om deze gemakkelijk te identificeren in meldingen.
no: Merk destinasjonen for å enkelt identifisere den i varsler.
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਵਿੱਚ ਮੋਹਰੀ ਤੌਰ ਤੇ ਮੰਜਿਲ ਪਛਾਣਣ ਲਈ ਲੇਬਲ ਦਿਓ।
pl: Oznacz cel, aby łatwo go zidentyfikować w powiadomieniach.
pt: Rotule o destino para identificá-lo facilmente nas notificações.
ro: Etichetați destinația pentru a o identifica ușor în notificări.
ru: Назовите место назначения, чтобы легко идентифицировать его в уведомлениях.
sk: Označte destináciu, aby ste ju ľahko identifikovali v oznámeniach.
sl: Označite destinacijo, da jo zlahka identificirate v obvestilih.
sq: Etiketoni destinacionin për ta identifikuar lehtësisht në njoftime.
sr: Означите дестинацију да бисте је лако идентификовали у обавештењима.
sv: Märk destinationen för att enkelt identifiera den i aviseringar.
sw: Label eneo ili kulitambua kwa urahisi kwenye arifa.
ta: அறிவிப்புகளில் தானே அடையாளம் காண இலக்கை லேபிள் செய்க.
te: నోటిఫికేషన్‌లలో సులభంగా గుర్తించడానికి గమ్యస్థానాన్ని లేబుల్ చేయండి.
th: ตั้งชื่อจุดหมายเพื่อให้จดจำได้ง่ายในการแจ้งเตือน
tr: Bildirimlerde hedefi kolayca tanımak için bir etiket ekleyin.
uk: Назвіть пункт призначення, щоб легко ідентифікувати його в сповіщеннях.
ur: نوٹیفیکیشن میں آسانی سے شناخت کے لئے مقام کو ایک لیبل دیں۔
uz: Bildirishnomalarda yo'nalishni oson tanish uchun nom bering.
vi: Gán nhãn cho điểm đến để dễ dàng nhận diện trong các thông báo.
xh: Bhale phantsi indawo ukuze uyichonge ngokulula kwiizaziso.

source: Use the 🧪 icon to test that the destination is working properly.
ar: استخدم أيقونة 🧪 لاختبار أن الوجهة تعمل بشكل صحيح.
az: Təyinatın düzgün çalışdığını test etmək üçün 🧪 ikonunu istifadə edin.
be: 🧪 আইকন ব্যবহার করুন গন্তব্যটি সঠিকভাবে কাজ করছে কিনা পরীক্ষা করতে।
bn: গন্তব্যটি সঠিকভাবে কাজ করছে কিনা তা পরীক্ষা করতে 🧪 আইকন ব্যবহার করুন।
cs: Použijte ikonu 🧪 pro otestování, že cíl funguje správně.
cy: Defnyddiwch yr eicon 🧪 i brofi bod y cyrchfan yn gweithio'n iawn.
da: Brug 🧪 ikonet for at teste, om destinationen fungerer korrekt.
de: Verwenden Sie das 🧪-Icon, um zu testen, ob das Ziel ordnungsgemäß funktioniert.
el: Χρησιμοποιήστε το εικονίδιο 🧪 για να ελέγξετε ότι ο προορισμός λειτουργεί σωστά.
es: Usa el ícono 🧪 para probar que el destino está funcionando correctamente.
et: Sihtkoha toimimise testimiseks kasuta 🧪 ikooni.
eu: Erabili 🧪 ikonoa helmuga behar bezala funtzionatzen duela probatzeko.
fa: از آیکون 🧪 برای آزمایش اینکه مقصد به درستی کار می‌کند، استفاده کنید.
fi: Testataksesi kohteen toimivuuden, käytä 🧪 kuvaketta.
fr: Utilisez l'icône 🧪 pour tester que la destination fonctionne correctement.
ga: Úsáid an icon 🧪 chun a thástáil go bhfuil an ceann scríbe ag obair i gceart.
gd: Cleachd an ìomhaigh 🧪 gus dèanamh cinnteach gu bheil an ceann-uidhe ag obair ceart.
gl: Use o icono 🧪 para probar que o destino está funcionando correctamente.
gu: 🧪 આઇકનનો ઉપયોગ કરશો કે ગંતવ્ય યોગ્ય રીતે કામ કરે છે કે નહીં.
he: השתמש באייקון 🧪 כדי לבדוק שהיעד פועל כראוי.
hi: गंतव्य सही ढंग से काम कर रहा है यह जांचने के लिए 🧪 चिह्न का उपयोग करें।
hr: Koristite 🧪 ikonu za testiranje ispravnosti destinacije.
hu: Használja a 🧪 ikont a célállomás megfelelő működésének teszteléséhez.
id: Gunakan ikon 🧪 untuk menguji bahwa tujuan bekerja dengan baik.
is: Notaðu 🧪 táknið til að prófa að áfangastaðurinn virki rétt.
it: Usa l'icona 🧪 per testare che la destinazione funzioni correttamente.
ja: 🧪アイコンを使用して、宛先が正しく動作しているかをテストします。
ka: გამოიყენეთ 🧪 სიმბოლო დანიშნულების სწორად ფუნქციონირების გამოსაცდელად.
ku: فیایە 🧪 بە شەرە锋ە بۆ بەکرنە نیشانی راوە بەکاردەکەدەرە.
lt: Naudokite 🧪 piktogramą, kad patikrintumėte, ar tikslas veikia tinkamai.
lv: Izmantojiet 🧪 ikonu, lai pārliecinātos, ka galamērķis darbojas pareizi.
mg: Ampiasao ny 🧪 kisary hitsapana raha mandeha tsara ny toerana.
mi: Whakamahia te 🧪 aihikona hei whakamātau mēnā kei te pai te wāhi.
mk: Користете ја иконата 🧪 за да тестирате дали дестинацијата работи правилно.
ml: നിയമിത 🧪 ഐക്കൺ ഉപയോഗിച്ച് പ്രവർത്തനം ശരിയാണെന്ന് പിന്തുണക്കുക.
ms: Gunakan ikon 🧪 untuk menguji bahawa destinasi berfungsi dengan betul.
mt: Uża l-ikona 🧪 biex tittestja li d-destinazzjoni qed taħdem tajjeb.
my: 🧪 အမှတ်အား အသုံးပြု၍ ယင်းခရီးကောင်းသည့်အခါ စမ်းသပ်ပါ။
nl: Gebruik het 🧪-icoon om te testen of de bestemming correct werkt.
no: Bruk 🧪-ikonet for å teste at destinasjonen fungerer som den skal.
pa: 🧪 ਆਈਕਨ ਦੀ ਵਰਤੋਂ ਕਰੋ ਜਿਵੇਂ ਕਿ ਇਹ ਮੰਜ਼ਿਲ ਠੀਕ ਕੰਮ ਕਰ ਰਹੀ ਹੈ ਜਾਂ ਨਹੀਂ।
pl: Użyj ikony 🧪, aby przetestować, czy cel działa poprawnie.
pt: Use o ícone 🧪 para testar se o destino está funcionando corretamente.
ro: Folosiți pictograma 🧪 pentru a testa că destinația funcționează corect.
ru: Используйте значок 🧪, чтобы проверить, правильно ли работает место назначения.
sk: Použite ikonu 🧪 na otestovanie, či destinácia pracuje správne.
sl: Uporabite ikono 🧪, da preizkusite, ali destinacija deluje pravilno.
sq: Përdorni ikonën 🧪 për të testuar që destinacioni po funksionon siç duhet.
sr: Користите 🧪 иконицу да тестирате да ли дестинација ради исправно.
sv: Använd 🧪-ikonen för att testa att destinationen fungerar korrekt.
sw: Tumia ikon 🧪 ili kujaribu kama eneo linafanya kazi vizuri.
ta: 🧪 ஐகானை பயன்படுத்தி இலக்கு சரியாக வேலை செய்கிறதா என்று சோதிக்கவும்.
te: గమ్యస్థానం సరిగా పనిచేస్తుందా లేదా పరీక్షించడానికి 🧪 చిహ్నం ఉపయోగించండి.
th: ใช้ไอคอน 🧪 เพื่อตรวจสอบว่าจุดหมายทำงานได้อย่างถูกต้อง
tr: Hedefin düzgün çalıştığını test etmek için 🧪 simgesini kullanın.
uk: Використовуйте іконку 🧪, щоб перевірити, чи пункт призначення працює належним чином.
ur: مقام کے درست کام کرنے کا ٹیسٹ کرنے کے لیے 🧪 آئیکون کا استعمال کریں۔
uz: Maqsadning to'g'ri ishlayotganligini tekshirish uchun 🍪 belgisidan foydalaning.
vi: Dùng biểu tượng 🧪 để kiểm tra xem điểm đến hoạt động tốt không.
xh: Sebenzisa i-icon 🧪 ukuvavanya ukuba indawo isebenza ngokufanelekileyo.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
ar: لا يمكن تعديل أو حذف وجهات Apprise المستخدمة في الإشعارات.
az: Bildirişlər tərəfindən istifadə olunan Apprise yerləri redaktə edilə və ya silinə bilməz.
be: নোটিফিকেশন দ্বারা ব্যবহৃত অ্যাপ্রাইস গন্তব্যগুলি সম্পাদনা বা মোছা যাবে না।
bn: বিজ্ঞপ্তির জন্য ব্যবহৃত Apprise গন্তব্যগুলি সম্পাদনা বা মুছে ফেলা যাবে না।
cs: Destinace Apprise používané v notifikacích nelze upravovat ani mazat.
cy: Ni ellir golygu na dileu cyrchfannau Apprise a ddefnyddir gan hysbysiadau.
da: Apprise destinationer, der bruges i notifikationer, kan ikke redigeres eller slettes.
de: Apprise-Ziele, die von Benachrichtigungen verwendet werden, können nicht bearbeitet oder gelöscht werden.
el: Οι προορισμοί Apprise που χρησιμοποιούνται από ειδοποιήσεις δεν μπορούν να επεξεργαστούν ή να διαγραφούν.
es: Los destinos Apprise en uso por las notificaciones no pueden ser editados ni eliminados.
et: Teavitustes kasutuses olevate Apprise sihtkohtade redigeerimine või kustutamine ei ole võimalik.
eu: Jakinarazpenek erabiltzen dituzten Apprise helmugak ezin dira editatu edo ezabatu.
fa: مقصدهای Apprise که توسط اعلان‌ها استفاده می‌شوند، قابل ویرایش یا حذف نیستند.
fi: Ilmoituksissa käytössä olevia Apprise-kohteita ei voi muokata tai poistaa.
fr: Les destinations Apprise utilisées par les notifications ne peuvent être modifiées ou supprimées.
ga: Ní féidir ceann scríbe Apprise a úsáidtear i bhfoirmeagairtí a chur in eagar nó a scriosadh.
gd: Cha ghabh cinn-uidhe Apprise a tha ann am fiosan a dheasachadh no a dhubhadh às.
gl: Os destinos de Apprise en uso por notificacións non poden ser editados ou eliminados.
gu: સૂચનાઓ દ્વારા ઉપયોક્ત ગંતવ્યને સંપાદિત અથવા કાઢી શકાતું નથી.
he: יעדי Apprise הנמצאים בשימוש בהתראות לא ניתנים לעריכה או למחיקה.
hi: सूचनाओं द्वारा उपयोग किए जा रहे Apprise गंतव्यों को संपादित या हटाया नहीं जा सकता।
hr: Apprise destinacije korištene u obavijestima ne mogu se uređivati ili brisati.
hu: A figyelmeztetéseket használó Apprise célállomások nem szerkeszthetők vagy törölhetők.
id: Destinasi Apprise yang digunakan oleh notifikasi tidak dapat diedit atau dihapus.
is: Apprise áfangastaðir sem eru í notkun eftir tilkynningum er ekki hægt að breyta eða eyða.
it: Le destinazioni Apprise in uso per le notifiche non possono essere modificate o eliminate.
ja: 通知に使用されているApprise宛先は編集または削除できません。
ka: Apprise დანიშნულებები, რომლებიც შეტყობინებებით არიან გამოყენებული ვერ რედაქტირდება ან წაიშლება.
ku: نیشانی بەر بەرزوخوڵە کرایەدانەجارەیان کە دەکرێن یانە بژانین یا خویندنە.
lt: Apprise tikslai, naudojami pranešimuose, negali būti redaguojami arba ištrinti.
lv: Izmantojamās paziņojumu Apprise galamērķi nevar rediģēt vai dzēst.
mg: Tsy azo ovaina na voafafa ny toeran'Apprise ampiasain'ny fampandrenesana.
mi: Kāore e taea te whakatika, te muku rānei i ngā whāinga Apprise e whakamahia ana e ngā pānui.
mk: Apprise дестинациите употребувани од известувањата не можат да се изменуваат или бришат.
ml: നോട്ടിഫിക്കേഷൻ ഉപയോഗത്തിന്റെ ഭൂമികകൾ എഡിറ്റുചെയ്യാനോ ഒഴിവാക്കാനോ സാധ്യമല്ല.
ms: Destinasi Apprise yang digunakan oleh pemberitahuan tidak boleh diedit atau dipadam.
mt: Id-destinazzjonijiet Apprise li jintużaw min-notifiki ma jistgħux jiġu editjati jew imħassra.
my: အချက်တမ်းများသို့ပွားခြင်းမလို့ ယနေ့အသုံးပြုသော Apprise ခရီးများကို ပြုလုပ်ပါ။
nl: Apprise-bestemmingen die door meldingen worden gebruikt, kunnen niet worden bewerkt of verwijderd.
no: Apprise-destinasjoner som brukes av varsler kan ikke redigeres eller slettes.
pa: ਨੋਟੀਫਿਕੇਸ਼ਨ ਦੁਆਰਾ ਵਰਤੇ ਜਾ ਰਹੇ ਅਪ੍ਰਾਈਜ਼ ਮੰਜਿਲਾਂ ਨੂੰ ਸੋਧਿਆ ਜਾਂ ਮਿਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Cele Apprise używane przez powiadomienia nie mogą być edytowane ani usuwane.
pt: Destinos do Apprise usados por notificações não podem ser editados ou excluídos.
ro: Destinațiile Apprise utilizate de notificări nu pot fi editate sau șterse.
ru: Используемые в уведомлениях места назначения Apprise нельзя редактировать или удалять.
sk: Destinácie Apprise používané v oznámeniach nemôžu byť upravené ani zmazané.
sl: Apprise destinacij, ki jih uporabljajo obvestila, ni mogoče urediti ali izbrisati.
sq: Destinacionet Apprise në përdorim nga njoftimet nuk mund të redaktohen ose fshihen.
sr: Apprise дестинације које користе обавештења не могу бити измењене или обрисане.
sv: Apprise-destinationer som används av aviseringar kan inte redigeras eller raderas.
sw: Maeneo ya Apprise yanayotumiwa na arifa hayawezi kuhaririwa au kufutwa.
ta: அறிவிப்புகளைப் பயன்படுத்தும் Apprise இலக்குகளை தொகுக்கவோ அழிக்கவோ முடியாது.
te: నోటిఫికేషన్‌లు ఉపయోగిస్తున్న Apprise గమ్యస్థానాలను సవరించగా లేదా తొలగించలేరు.
th: จุดหมาย Apprise ที่ใช้งานในการแจ้งเตือนไม่สามารถแก้ไขหรือลบได้
tr: Bildirimler tarafından kullanılan Apprise hedefleri düzenlenemez veya silinemez.
uk: Пункти призначення Apprise, які використовуються сповіщеннями, не можна редагувати або видаляти.
ur: نوٹیفیکیشن کے ذریعہ استعمال میں موجود اپریس مقامات کو بھی ترمیم یا حذف نہیں کیا جا سکتا۔
uz: Bildirishnomalar tomonidan foydalanilayotgan Apprise yo'nalishlari tahrirlanishi yoki o'chirilishi mumkin emas.
vi: Điểm đến Apprise đang được thông báo sử dụng không thể chỉnh sửa hoặc xóa.
xh: Iindawo ze-Apprise ezibonelelwe zizaziso azinakuhlelwa okanye zisuswe.
