Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No configuration values found.
ar: لم يتم تعيين تكوين SMTP
az: FTP qurğusu təyin olunmayıb
be: Канфігурацыя SMTP не прызначана
bn: কোনো SMTP কনফিগারেশন বরাদ্দ নেই
cs: Žádná SMTP konfigurace není přiřazena
cy: Dim cyfluniad SMTP wedi'i neilltuo
da: Ingen SMTP-konfiguration tildelt
de: Keine SMTP-Konfiguration zugewiesen
el: Δεν έχει εκχωρηθεί διαμόρφωση SMTP
es: No se ha asignado configuración SMTP
et: SMTP konfiguratsioon määramata
eu: SMTP konfiguraziorik ez da asignatu
fa: هیچ پیکربندی SMTP ای تعیین نشده است
fi: Ei SMTP-konfiguraatiota määritetty
fr: Aucune configuration SMTP attribuée
ga: Enkabea biara mma SMTP configuration
gd: Gun rèiteachadh SMTP air a riarachadh
gl: Ningunha configuración SMTP asignada
gu: કોઈ SMTP રૂપરેખાંકન સોંપવામાં આવ્યું નથી
he: לא הוקצתה תצורת SMTP
hi: कोई SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया
hr: Nema dodijeljene SMTP konfiguracije
hu: Nincs SMTP konfiguráció hozzárendelve
id: Tidak ada konfigurasi SMTP yang ditetapkan
is: Engin SMTP stilling úthlutuð
it: Nessuna configurazione SMTP assegnata
ja: SMTP設定が割り当てられていません
ka: არ არის მინიჭებული SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP tune ye
lt: Nėra paskirta SMTP konfigūracija
lv: Nav piešķirta SMTP konfigurācija
mg: Tsy misy fametrahana SMTP natokana
mi: Kāore i te whakaritea he whirihoranga SMTP
mk: Нема доделена SMTP конфигурација
ml: SMTP ക്രമീകരണം നിയോഗിച്ചിട്ടില്ല
ms: Tiada konfigurasi SMTP ditugaskan
mt: Ebda konfigurazzjoni SMTP ma qed tintuża
my: SMTP ဖွဲ့စည်းခြင်းမရှိပါ
nl: Geen SMTP-configuratie toegewezen
no: Ingen SMTP-konfigurasjon tilordnet
pa: ਕੋਈ ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ
pl: Brak przypisanej konfiguracji SMTP
pt: Nenhuma configuração SMTP atribuída
ro: Nicio configurație SMTP atribuită
ru: Конфигурация SMTP не назначена
sk: Žiadna SMTP konfigurácia nie je priradená
sl: Ni dodeljene nastavitve SMTP
sq: Asnjë konfigurim SMTP i caktuar
sr: Nema dodeljene SMTP konfiguracije
sv: Ingen SMTP-konfiguration tilldelad
sw: Hakuna usanidi wa SMTP uliopeanwa
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు
th: ไม่ได้กำหนดการตั้งค่า SMTP
tr: SMTP yapılandırması atanmadı
uk: Конфігурація SMTP не призначена
ur: کوئی SMTP ترتیب تفویض نہیں کی گئی
uz: SMTP konfiguratsiyasi tayinlanmagan
vi: Không có cấu hình SMTP được gán
xh: Akukho lungelelwaniso lwe-SMTP olunikeziwe

source: Database Backups
ar: نسخ قاعدة البيانات الاحتياطية
az: Verilənlər Bazası Ehtiyat Nüsxələri
be: Рэзервовыя копіі базы дадзеных
bn: ডেটাবেস ব্যাকআপ
cs: Zálohy databáze
cy: нема৲а жыйнимать
da: Database sikkerhedskopier
de: Datenbank-Sicherungen
el: Αντίγραφα Ασφαλείας Βάσης Δεδομένων
et: Andmebaasi varukoopiad
eu: Datubase Babeskopiak
fa: پشتیبان‌گیری از پایگاه داده‌ها
fi: Tietokannan varmuuskopiot
fr: Sauvegardes de base de données
ga: Cúltacaí Bunachar Sonraí
gd: Cùl-taic Stòr-dàta
gl: Backups de Base de Dados
gu: ડેટાબેઝ બેકઅપ્સ
he: גיבויי מסד נתונים
hi: डेटाबेस बैकअप
hr: Sigurnosne kopije baze podataka
hu: Adatbázis biztonsági mentések
id: Cadangan Database
is: Afrit af gagnagrunni
it: Backup del database
ja: データベースのバックアップ
ka: მონაცემთა ბაზის სარეზერვო ასლები
ku: پشگری بنکەدراوە
lt: Duomenų bazės atsarginės kopijos
lv: Datu bāzes dublējumi
mg: Fizarana Angona Miverina
mi: Pūrua Pātengi Raraunga
mk: D'atab'se Back'ups
ml: ഡാറ്റാബേസ് ബാക്കപ്പുകൾ
ms: Sandaran Pangkalan Data
mt: Backups tad-Database
nl: Databank Back-ups
no: Database Sikkerhetskopier
pa: ਡਾਟਾਬੇਸ ਬੈਕਅੱਪਸ
pl: Kopie zapasowe bazy danych
pt: Backups do Banco de Dados
ro: Backup-uri de Bază de Date
ru: Резервные копии базы данных
sk: Zálohy databázy
sl: Varnostne kopije baze podatkov
sq: 6#=^ అసహ్య करो
sr: Rezervne kopije baze podataka
sw: Chelezo za Database
ta: தரவுத்தளம் பாதுகாப்பு
te: డేటాబేస్ బ్యాకప్స్
th: สำรองข้อมูลฐานข้อมูล
tr: Veritabanı Yedekleri
uk: Резервні копії бази даних
ur: ڈیٹا بیس بیک اپ
uz: Ma'lumotlar bazasi zaxiralari
vi: Yarimja Haldylon
xh: I-Database Backups

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
ar: إدارة النسخ الاحتياطية المشفرة لقاعدة بيانات Grylli. يمكن فقط للمسؤولين إنشاء أو حذف النسخ الاحتياطية.
az: Grylli verilənlər bazasınızın şifrələnmiş ehtiyat nüsxələrini idarə edin. Yalnız adminlər ehtiyat nüsxələri yarada və ya silə bilər.
be: Кіруйце зашыфраванымі рэзервовымі капіямі базы даных Grylli. Толькі адміністратары могуць ствараць або выдаляць рэзервовыя копіі.
bn: আপনার Grylli ডাটাবেসের এনক্রিপ্টেড ব্যাকআপ পরিচালনা করুন। শুধুমাত্র অ্যাডমিনরা ব্যাকআপ তৈরি বা মুছে ফেলতে পারে।
cs: Spravujte šifrované zálohy vaší Grylli databáze. Pouze administrátoři mohou vytvářet nebo mazat zálohy.
cy: Rheoli copïau wrth gefn wedi'u hamgryptio o'ch cronfa ddata Grylli. Dim ond gweinyddwyr sy'n gallu creu neu ddileu copïau wrth gefn.
da: Administrer krypterede sikkerhedskopier af din Grylli-database. Kun administratorer kan oprette eller slette sikkerhedskopier.
de: Verwalten Sie verschlüsselte Backups Ihrer Grylli-Datenbank. Nur Administratoren können Backups erstellen oder löschen.
el: Διαχειριστείτε κρυπτογραφημένα αντίγραφα ασφαλείας της βάσης δεδομένων Grylli. Μόνο οι διαχειριστές μπορούν να δημιουργήσουν ή να διαγράψουν αντίγραφα ασφαλείας.
es: Administra copias de seguridad cifradas de tu base de datos Grylli. Solo los administradores pueden crear o eliminar copias de seguridad.
et: Halda oma Grylli andmebaasi krüpteeritud varukoopiaid. Ainult administraatorid saavad varukoopiaid luua või kustutada.
eu: Kudeatu zure Grylli datu-basearen babeskopia zifratuak. Bakarrik administratzaileek sor edo ezabatu ahal dituzte babeskopiak.
fa: نسخه‌های رمزنگاری‌شده پایگاه داده Grylli خود را مدیریت کنید. تنها مدیران می‌توانند نسخه‌ها را ایجاد یا حذف کنند.
fi: Hallinnoi Grylli-tietokannan salattuja varmuuskopioita. Vain ylläpitäjät voivat luoda tai poistaa varmuuskopioita.
fr: Gérez les sauvegardes chiffrées de votre base de données Grylli. Seuls les administrateurs peuvent créer ou supprimer des sauvegardes.
ga: Hwɛ Grylli database a wɔayi ho nsie a ɛyɛ mpɔtam yeiyɛ. akwankyerɛ mpɔtam nsrafokuw nkoara na wɔtumi kɔso nso san yi mfirin.
gd: Stiùir leabhraichean-dàta Glèidhte Grylli agad. Chan urrainn ach do rianadairean leabhraichean-dàta a chruthachadh no a sguabadh às.
gl: Xestiona copias de seguridade cifradas da túa base de datos Grylli. Só os administradores poden crear ou eliminar copias de seguridade.
gu: તમારા Grylli ડેટાબેઝના એન્ક્રિપ્ટેડ બેકઅપ્સ મેનેજ કરો. બેકઅપ્સ બનાવવા અથવા કાઢી નાખવા માટે ફક્ત એડમિન્સના અધિકાર છે.
he: נהל גיבויים מוצפנים של מסד הנתונים של Grylli. רק מנהלים יכולים ליצור או למחוק גיבויים.
hi: अपने Grylli डेटाबेस के एन्क्रिप्टेड बैकअप्स का प्रबंधन करें। केवल एडमिन्स बैकअप बना या हटा सकते हैं।
hr: Upravljajte šifriranim sigurnosnim kopijama svoje Grylli baze podataka. Samo administratori mogu stvoriti ili izbrisati sigurnosne kopije.
hu: Kezelje a Grylli adatbázis titkosított biztonsági mentéseit. Csak adminisztrátorok hozhatnak létre vagy törölhetnek biztonsági mentéseket.
id: Kelola cadangan terenkripsi dari database Grylli Anda. Hanya admin yang dapat membuat atau menghapus cadangan.
is: Stjórnaðu dulkóðuðum afritum af Grylli gagnagrunninum. Aðeins stjórnendur geta búið til eða eytt afritum.
it: Gestisci i backup criptati del tuo database Grylli. Solo gli amministratori possono creare o eliminare backup.
ja: Grylliデータベースの暗号化されたバックアップを管理します。バックアップの作成や削除は管理者のみが行えます。
ka: Grylliデータベースの暗号化バックアップを管理します。バックアップの作成または削除は管理者のみが可能です。
ku: Stûvên dûrînkirî yên database-ya Grylli yê xwe bibêrjêre. Tenê gerdûn lê buxerî dikare bînîn an jêbibînin.
lt: Tvarkykite šifruotas Grylli duomenų bazės atsargines kopijas. Tik administratoriai gali kurti arba ištrinti atsargines kopijas.
lv: Pārvaldiet šifrētas Grylli datubāzes rezerves kopijas. Tikai administratori var izveidot vai dzēst rezerves kopijas.
mg: Tantano ny backup vaovao voaaro an'ny tahiry Grylli anao. Admin ihany no afaka mamorona na mamafa backup.
mi: Whakahaere tārua tiakitanga o tō papaaunga Grylli. Ko ngā kaiwhakahaere anake ka taea te waihanga, te whakakore i ngā tārua.
mk: Управувајте со шифрираните резервни копии на вашата Grylli база на податоци. Само администратори можат да создаваат или бришат резервни копии.
ml: Grylli ഡാറ്റാബേസിന്റെ എൻക്രിപ്റ്റുചെയ്ത ബാക്കപ്പുകൾ കൈകാര്യം ചെയ്യുക. ബാക്കപ്പുകൾ സൃഷ്ടിക്കാനും ഇല്ലാതാക്കാനുമുള്ള അധികാരം അഡ്മിന്മാർക്കാണ്.
ms: Urus sandaran disulitkan bagi pangkalan data Grylli anda. Hanya pentadbir boleh membuat atau memadam sandaran.
mt: Immaniġġja backups encrypted tad-database tiegħek Grylli. Biss admin jistgħu joħolqu jew iħassru backups.
my: သင့် Grylli ဒေတာဘေ့စကို encrypt လုပ်ထားသော backup များကို စီမံပါ။ အက်မင်များသာ backup များကို ဖန်တီးသို့မဟုတ် ဖျက်နိုင်ပါသည်။
nl: Beheer versleutelde back-ups van je Grylli-database. Alleen beheerders kunnen back-ups maken of verwijderen.
no: Administrer krypterte sikkerhetskopier av din Grylli-database. Kun administratorer kan opprette eller slette sikkerhetskopier.
pa: ਆਪਣੇ Grylli ਡੇਟਾਬੇਸ ਦੇ ਇਨਕ੍ਰਿਪਟ ਕੀਤੇ ਬੈਕਅੱਪਸ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ। ਕੇਵਲ ਐਡਮਿਨ ਬੈਕਅੱਪਸ ਬਣਾਉਣ ਜਾਂ ਮਿਟਾਉਣ ਦੀ ਸਮਰੱਥਾ ਰੱਖਦੇ ਹਨ।
pl: Zarządzaj zaszyfrowanymi kopiami zapasowymi bazy danych Grylli. Tylko administratorzy mogą tworzyć lub usuwać kopie zapasowe.
pt: Gerencie backups criptografados do seu banco de dados Grylli. Apenas administradores podem criar ou excluir backups.
ro: Administrează backup-urile criptate ale bazei de date Grylli. Doar administratorii pot crea sau șterge backup-uri.
ru: Управляйте зашифрованными резервными копиями вашей базы данных Grylli. Только администраторы могут создавать или удалять резервные копии.
sk: Spravujte šifrované zálohy vašej databázy Grylli. Zálohy môžu vytvárať alebo mazať len administrátori.
sl: Upravljanje šifriranih varnostnih kopij vaše Grylli baze podatkov. Samo admini lahko ustvarijo ali izbrišejo varnostne kopije.
sq: Menaxhoni kopjet rezervë të koduara të bazës së të dhënave Grylli. Vetëm administratorët mund të krijojnë ose fshijnë kopje rezervë.
sr: Upravljaj šifrovanim rezervnim kopijama tvoje Grylli baze podataka. Samo administratori mogu kreirati ili brisati rezervne kopije.
sv: Hantera krypterade säkerhetskopior av din Grylli-databas. Endast administratörer kan skapa eller radera säkerhetskopior.
sw: Simamia nakala za hifadhi zilizosimbwa za hifadhidata yako ya Grylli. Ni wasimamizi tu wanaweza kuunda au kufuta nakala za hifadhi.
ta: உங்கள் Grylli தரவுத்தளத்தின் குறியாக்கிக்கப்பட்ட காப்புப்பிரதிகளை நிர்வகிக்கவும். காப்புப்பிரதிகளை உருவாக்க அல்லது நீக்க மட்டும் நிர்வாகிகள் முடியும்.
te: మీ Grylli డేటాబేస్ యొక్క సంకేతపరచిన బ్యాకప్‌లు నిర్వహించండి. కేవలం అడ్మిన్లు బ్యాకప్‌లను సృష్టించగలరాని లేదా తొలగించగలరాని విధంగా.
th: จัดการสำรองข้อมูลที่เข้ารหัสของฐานข้อมูล Grylli ของคุณ เฉพาะผู้ดูแลสามารถสร้างหรือลบการสำรองข้อมูลได้
tr: Grylli veritabanınızın şifrelenmiş yedeklerini yönetin. Yalnızca yöneticiler yedek oluşturabilir veya silebilir.
uk: Керуйте зашифрованими резервними копіями вашої бази даних Grylli. Тільки адміністратори можуть створювати або видаляти резервні копії.
ur: اپنے Grylli ڈیٹا بیس کے مرموز بیک اپ کا انتظام کریں۔ صرف ایڈمنز بیک اپ تخلیق یا حذف کر سکتے ہیں.
uz: Grylli ma'lumotlar bazasi uchun shifrlangan zaxira nusxalarini boshqarish. Faqat adminlar zaxira nusxalarini yaratishi yoki o'chirishi mumkin.
vi: Quản lý sao lưu mã hóa của cơ sở dữ liệu Grylli của bạn. Chỉ quản trị viên mới có thể tạo hoặc xóa sao lưu.
xh: Lawula iibhakaphu ezihlanganisiweyo zedatha yakho yeGrylli. Only admins can create or delete backups.

source: Create Backup
ar: إنشاء نسخة احتياطية
az: Ehtiyat Nüsxə Yaradın
be: Стварыць рэзервовую копію
bn: ব্যাকআপ তৈরি করুন
cs: Vytvořit zálohu
cy: Creu Copi Wrth Gefn
da: Opret sikkerhedskopi
de: Backup erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας
es: Crear copia de seguridad
et: Loo varukoopia
eu: Sortu Babeskopia
fa: ایجاد نسخه پشتیبان
fi: Luo varmuuskopio
fr: Créer une sauvegarde
ga: Cruthaigh Cúltaca
gd: Cruthaich Cùl-taic
gl: Crear Copia de Seguridade
gu: બેકઅપ બનાવો
he: צור גיבוי
hi: बैकअप बनाएं
hr: Stvorite sigurnosnu kopiju
hu: Biztonsági mentés létrehozása
id: Buat Cadangan
is: Búa til afrit
it: Crea backup
ja: バックアップを作成
ka: სარეზერვო ასლის შექმნა
ku: پشگیری دروست بکە
lt: Sukurti atsarginę kopiją
lv: Izveidot dublējumu
mg: Mamorona Backup
mi: Hangaia He Pūrua
mk: Создај резервна копија
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുക
ms: Buat Sandaran
mt: Oħloq Backup
my: Backup ဖန်တီးပါ
nl: Back-up maken
no: Opprett Sikkerhetskopi
pa: ਬੈਕਅੱਪ ਬਣਾਓ
pl: Utwórz kopię zapasową
pt: Criar Backup
ro: Creați Backup
ru: Создать резервную копию
sk: Vytvoriť zálohu
sl: Ustvari varnostno kopijo
sq: Krijo Kopje Rezervë
sr: Kreiraj rezervnu kopiju
sv: Skapa Backup
sw: Unda Chelezo
ta: பாதுகாப்பு உருவாக்குக
te: బ్యాకప్ సృష్టించండి
th: สร้างข้อมูลสำรอง
tr: Yedek Oluştur
uk: Створити резервну копію
ur: بیک اپ بنائیں
uz: Zaxira nusxasini yaratish
vi: Tạo bản sao lưu
xh: Yenza ikhophi yogcino

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
ar: النسخ الاحتياطية تحتوي على جميع بيانات التطبيق الخاصة بك. احفظها بأمان. يتم تشفير البيانات الحساسة في قاعدة البيانات افتراضيًا.
az: Ehtiyat nüsxələr tam tətbiq məlumatlarınızı ehtiva edir. Təhlükəsiz saxlayın. Həssas məlumatlar varsayılan olaraq DB-də şifrələnir.
be: Рэзервовыя копіі ўтрымліваюць усе дадзеныя прыкладання. Захоўвайце надзейна. Адчувальныя дадзеныя па змаўчанні шыфруюцца ў базе дадзеных.
bn: ব্যাকআপে আপনার সম্পূর্ণ অ্যাপ ডেটা থাকে। নিরাপদে সংরক্ষণ করুন। সংবেদনশীল তথ্য ডিফল্টভাবে ডিবিতে এনক্রিপ্টেড থাকে।
cs: Zálohy obsahují všechna vaše aplikační data. Ukládejte bezpečně. Citlivá data jsou v DB zašifrována ve výchozím nastavení.
cy: Mae copïau wrth gefn yn cynnwys eich data app llawn. Storiwch nhw'n ddiogel. Mae data sensitif wedi'i amgryptio yn y DB yn ddiofyn.
da: Sikkerhedskopier indeholder dine komplette app-data. Opbevar dem sikkert. Følsomme data er krypteret i DB som standard.
de: Backups enthalten Ihre vollständigen App-Daten. Sicher lagern. Sensible Daten werden standardmäßig in der DB verschlüsselt.
el: Τα αντίγραφα ασφαλείας περιέχουν όλα τα δεδομένα της εφαρμογής σας. Αποθηκεύστε τα με ασφάλεια. Τα ευαίσθητα δεδομένα είναι κρυπτογραφημένα στη ΒΔ από προεπιλογή.
es: Las copias de seguridad contienen todos los datos de tu aplicación. Almacénalos de manera segura. Los datos sensibles están cifrados en la base de datos por defecto.
et: Varukoopiad sisaldavad kogu sinu rakenduse andmed. Hoia turvaliselt. Tundlikud andmed on andmebaasis vaikimisi krüpteeritud.
eu: Babeskopiak zure aplikazioaren datu osoak dauzka. Gorde segurtasunez. Datu sentikorrak DBan zifraturik daude lehenetsita.
fa: پشتیبان‌گیری‌ها شامل داده‌های کامل برنامه شما هستند. آنها را به‌طور ایمن ذخیره کنید. داده‌های حساس به‌طور پیش‌فرض در DB رمزگذاری شده‌اند.
fi: Varmuuskopiot sisältävät sovelluksesi täydet tiedot. Tallenna turvallisesti. Luottamukselliset tiedot on salattu tietokannassa oletuksena.
fr: Les sauvegardes contiennent toutes les données de votre application. Conservez-les en sécurité. Les données sensibles sont chiffrées dans la BD par défaut.
ga: Tá cúltacaí ar fad de shonraí d’aip ann. Stóráil go slán. Tá sonraí íogaire criptithe sa DB de réir réamhshocraithe.
gd: Tha cùl-taic a’ toirt a-steach na làn dàta app agad. Stòraich gu tèarainte. Tha dàta mothachail air a chrioptachadh anns an DB gu bunaiteach.
gl: As copias de seguridade conteñen todos os datos da túa aplicación. Garda de maneira segura. Os datos sensibles están cifrados na BD por defecto.
gu: બેકઅપમાં તમારી સંપૂર્ણ એપ્લિકેશન ડેટા છે. સુરક્ષિત રીતે સાચવો. ડિફૉલ્ટ દ્વારા DB મા સંવેદનશીલ ડેટા એન્ક્રિપ્ટ કરવામાં આવે છે.
he: גיבויים מכילים את כל נתוני האפליקציה שלך. שמור בבטחה. נתונים רגישים מוצפנים בתור ברירת מחדל.
hi: बैकअप आपके पूरे ऐप डेटा को शामिल करते हैं। सुरक्षित रूप से स्टोर करें। संवेदनशील डेटा डिफ़ॉल्ट रूप से DB में एन्क्रिप्टेड होता है।
hr: Sigurnosne kopije sadrže vaše potpune podatke aplikacije. Pohranite sigurno. Osjetljivi podaci su šifrirani u bazi podataka po zadanim postavkama.
hu: A biztonsági mentések tartalmazzák az alkalmazás összes adatát. Tárolja őket biztonságosan. Az érzékeny adatok alapértelmezés szerint titkosítva vannak az adatbázisban.
id: Cadangan berisi data aplikasi lengkap Anda. Simpan dengan aman. Data sensitif dienkripsi di DB secara default.
is: Afrit innihalda öll gögn forritsins þíns. Geymið þau örugglega. Viðkvæm gögn eru sjálfgefið dulkóðuð í gagnagrunninum.
it: I backup contengono i dati completi dell'app. Conserva in modo sicuro. I dati sensibili sono crittografati nel DB per impostazione predefinita.
ja: バックアップはアプリの全データを含んでいます。安全に保管してください。機密データはデフォルトでDBに暗号化されています。
ka: სარეზერვო ასლები შეიცავს აპლიკაციის სრულ მონაცემებს. შეინახეთ უსაფრთხოდ. სენსიტიური მონაცემები შიფრირებულია მონაცემთა ბაზაში სტანდარტულად.
ku: پشگیریەکان تێکشانی تەواوی پەرەی لەبرنامە. بنەڕخوەکان لە داتا بنکەدراوە پاڵپشتی ژمارەکراون.
lt: Atsarginės kopijos turinys yra visa programėlės informacija. Laikykite saugiai. Jautri informacija pagal nutylėjimą yra užšifruota duomenų bazėje.
lv: Dublējumi satur visu jūsu lietotnes datu. Glabājiet droši. Jūtīga informācija ir noklusējuma šifrētā datu bāzē.
mg: Ny Backup dia ahitana ny angona fampiharanao manontolo. Tehirizo soa aman-tsara. Ny angona manan-danja dia voafono ao amin'ny DB ho default.
mi: Ko ngā pūrua kei roto katoa i ō raraunga taupānga. Puritia tia. Kua whakamuna ngā raraunga tairongo i roto i te DB ā-taunoa.
mk: Резервните копии ја содржат целата ваша апликациска база. Чувајте безбедно. Чувствителните податоци се шифрирани во базата на податоци по подразбирање.
ml: ബാക്കപ്പുകൾ നിങ്ങളുടെ ആപ് പൂർണ്ണ ഡാറ്റ അടങ്ങിയിരിക്കുന്നു. സുരക്ഷിതമായി സൂക്ഷിക്കുക. സെൻസിറ്റീവ് ഡാറ്റ ഡിബിയിൽ സ്വാഭാവികമായി എൻക്രിപ്റ്റ് ചെയ്യപ്പെട്ടിരിക്കുന്നു.
ms: Sandaran mengandungi semua data aplikasi anda. Simpan dengan selamat. Data sensitif dienkripsi dalam DB secara lalai.
mt: Il-backups fihom id-dejta sħiħa tal-app tiegħek. Aħżinhom b'mod sigur. Dejta sensittiva hija kriptata fis-DB b'mod awtomatiku.
my: Backup များသည် သင့် app အချက်အလက်အစကုန်ပါဝင်သည့်အတိုင်းနေရာသည်။ လုံခြုံစွာ ထိန်းသိမ်းပါ။ ထိိတ်ထိပ်တိုင်အချက်အလက်ကို DB တွင် ပုံမှန်အားဖြင့် စာရင်းချုပ်ထားသည်။
nl: Back-ups bevatten uw volledige app-gegevens. Bewaar veilig. Gevoelige gegevens zijn standaard versleuteld in de database.
no: Sikkerhetskopier inneholder alle appdataene dine. Oppbevar sikkert. Sensitive data er som standard kryptert i databasen.
pa: ਬੈਕਅੱਪਸ ਤੁਹਾਡੇ ਪੂਰੇ ਐਪ ਡੇਟਾ ਨੂੰ ਰੱਖਦੇ ਹਨ। ਸੁਰੱਖਿਅਤ ਤੌਰ ਤੇ ਸਟੋਰ ਕਰੋ। ਸੰਵੇਦਨਸ਼ੀਲ ਡੇਟਾ ਮੁੱਫਤ ਤੌਰ ਤੇ ਡੀਬੀ ਵਿੱਚ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: Kopie zapasowe zawierają pełne dane aplikacji. Przechowuj je bezpiecznie. Wrażliwe dane są domyślnie szyfrowane w bazie danych.
pt: Backups contêm todos os dados do aplicativo. Armazene com segurança. Dados sensíveis são criptografados no DB por padrão.
ro: Backup-urile conțin toate datele aplicației dvs. Stocați-le în siguranță. Datele sensibile sunt criptate în mod implicit în DB.
ru: Резервные копии содержат все данные вашего приложения. Храните их надежно. Конфиденциальные данные по умолчанию шифруются в БД.
sk: Zálohy obsahujú všetky údaje aplikácie. Uložte ich bezpečne. Citlivé údaje sú v DB štandardne šifrované.
sl: Varnostne kopije vsebujejo vse podatke vaše aplikacije. Shranjujte jih varno. Občutljivi podatki so privzeto šifrirani v bazi podatkov.
sq: Kopjet rezervë përmbajnë të gjitha të dhënat e aplikacionit tuaj. Ruajini në mënyrë të sigurtë. Të dhënat e ndjeshme janë të koduara në DB si parazgjedhje.
sr: Rezervne kopije sadrže sve podatke aplikacije. Čuvajte ih bezbedno. Osetljivi podaci su šifrovani u bazi podataka po default-u.
sv: Säkerhetskopior innehåller hela appens data. Förvara säkert. Känslig data krypteras i DB som standard.
sw: Chelezo zina data yako kamili ya programu. Hifadhi vizuri. Data nyeti imefichwa katika DB kiasili.
ta: பாதுகாப்புகள் உங்கள் முழு பயன்பாட்டு தரவுகளை உட்பொருத்தும். பாதுகாப்பாக சேமிக்கவும். உணர்ச்சிமிக்க தரவுகள் இயல்பாகவே DB இல் குறியாக்கப்படுகின்றன.
te: బ్యాకప్స్ మీ పూర్తి యాప్ డేటాను కలిగి ఉంటాయి. సురక్షితంగా నిల్వ చేయండి. సున్నితమైన డేటా డీబీ లో డిఫాల్ట్ గా ఎన్ క్రిప్ట్ చేయబడుతుంది.
th: ข้อมูลสำรองประกอบด้วยข้อมูลแอปพลิเคชันเต็มรูปแบบของคุณ เก็บให้ปลอดภัย ข้อมูลที่ละเอียดอ่อนถูกเข้ารหัสในฐานข้อมูลโดยค่าเริ่มต้น
tr: Yedeklemeler, tam uygulama verilerinizi içerir. Güvenli şekilde saklayın. Hassas veriler varsayılan olarak DB'de şifrelenmiştir.
uk: Резервні копії містять всі дані вашого додатку. Зберігайте їх безпечно. Чутливі дані зашифровані в БД за замовчуванням.
ur: بیک اپ آپ کے پورے ایپ ڈیٹا پر مشتمل ہوتے ہیں۔ اسے محفوظ رکھیں۔ حساس ڈیٹا ڈی بی میں ڈیفالٹ کے طور پر انکرپٹڈ ہوتا ہے۔
uz: Zaxiralar barcha ilova ma'lumotlaringizni o'z ichiga oladi. Ularni xavfsiz joyda saqlang. Maxfiy ma'lumotlar DB da standart holatda shifrlangan.
vi: Sao lưu chứa đầy đủ dữ liệu ứng dụng của bạn. Lưu trữ an toàn. Dữ liệu nhạy cảm được mã hóa trong DB theo mặc định.
xh: Iikopi zakho zinee-apps ezipheleleyo. Zigcine ngokukhuselekileyo. Iidatha ezixabisekileyo zifihlakele kwi-DB ngokungagqibekanga.

source: Tasks
ar: المهام
az: Tapşırıqlar
be: Завдання
bn: কার্যসমূহ
cs: Úkoly
cy: Tasgau
da: Opgaver
de: Aufgaben
el: Εργασίες
es: Tareas
et: Ülesanded
eu: Eginkizunak
fa: وظایف
fi: Tehtävät
fr: Tâches
ga: Nmɛde
gd: Gnìomhan
gl: Tarefas
gu: કાર્યો
he: משימות
hi: कार्य
hr: Zadaci
hu: Feladatok
id: Tugas
is: Verkefni
it: Compiti
ja: タスク
ka: ტასქები
ku: ئەندامەکان
lt: Užduotys
lv: Uzdevumi
mg: Asa
mi: Mahi
mk: Задачи
ml: ടാസ്കുകൾ
ms: Tugas
mt: Kompiti
my: လုပ်ငန်းများ
nl: Taken
no: Oppgaver
pa: ਟਾਸਕਾਂ
pl: Zadania
pt: Tarefas
ro: Sarcini
ru: Задачи
sk: Úlohy
sl: Naloge
sq: Detyra
sr: Zadaci
sv: Uppgifter
sw: Kazi
ta: பணிகள்
te: పనులు
th: งาน
tr: Görevler
uk: Завдання
ur: ٹاسکس
uz: Vazifalar
vi: Công việc
xh: Imisebenzi
