Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
ar: إذا لم يتم إدراج مزود الخدمة الخاص بك، ابحث في موقع الدعم الخاص بهم أو محرك بحث عن 'إعدادات SMTP'.
az: Provayderiniz siyahıda yoxdursa, onların dəstək saytında və ya "SMTP quraşdırmaları" üçün axtarış apasın.
be: Калі ваш пастаўшчык не пазначаны, знайдзіце на іх сайце падтрымкі або ў пошукавай сістэме 'налады SMTP'.
bn: যদি আপনার প্রদানকারী তালিকাভুক্ত না থাকে, তবে তাদের সমর্থন সাইট বা একটি সার্চ ইঞ্জিনে 'SMTP সেটিংস' অনুসন্ধান করুন।
cs: Pokud váš poskytovatel není uveden, vyhledejte na jejich podpůrné stránce nebo ve vyhledávači 'SMTP nastavení'.
cy: Os nad yw eich darparwr wedi’i restru, chwiliwch eu safle cymorth neu beiriant chwilio am 'gosodiadau SMTP'.
da: Hvis din udbyder ikke er opført, kan du søge på deres supportsider eller på en søgemaskine efter 'SMTP-indstillinger'.
de: Wenn Ihr Anbieter nicht aufgeführt ist, suchen Sie auf deren Support-Seite oder mit einer Suchmaschine nach 'SMTP-Einstellungen'.
el: Αν ο πάροχός σας δεν είναι στη λίστα, αναζητήστε στον ιστότοπο υποστήριξής τους ή στη μηχανή αναζήτησης 'ρυθμίσεις SMTP'.
es: Si tu proveedor no está listado, busca en su sitio de soporte o en un motor de búsqueda 'configuración SMTP'.
et: Kui sinu pakkujat pole loetelus, otsi nende tugilehelt või otsingumootorist 'SMTP seadistused'.
eu: Zure hornitzailea zerrendan ez badago, bilatu haien laguntza webgunean edo bilatzaile batean 'SMTP ezarpenak'.
fa: اگر ارائه‌دهنده شما فهرست نشده است، در سایت پشتیبانی آنها یا یک موتور جستجو به دنبال 'تنظیمات SMTP' بگردید.
fi: Jos palveluntarjoajaasi ei ole listattu, etsi heidän tukisivustoltaan tai hakukoneesta 'SMTP-asetukset'.
fr: Si votre fournisseur n'est pas listé, cherchez sur leur site d'assistance ou via un moteur de recherche 'paramètres SMTP'.
ga: Sɛ w'adwumanuu wɔ mu a, hwehwɛ w'adwumakanyinnkyɛfoɔ sebine anaa ɔsearch engine a wɔtaa yɛ 'SMTP settings'.
gd: Mura h-eil do sholaraiche air a liostadh, rannsaich an làrach taic aca no innleachd rannsachaidh airson 'suidheachaidhean SMTP'.
gl: Se o teu provedor non está listado, busca no seu sitio de soporte ou nun motor de busca por 'configuracións SMTP'.
gu: જો તમારો પ્રદાતા યાદીબદ્ધ નથી, તો તેમની સમર્થન સાઇટ અથવા 'SMTP સેટિંગ્સ' માટે શોધ એન્જિન શોધો.
he: אם הספק שלך לא מופיע, חפש באתר התמיכה שלהם או במנוע חיפוש 'הגדרות SMTP'.
hi: यदि आपका प्रदाता सूचीबद्ध नहीं है, तो उनके सहायता साइट या खोज इंजन में 'SMTP सेटिंग्स' खोजें।
hr: Ako vaš pružatelj nije naveden, potražite na njihovom podrškom mjestu ili pomoću pretraživača 'SMTP postavke'.
hu: Ha a szolgáltatója nincs felsorolva, keresse fel a támogatási webhelyüket vagy keresőmotort használjon az 'SMTP beállítások'-ra.
id: Jika penyedia Anda tidak terdaftar, cari situs dukungan mereka atau mesin pencari untuk 'pengaturan SMTP'.
is: Ef þjónustuaðili þinn er ekki á listanum, leitaðu á stuðningsvef þeirra eða með leitarvél eftir 'SMTP stillingar'.
it: Se il tuo fornitore non è elencato, cerca sul loro sito di supporto o su un motore di ricerca per 'impostazioni SMTP'.
ja: 提供者が記載されていない場合、彼らのサポートサイトや検索エンジンで'SMTP設定'を検索してください。
ka: თქვენა, როგორებელს მუტი უე SMTP ფორძიბიგრუიდი, 'SMTP settings'
ku: Ger nirxandak berristan ne, legine wîçina bizine ya xalkiya eftekiribe.
lt: Jei jūsų teikėjas nėra išvardintas, ieškokite jų palaikymo svetainėje ar paieškos sistemoje „SMTP nustatymai“.
lv: Ja jūsu pakalpojuma sniedzējs nav norādīts, meklējiet viņu atbalsta vietnē vai meklētājprogrammā 'SMTP iestatījumi'.
mg: Raha tsy misy ny mpamatsy anao, tadiavo ny tranonkala fanohanany na motera fikarohana ho an'ny 'SMTP settings'.
mi: Mēnā kāore i rārangihia tō kaiwhakarato, rapua tō rātou pae tautoko, he miihini rapu rānei mō 'tautuhinga SMTP'.
mk: Ако вашиот провајдер не е наведен, пребарајте на нивниот сајт за поддршка или на пребарувач за 'SMTP поставувања'.
ml: നിങ്ങളുടെ പ്രൊവൈഡർ ലിസ്റ്റിലെ അനുബന്ധ ആണെങ്കിൽ, അവരുടെ സഹായ സൈറ്റിൽ അല്ലെങ്കിൽ സോദ്യം എൻജിൻൽ 'SMTP ക്രമീകരണങ്ങൾ' അന്വേഷിക്കുക.
ms: Jika pembekal anda tidak tersenarai, cari laman sokongan mereka atau enjin carian untuk 'tetapan SMTP'.
mt: Jekk il-fornitur tiegħek mhuwiex elenkat, fittex is-sit ta' support tagħhom jew magna tat-tiftix għal 'settings SMTP'.
my: သင့်ပံ့ပိုးသူကို စာရင်းမပြုထားပါက, သူတို့၏ပံ့ပိုးမှုဆိုဒ် သို့မဟုတ် 'SMTP settings' ကို ရှာပါ။
nl: Als je provider niet wordt vermeld, zoek dan op hun ondersteuningssite of een zoekmachine naar 'SMTP-instellingen'.
no: Hvis leverandøren din ikke er listet, søk på deres støtteside eller en søkemotor etter 'SMTP-innstillinger'.
pa: ਜੇ ਤੁਹਾਡਾ ਪ੍ਰਦਾਤਾ ਸੂਚੀਬੱਧ ਨਹੀਂ ਹੈ, ਤਾਂ ਉਨ੍ਹਾਂ ਦੀ ਸਹਾਇਕ ਸਾਈਟ ਜਾਂ ਲੱਭਣ ਵਾਲੇ ਇੰਜਣ 'SMTP ਸੈਟਿੰਗਾਂ' ਲਈ ਖੋਜੋ।
pl: Jeśli twój dostawca nie jest wymieniony, wyszukaj ich witrynę wsparcia lub wyszukiwarkę dla 'ustawienia SMTP'.
pt: Se o seu provedor não estiver listado, procure no site de suporte deles ou em um mecanismo de busca por 'configurações SMTP'.
ro: Dacă furnizorul tău nu este listat, caută pe site-ul lor de suport sau într-un motor de căutare pentru 'setări SMTP'.
ru: Если вашего провайдера нет в списке, найдите информацию на сайте поддержки или в поисковой системе по запросу 'настройки SMTP'.
sk: Ak váš poskytovateľ nie je uvedený, hľadajte na ich podpornej stránke alebo v vyhľadávači 'SMTP nastavenia'.
sl: Če vaš ponudnik ni na seznamu, poiščite na njeni podporni strani ali prek iskalnika 'SMTP nastavitve'.
sq: Nëse ofruesi juaj nuk është në listë, kërkoni në faqen e tyre të ndihmës ose në një motor kërkimi për 'cilësimet SMTP'.
sr: Ako vaš provajder nije naveden, pretražite njihovu podršku ili pretraživač za 'SMTP postavke'.
sv: Om din leverantör inte är listad, sök deras support-sajt eller en sökmotor efter 'SMTP-inställningar'.
sw: Ikiwa mtoa huduma wako hajaorodheshwa, tafuta tovuti yao ya usaidizi au injini ya utafutaji kwa 'mipangilio ya SMTP'.
ta: உங்கள் வழங்குநர் பட்டியலில் இல்லாவிடில், ‘SMTP அமைப்புகள்’ கொண்டு அவர்களின் ஆதரவு தளத்தின் அல்லது தேடுபொறியின் உதவியைத் தேடவும்.
te: మీ ప్రొవైడర్ జాబితాలో లేకపోతే, వారి సహాయక వెబ్సైట్లో లేదా సెర్చ్ ఇంజన్ లో 'SMTP సెట్టింక్స్' కోసం శోధించండి.
th: หากผู้ให้บริการของคุณไม่ได้ระบุไว้ ค้นหาในไซต์การสนับสนุนหรือเครื่องมือค้นหาสำหรับ 'การตั้งค่า SMTP'
tr: Sağlayıcınız listede yoksa, SMTP ayarları için destek siteleri veya bir arama motoru üzerinden arayın.
uk: Якщо ваш провайдер не вказаний, шукайте на їхньому сайті підтримки або в пошуковій системі 'SMTP settings'.
ur: اگر آپ کا فراہم کنندہ درج نہیں ہے، تو ان کی مددگار سائٹ یا سرچ انجن میں 'SMTP ترتیبات' تلاش کریں۔
uz: Agar sizning provayderingiz ro'yxatda bo'lmasa, ularning yordamchi saytida yoki qidiruv tizimida 'SMTP sozlamalari'ni qidirib toping.
vi: Nếu nhà cung cấp của bạn không được liệt kê, hãy tìm trên trang hỗ trợ của họ hoặc dùng công cụ tìm kiếm với từ khóa 'SMTP settings'.
xh: Ukuba umboneleli wakho akakhankanywanga, funa indawo yabo yoncedo okanye injini yokukhangela 'izicwangciso ze-SMTP'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
ar: بعض المزودين (مثل Gmail وYahoo) يتطلبون 'كلمات مرور التطبيقات' أو إعداد خاص - انظر وثائقهم!
az: Bəzi provayderlər (Gmail, Yahoo kimi) 'Proqram Parolları' və ya xüsusi qurulum tələb edir—onların sənədlərinə baxın!
be: Некаторыя пастаўшчыкі (напрыклад, Gmail, Yahoo) патрабуюць 'паролі прыкладання' або спецыяльнай наладкі—глядзіце іх дакументы!
bn: কিছু প্রদানকারী (যেমন Gmail, Yahoo) 'App Passwords' বা বিশেষ সেটআপের প্রয়োজন—তাদের ডকস দেখুন!
cs: Někteří poskytovatelé (např. Gmail, Yahoo) vyžadují 'App Passwords' nebo speciální nastavení—podívejte se na jejich dokumentaci!
cy: Mae rhai darparwyr (fel Gmail, Yahoo) yn gofyn am 'App Passwords' neu setup arbennig—gweler eu dogfennau!
da: Nogle udbydere (som Gmail, Yahoo) kræver 'App Passwords' eller særlig opsætning—se deres dokumentation!
de: Einige Anbieter (wie Gmail, Yahoo) erfordern 'App-Passwörter' oder spezielle Konfiguration – siehe deren Dokumente!
el: Ορισμένοι πάροχοι (όπως το Gmail, το Yahoo) απαιτούν 'App Passwords' ή ειδική ρύθμιση—δείτε την τεκμηρίωσή τους!
es: ¡Algunos proveedores (como Gmail, Yahoo) requieren 'Contraseñas de Aplicación' o configuraciones especiales—consulta sus documentos!
et: Mõned pakkujad (nagu Gmail, Yahoo) nõuavad 'Rakenduse paroole' või erilisi seadistusi—vaata nende dokumente!
eu: Zenbait hornitzaileek (Gmail, Yahoo bezalakoek) 'Aplikazio Pasahitzak' edo ezarpen bereziak eskatzen dituzte—ikus ezazu haien dokumentazioa!
fa: برخی ارائه‌دهندگان (مانند Gmail، Yahoo) به 'رمزهای برنامه' یا راه‌اندازی خاص نیاز دارند—به مستندات آنها مراجعه کنید!
fi: Jotkut palveluntarjoajat (kuten Gmail, Yahoo) vaativat 'Sovellussalasanoja' tai erityisasetuksia – katso heidän asiakirjansa!
fr: Certains fournisseurs (comme Gmail, Yahoo) nécessitent des 'mots de passe d'application' ou une configuration spéciale—voir leurs documents !
ga: Adwumakaninyi bebree (te sɛ a wɔPanyinyin, Yahoo) hia 'App Passwords' anaa ahyehyɛ aben - hwɛ w'adwumakannyan biara kae!
gd: Feumaidh cuid de sholaraichean (mar Gmail, Yahoo) 'Faclan-faire App' no rèiteachadh sònraichte - faic na sgrìobhainnean aca!
gl: Algúns provedores (como Gmail, Yahoo) requiren 'Contrasinais de Aplicación' ou configuración especial—consulta os seus documentos!
gu: કેટલાક પ્રદાતા (જેમકે Gmail, Yahoo) 'એપ પાસવર્ડ' અથવા વિશિષ્ટ સેટઅપ જરૂરી હોય છે — તેમની દસ્તાવેજો જુઓ!
he: חלק מהספקים (כמו Gmail, Yahoo) דורשים 'סיסמאות אפליקציה' או הגדרה מיוחדת - ראה את התיעוד שלהם!
hi: कुछ प्रदाता (जैसे Gmail, Yahoo) 'ऐप पासवर्ड' या विशेष सेटअप की आवश्यकता होती है—उनके दस्तावेज़ देखें!
hr: Neki pružatelji (poput Gmaila, Yahooa) zahtijevaju 'App Lozinke' ili posebnu postavku—pogledajte njihove dokumente!
hu: Néhány szolgáltató (mint a Gmail, Yahoo) 'App Passwords' vagy speciális beállítást igényel—nézze meg a dokumentációjukat!
id: Beberapa penyedia (seperti Gmail, Yahoo) memerlukan 'Kata Sandi Aplikasi' atau pengaturan khusus—lihat dokumen mereka!
is: Sumir þjónustuaðilar (eins og Gmail, Yahoo) krefjast 'Forritalyklanna' eða sérstakrar uppsetningar—sjáðu skjöl þeirra!
it: Alcuni fornitori (come Gmail, Yahoo) richiedono 'Password per le app' o configurazioni speciali—vedi la loro documentazione!
ja: 一部のプロバイダー（Gmail、Yahooなど）は'アプリパスワード'または特別なセットアップが必要です。それぞれのドキュメントを参照してください！
ka: არ% : al(ინადი ცრდილა SMTP მ- 'APP Passwords' (Gmail, Yahoo), special setup)
ku: Tîtek dekmen lêkername yan taybet jî telek xerencî Google, Yahoo da ku lêkersa raketnîjin bibêsebinên wan!
lt: Kai kuriems teikėjams (pvz., Gmail, Yahoo) reikia „programėlių slaptažodžių“ arba specialaus nustatymo—žr. jų dokumentus!
lv: Dažiem pakalpojumu sniedzējiem (piemēram, Gmail, Yahoo) ir vajadzīgas 'Lietotņu paroles' vai īpaša iestatīšana—skatiet viņu dokumentāciju!
mg: Misy mpamatsy sasany (toy ny Gmail, Yahoo) mila 'App Passwords' na fanamboarana manokana—jereo ny docs-ny!
mi: Kei te tono ētahi kaiwhakarato (pēnei i a Gmail, Yahoo) 'App Passwords' tētahi whakatakotoranga motuhake—tirohia ā rātou tuhinga!
mk: Некои провајдери (како Gmail, Yahoo) бараат 'Апликациски лозинки' или специјално поставување—погледнете ја нивната документација!
ml: ചില പ്രൊവൈഡർ കളിൽ (Gmail, Yahoo പോലെ) 'എപ്പ് പാസ് വേഡ്' അല്ലെങ്കിൽ പ്രത്യേക ക്രമീകരണങ്ങൾ ആവശ്യമാണ്- അവരുടെ ചീറ്റുക!
ms: Beberapa pembekal (seperti Gmail, Yahoo) memerlukan 'Kata Laluan Apl' atau setup khas—lihat dokumen mereka!
mt: Xi fornituri (bħal Gmail, Yahoo) jeħtieġu 'Passwords Applikazzjoni' jew setup speċjali—ara d-dokumentazzjoni tagħhom!
my: အချို့သော ပံ့ပိုးသူများ (Gmail, Yahoo) အတွက် 'App Passwords' သို့မဟုတ် အထူးပြင်ဆင်မှု လိုအပ်သည်—သူတို့၏ စာတမ်းများကို ကြည့်ပါ!
nl: Sommige providers (zoals Gmail, Yahoo) vereisen 'App Wachtwoorden' of speciale installatie—zie hun documentatie!
no: Noen tilbydere (som Gmail, Yahoo) krever 'App-passord' eller spesiell oppsett—se deres dokumentasjon!
pa: ਕੁਝ ਪ੍ਰਦਾਤਾ (ਜਿਵੇਂ ਕਿ Gmail, Yahoo) ਨੂੰ 'ਐਪ ਪਾਸਵਰਡ' ਜਾਂ ਖਾਸ ਸੈਟਅਪ ਦੀ ਲੋੜ ਹੁੰਦੀ ਹੈ—ਉਹਨਾਂ ਦੇ ਦਸਾਵੇਜ਼ ਵੇਖੋ!
pl: Niektórzy dostawcy (jak Gmail, Yahoo) wymagają 'Haseł aplikacji' lub specjalnej konfiguracji — zajrzyj do ich dokumentacji!
pt: Alguns provedores (como Gmail, Yahoo) exigem 'Senhas de App' ou configuração especial—consulte a documentação deles!
ro: Anumiți furnizori (precum Gmail, Yahoo) necesită 'Parole de aplicație' sau o configurare specială—vezi documentația lor!
ru: Некоторые провайдеры (например, Gmail, Yahoo) требуют 'Пароли приложений' или специальную настройку — см. их документацию!
sk: Niektorí poskytovatelia (ako Gmail, Yahoo) vyžadujú 'aplikáciu heslá' alebo špeciálne nastavenie - pozrite si ich dokumentáciu!
sl: Nekateri ponudniki (kot sta Gmail, Yahoo) zahtevajo 'Gesla aplikacij' ali posebne nastavitve—oglejte si njihove dokumentacije!
sq: Disa ofrues (si Gmail, Yahoo) kërkojnë 'Fjalëkalime Aplikacionesh' ose konfigurim të veçantë—shiko dokumentet e tyre!
sr: Neki provajderi (poput Gmail-a, Yahoo-a) zahtevaju 'Aplikacione lozinke' ili posebnu postavku—pogledajte njihove dokumente!
sv: Vissa leverantörer (som Gmail, Yahoo) kräver 'App-lösenord' eller speciell inställning—se deras dokumentation!
sw: Baadhi ya watoa huduma (kama Gmail, Yahoo) wanahitaji 'Nenosiri za Programu' au usanidi maalum—angalia nyaraka zao!
ta: சில வழங்குநர்கள் (Gmail, Yahoo போன்றவை) ‘App Passwords’ அல்லது சிறப்பு அமைப்பை தேவையாகக் கொண்டுள்ளன—அவர்களின் கோப்புநெறிக்குறிப்புகளைப் பார்க்கவும்!
te: కొన్ని ప్రొవైడర్లు (Gmail, Yahoo లాంటి) 'యాప్ పాస్‌వర్డ్‌లు' లేదా ప్రత్యేక సెటప్ కోరుకుంటాయి—వారి డాక్యుమెంటేషన్ చూడండి!
th: ผู้ให้บริการบางราย (เช่น Gmail, Yahoo) ต้องการใช้ 'รหัสผ่านแอพ' หรือการตั้งค่าพิเศษ—ดูเอกสารของพวกเขา!
tr: Bazı sağlayıcılar (Gmail, Yahoo gibi) 'Uygulama Şifreleri' veya özel ayarlar gerektirir — belgelerine bakın!
uk: Деякі провайдери (як-от Gmail, Yahoo) вимагають 'App Passwords' або спеціальної настройки — дивіться їх документи!
ur: کچھ فراہم کنندگان (جیسے Gmail, Yahoo) 'ایپ پاس ورڈز' یا خاص ترتیب کی ضرورت ہوتی ہے—ان کی دستاویزات دیکھیں!
uz: Ba'zi provayderlar (masalan, Gmail, Yahoo) 'App Parollar' yoki maxsus sozlashni talab qilishi mumkin—ularning hujjatlariga qarang!
vi: Một số nhà cung cấp (như Gmail, Yahoo) yêu cầu 'Mật khẩu Ứng dụng' hoặc thiết lập đặc biệt—xem tài liệu của họ!
xh: Abanye ababoneleli (njenge-Gmail, Yahoo) bafuna 'Iphasiwedi Zeapp' okanye isethingi ekhethekileyo—bona amaxwebhu abo!

source: Host
ar: المضيف
be: হোস্ট
bn: হোস্ট
cs: Hostitel
cy: Gwesteiwr
da: Vært
el: Κεντρικός υπολογιστής
eu: Ostalaria
fa: میزبان
fi: Isäntä
fr: Hôte
ga: Óstach
gd: Àite
gu: હોસ્ટ
he: מארח
hi: होस्ट
hr: Domaćin
hu: Hoszt
is: Hýsill
ja: ホスト
ka: ჰოსტი
ku: وەرگەر
lt: Šeimininkas
lv: Resurss
mg: Mpampiantrano
mi: Pūrua
mk: Домаќин
ml: ഹോസ്റ്റ്
ms: Hos
my: ပြန်လည်ပြုပြင်မှု
no: Vert
pa: ਮیزبان
ro: Gazdă
ru: Хост
sk: Hostiteľ
sl: Gostitelj
sr: Domaćin
sv: Värd
sw: Kieneo
ta: பெறுநர்
te: హోస్ట్
th: โฮสต์
tr: Sunucu
uk: Хост
ur: میزبان
uz: Xost
xh: I-Host

source: Port
ar: المنفذ
be: পোর্ট
bn: পোর্ট
cy: Porth
el: Θύρα
es: Puerto
eu: Ataka
fa: پورت
fi: Portti
ga: Calafort
gl: Porto
gu: પોર્ટ
he: פורט
hi: पोर्ट
is: Tengill
it: Porta
ja: ポート
ka: პორტი
ku: نووسینەوە
lt: Prievadas
lv: Ports
mg: Seranana
mi: Tauranga
mk: Порта
ml: പോർട്ട്
my: ပေါ့တ်
nl: Poort
pa: ਪੋਰਟ
pt: Porta
ru: Порт
sl: Vrata
sw: Bandari
ta: துறைமுகம்
te: పోర్ట్
th: พอร์ต
uk: Порт
ur: پورٹ
vi: Cổng
xh: I-Port

source: How to configure Webhooks
ar: تكوين تكاملات Webhook
az: Webhook inteqrasiyalarını qurmaq
be: Настроить интеграции Webhook
bn: Webhook ইন্টিগ্রেশন কনফিগার করুন
cs: Nastavit Webhook integrace
cy: Ffurfweddu integreiddiadau Webhook
da: Konfigurer Webhook-integrationer
de: Webhook-Integrationen konfigurieren
el: Διαμόρφωση ενσωμάτωσης Webhook
es: Configurar integraciones de Webhook
et: Veebihaakide integratsioonide seadistamine
eu: Webhook integrazioak konfiguratzea
fa: پیکربندی یکپارچه‌سازی‌های وب‌هوک
fi: Määritä Webhook-integraatiot
fr: Configurer les intégrations Webhook
ga: Paw Webhook dwumadi no
gd: Rèitich amalachadh Webhook
gl: Configurar integracións Webhook
gu: Webhook એકીકરણોને કન્ફિગર કરો
he: הגדרת אינטגרציות Webhook
hi: Webhook एकीकरण कॉन्फ़िगर करें
hr: Konfigurirajte Webhook integracije
hu: Webhook integrációk konfigurálása
id: Konfigurasi integrasi Webhook
is: Stilla Webhook samþættingar
it: Configura integrazioni Webhook
ja: Webhook統合の設定
ka: Webhook ინტეგრაციების კონფიგურაცია
ku: ڕێکبەندکردنی تێکڕای Webhook
lt: Konfigūruoti Webhook integracijas
lv: Konfigurēt Webhook integrācijas
mg: Apetraho ny fampidirana Webhook
mi: Whirihora ngā whakauru hononga Webhook
mk: Конфигурирајте интеграции со Webhook
ml: Webhook ഇന്റഗ്രേഷനുകൾ ക്രമീകരിക്കുക
ms: Konfigurasikan integrasi Webhook
mt: Ikkomunika Integrazjonijiet tal-Webhooks
my: Webhook ပေါင်းစပ်မှုများကိုပြုပြင်ရန်
nl: Webhook-integraties configureren
no: Konfigurere Webhook-integrasjoner
pa: Webhook ਇੰਟਿਗ੍ਰੇਸ਼ਨ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja integracji Webhook
pt: Configurar integrações Webhook
ro: Configurare integrări Webhook
ru: Настроить интеграции Webhook
sk: Nakonfigurujte integrácie Webhook
sl: Nastavite integracije Webhook
sq: Konfiguro integrimet Webhook
sr: Konfiguriši Webhook integracije
sv: Konfigurera Webhook-integrationer
sw: Sanidi ushirikiano wa Webhook
ta: வெப் ஹூக் ஒருங்கிணைப்புகளை உள்ளமை
te: Webhook సమ్మేళనాలను ఆకృతీకరించండి
th: กำหนดค่า Webhook การผสานรวม
tr: Webhook entegrasyonlarını yapılandır
uk: Налаштування інтеграцій Webhook
ur: ویب ہُک انضمام کو ترتیب دیں
uz: Webhook integratsiyalarini sozlash
vi: Cấu hình tích hợp Webhook
xh: Lungiselela udityaniso lwe-Webhook

source: Webhook Destinations
ar: وجهات الويب هوك
az: Webhook Məqsədləri
be: Webhooks গন্তব্য
bn: ওয়েবহুক গন্তব্য
cs: Webhook destinace
cy: Cyrchfannau Webhooks
da: Webhooks destinationer
de: Webhook-Ziele
el: Προορισμοί Webhooks
es: Destinos Webhooks
et: Webhooks sihtkohad
eu: Webhook Helmugak
fa: مقاصد Webhooks
fi: Webhook-kohteet
fr: Destinations Webhook
ga: Pointeálacha Webhooks
gd: Cinn-uidhe Webhooks
gl: Destinos Webhooks
gu: વેબહૂક મંજિલો
he: יעדי Webhooks
hi: वेबहुक गंतव्य
hr: Webhook odredišta
hu: Webhook célok
id: Tujuan Webhook
is: Vefkróka Áfangastaðir
it: Destinazioni Webhook
ja: Webhook送信先
ka: ვებჰუკების დანიშნულებები
ku: نیشانیەکانی Webhooks
lt: Žiniatinklio žinutės paskirties vietos
lv: Webhooks galamērķi
mg: Tanjona Webhook
mi: Ūnga Tūahukihuki
mk: Webhook Дестинации
ml: വെബ്‌ഹുക്കുകളുടെ ലക്ഷ്യസ്ഥാനങ്ങൾ
ms: Destinasi Webhooks
mt: Destinazzjonijiet Webhooks
my: Webhooks ဆ.sender များ
nl: Webhooks-bestemmingen
no: Webhook-destinasjoner
pa: Webhook ਮੰਜ਼ਿਲਾਂ
pl: Docelowe miejsca Webhook
pt: Destinos de Webhooks
ro: Destinații Webhook
ru: Webhook назначения
sk: Webhook destinácie
sl: Webhook destinacije
sq: Destinacione Webhook
sr: Webhook odredišta
sv: Webhook-destinationer
sw: Vituo vya Webhooks
ta: Webhooks இலக்குகள்
te: వెబ్‌హుక్ గమ్యస్థానాలు
th: ปลายทาง Webhooks
tr: Webhook Hedefleri
uk: Webhook пункти призначення
ur: ویب ہُک مقامات
uz: Webhook manzillari
vi: Điểm đến Webhooks
xh: Izindawo Ze-Webhooks

source: Manage your webhook Messages endpoints.
ar: إدارة نقاط نهاية الإشعارات لـ webhook.
az: Webhook bildiriş son nöqtələrinizi idarə edin.
be: Кіруйце вашымі канецпунктамі апавяшчэнняў webhook.
bn: আপনার ওয়েবহুক বিজ্ঞপ্তি এন্ডপয়েন্টগুলি পরিচালনা করুন।
cs: Spravujte vaše webhook notifikační endpointy.
cy: Rheoli eich pwyntiau terfyn hysbysiad webhook.
da: Administrer dine webhook-beskedendepunkter.
de: Verwalten Sie Ihre Webhook-Benachrichtigungsendpunkte.
el: Διαχειριστείτε τα σημεία ειδοποίησης webhook.
es: Administra tus puntos finales de notificación webhook.
et: Halda oma veebikonksu teavituse lõpp-punkte.
eu: Kudeatu zure webhook jakinarazpen amaierak.
fa: نقاط پایانی اطلاع‌رسانی وب‌هوک خود را مدیریت کنید.
fi: Hallinnoi webhook-ilmoituspäätepisteitäsi.
fr: Gérez vos points de terminaison de notification webhook.
ga: Hwɛ webhook nsɛm mpɔtam nyansa yi nsɛm.
gd: Stiùir na cinn-uidhe fiosrachaidh webhook agad.
gl: Xestiona os teus puntos finais de notificación de webhook.
gu: તમારા webhook સૂચના અંતબિંદુઓનું સંચાલન કરો.
he: נהל את נקודות הסיום להודעות Webhook שלך.
hi: अपने वेबहुक अधिसूचना एंडपॉइंट्स का प्रबंधन करें।
hr: Upravljajte svojim webhook krajnjim točkama obavijesti.
hu: Kezelje webhook értesítési végpontjait.
id: Kelola endpoint notifikasi webhook Anda.
is: Stjórnaðu webhook tilkynningarendum þínum.
it: Gestisci i tuoi endpoint di notifica webhook.
ja: Webhook通知エンドポイントを管理します。
ka: Webhook通知エンドポイントを管理します。
ku: Endpointên agahdariya webhook-ê yên xwe bibêrwere.
lt: Tvarkykite savo webhook pranešimų galinius taškus.
lv: Pārvaldiet savus webhook paziņojumu galapunktus.
mg: Tantano ny faritra fampandrenesana webhook anao.
mi: Whakahaere ngā awakeri whakamōhiotanga iho-uawhiwhiwhi.
mk: Управувајте со вашите webhook нотификациски крајни точки.
ml: നിങ്ങളുടെ webhook അറിയിപ്പ് എന്റ്പോയിന്റുകൾ കൈകാര്യം ചെയ്യുക.
ms: Urus titik akhir pemberitahuan webhook anda.
mt: Immaniġġja l-endpoints tan-notifika tal-webhook tiegħek.
my: သင့် webhook အကြောင်းကြားမှု endpoint များကို စီမံပါ။
nl: Beheer je webhook-meldingseindpunten.
no: Administrer dine webhook-varslingens endepunkter.
pa: ਆਪਣੇ ਵੈੱਬਹੁੱਕ ਸੂਚਨਾ ਐਂਡਪੋਇੰਟਸ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
pl: Zarządzaj punktami końcowymi powiadomień webhook.
pt: Gerencie seus endpoints de notificação webhook.
ro: Administrează endpoint-urile de notificare webhook.
ru: Управляйте вашими конечными точками уведомлений webhook.
sk: Spravujte vaše koncové body webhook notifikácií.
sl: Upravljanje svojih webhook obvestilnih končnih točk.
sq: Menaxhoni endpoint-et e njoftimeve tuaja të webhook.
sr: Upravljaj svojim krajnjim tačkama za obaveštenja putem webhook-a.
sv: Hantera dina webhook-notifieringsslutpunkter.
sw: Simamia mwisho wa taarifa za webhook.
ta: உங்கள் வலைமுழக்கம் அறிவிப்பு முனைகளைக் கொண்டுவரவும்.
te: మీ వెబ్‌హుక్ నోటిఫికేషన్ ఎండ్‌పాయింట్లను నిర్వహించండి.
th: จัดการจุดเชื่อมต่อการแจ้งเตือน webhook ของคุณ
tr: Webhook bildirim uç noktalarınızı yönetin.
uk: Керуйте кінцевими точками сповіщення webhook.
ur: اپنے Webhook نوٹیفکیشن اینڈ پوائنٹس کا انتظام کریں.
uz: Webhook bildirishnoma endpointlarini boshqarish.
vi: Quản lý các điểm cuối thông báo webhook của bạn.
xh: Lawula iindawo zakho zokuthumela izaziso ze-webhook.

source: Add Webhook
ar: إضافة ويب هوك
az: Webhook əlavə et
be: Webhook যোগ করুন
bn: ওয়েবহুক যোগ করুন
cs: Přidat Webhook
cy: Ychwanegu Webhook
da: Tilføj webhook
de: Webhook hinzufügen
el: Προσθήκη Webhook
es: Añadir Webhook
et: Lisa Webhook
eu: Gehitu Webhook-a
fa: افزودن Webhook
fi: Lisää Webhook
fr: Ajouter Webhook
ga: Cuir Imeallbhog
gd: Cuir Webhook ris
gl: Engadir Webhook
gu: વેબહૂક ઉમેરો
he: הוסף Webhook
hi: वेबहुक जोड़ें
hr: Dodaj Webhook
hu: Webhook hozzáadása
id: Tambahkan Webhook
is: Bæta við Vefkrók
it: Aggiungi Webhook
ja: Webhookを追加
ka: ვებჰუკის დამატება
ku: زیادکردنی Webhook
lt: Pridėti žiniatinklio žinutę
lv: Pievienot Webhook
mg: Manampy Webhook
mi: Tāpiri Tūahukihuki
mk: Додади Webhook
ml: Webhook ചേർക്കുക
ms: Tambah Webhook
mt: Żid Webhook
my: Webhook ထည့်ရန်
nl: Webhook toevoegen
no: Legg til Webhook
pa: Webhook ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj Webhook
pt: Adicionar Webhook
ro: Adaugă Webhook
ru: Добавить Webhook
sk: Pridať Webhook
sl: Dodaj Webhook
sq: Shto Webhook
sr: Dodaj Webhook
sv: Lägg till Webhook
sw: Ongeza Webhook
ta: Webhook சேர்
te: వెబ్‌హుక్ జోడించండి
th: เพิ่ม Webhook
tr: Webhook Ekle
uk: Додати Webhook
ur: ویب ہُک شامل کریں
uz: Webhook qo'shish
vi: Thêm Webhook
xh: Engeza i-Webhook
