Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Reset MFA
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenidən təyin et
be: Сброс пароля
bn: পাসওয়ার্ড রিসেট
cs: Obnovit heslo
cy: Ailosod Cyfrinair
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Restablecer contraseña
et: Lähtesta parool
eu: Pasahitza Berrezarri
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
ga: San Kańciel Kasa
gd: Ath-shuidhich Facal-faire
gl: Restablecer o contrasinal
gu: પાસવર્ડ રીસેટ
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
is: Endurræstu lykilorð
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
ku: فەرامۆشی وشەی تێپەڕکردن
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mg: Avereno ny tenimiafina
mi: Tautuhia Anō te Kupuhipa
mk: Ресетирај лозинка
ml: പാസ്വേഡ് പുന:സജ്ജമാക്കുക
ms: Tetapkan Semula Kata Laluan
mt: Resetta Password
my: စကားဝှက် ပြန်လည်သတ်မှတ်ရန်
nl: Wachtwoord Resetten
no: Tilbakestill passord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ
pl: Resetuj hasło
pt: Redefinir Senha
ro: Resetează parola
ru: Сброс пароля
sk: Resetovať heslo
sl: Ponastavi geslo
sq: Rivendos Password-in
sr: Resetuj lozinku
sv: Återställ Lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Setha iphasiwedi

source: Unlock account for
ar: افتح الحساب لـ
az: Hesabın kilidini aç
be: Розблокувати обліковий запис для
bn: অ্যাকাউন্ট আনলক করুন
cs: Odemknout účet pro
cy: Datgloi cyfrif i
da: Lås op konto for
de: Konto entsperren für
el: Ξεκλειδώστε λογαριασμό για
es: Desbloquear cuenta para
et: Konto avamine
eu: Kontua desblokeatu
fa: باز کردن حساب برای
fi: Avaa tili
fr: Débloquer le compte pour
ga: Díghlas cuntas do
gd: Fuasgail cunntas airson
gl: Desbloquear conta para
gu: ખાતું અનલૉક કરો
he: פתח חשבון עבור
hi: के लिए खाता अनलॉक करें
hr: Otključavanje računa za
hu: Fiók feloldása
id: Buka kunci akun untuk
is: Opna reikning fyrir
it: Sblocca account per
ja: アカウントのロック解除
ka: განთავსება ანგარიშ.
ku: هەژمار بیکەرەوە بۆ
lt: Atrakinti paskyrą
lv: Atbloķēt kontu priekš
mg: Vohay ny kaonty ho an'ny
mi: Whakatuwhera pūkete mō
mk: Отклучи сметка за
ml: അക്കൗണ്ട് അൺലോക്ക് ചെയ്യുക
ms: Buka kunci akaun untuk
mt: Illokk kont għal
my: အကောင့်ဖွင့်သည် များနဲ့
nl: Deblokkeer account voor
no: Lås opp konto for
pa: ਖਾਤਾ ਖੁਲ੍ਹਣ ਲਈ
pl: Odblokuj konto dla
pt: Desbloquear conta para
ro: Deblochează contul pentru
ru: Разблокировать аккаунт для
sk: Odomknúť účet pre
sl: Odkleni račun za
sq: Hap llogarinë për
sr: Otključajte nalog za
sv: Lås upp konto för
sw: Fungua akaunti kwa
ta: கணக்கை திறக்கவும்
te: ఖాతాను అన్‌లాక్ చేయండి
th: ปลดล็อกบัญชีสำหรับ
tr: Hesabı kilidini aç
uk: Розблокувати обліковий запис для
ur: اکاؤنٹ کو ان لاک کریں کے لئے
uz: Hisob qaydnomasini ochish
vi: Mở khóa tài khoản cho
xh: Vula iakhawunti ka

source: Unlock Account
ar: الحساب
az: Hesab
be: Уліковы запіс
bn: অ্যাকাউন্ট
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontu
fa: حساب
fi: Tili
fr: Compte
ga: Cuntas
gd: Cunntas
gl: Conta
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Aðgangur
it: Account
ja: アカウント
ka: ანგარიში
ku: Hesab
lt: Paskyra
lv: Konts
mg: Account
mi: Pūkete
mk: Сметка
ml: അക്കൗണ്ട്
ms: Akaun
mt: Kont
my: စာရင်း
nl: Account
no: Konto
pa: ਖਾਤਾ
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sl: Račun
sq: Llogaria
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản
xh: Akhawunti

source: Delete user
ar: حذف المستخدم
az: İstifadəçini sil
be: Выдаліць карыстальніка
bn: ব্যবহারকারী মুছে ফেলুন
cs: Smazat uživatele
cy: Dileu defnyddiwr
da: Slet bruger
de: Benutzer löschen
el: Διαγραφή χρήστη
es: Eliminar usuario
et: Kustuta kasutaja
eu: Ezabatu erabiltzailea
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
ga: Scrios úsáideoir
gd: Sguab às cleachdaiche
gl: Eliminar usuario
gu: વપરાશકર્તા કાઢી નાખો
he: מחק משתמש
hi: उपयोगकर्ता हटाएं
hr: Izbriši korisnika
hu: Felhasználó törlése
id: Hapus pengguna
is: Eyða notanda
it: Elimina utente
ja: ユーザーを削除
ka: მომხმარებლის წაშლა
ku: کەس بسڕەوە
lt: Ištrinti naudotoją
lv: Dzēst lietotāju
mg: Fafao mpampiasa
mi: Muku kaiwhakamahi
mk: Избриши корисник
ml: ഉപയോക്താവിനെ നീക്കംചെയ്യുക
ms: Padam pengguna
mt: Ħassar utent
my: အသုံးပြုသူဖျက်ပါ
nl: Gebruiker verwijderen
no: Slett bruker
pa: ਉਪਭੋਗਤਾ ਮਿਟਾਓ
pl: Usuń użytkownika
pt: Excluir usuário
ro: Ștergeți utilizatorul
ru: Удалить пользователя
sk: Vymazať používateľa
sl: Izbriši uporabnika
sq: Fshi përdoruesin
sr: Obriši korisnika
sv: Radera användare
sw: Futa mtumiaji
ta: பயனர் நீக்கு
te: వాడుకరిని తొలగించండి
th: ลบผู้ใช้
tr: Kullanıcıyı sil
uk: Видалити користувача
ur: صارف کو حذف کریں
uz: Foydalanuvchini o'chirish
vi: Xóa người dùng
xh: Cima umsebenzisi

source: Delete User
ar: حذف المستخدم
az: İstifadəçini Sil
be: Выдаліць карыстальніка
bn: ব্যবহারকারী মুছে ফেলুন
cs: Smazat uživatele
cy: Dileu Defnyddiwr
da: Slet bruger
de: Benutzer löschen
el: Διαγραφή Χρήστη
es: Eliminar usuario
et: Kustuta kasutaja
eu: Ezabatu Erabiltzailea
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
ga: Scrios Úsáideoir
gd: Sguab às Cleachdaiche
gl: Eliminar Usuario
gu: વપરાશકર્તા કાઢી નાખો
he: מחק משתמש
hi: उपयोगकर्ता हटाएं
hr: Izbriši korisnika
hu: Felhasználó törlése
id: Hapus Pengguna
is: Eyða notanda
it: Elimina utente
ja: ユーザーを削除
ka: მომხმარებლის წაშლა
ku: کەس بسڕەوە
lt: Ištrinti naudotoją
lv: Dzēst lietotāju
mg: Fafao Mpampiasa
mi: Muku Kaiwhakamahi
mk: Избриши корисник
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുക
ms: Padam Pengguna
mt: Ħassar Utent
my: အသုံးပြုသူကို ဖျက်ပါ
nl: Gebruiker verwijderen
no: Slett Bruker
pa: ਉਪਭੋਗਤਾ ਮਿਟਾਓ
pl: Usuń użytkownika
pt: Excluir Usuário
ro: Ștergeți Utilizator
ru: Удалить пользователя
sk: Vymazať používateľa
sl: Izbriši uporabnika
sq: Fshi Përdoruesin
sr: Obriši korisnika
sv: Radera Användare
sw: Futa Mtumiaji
ta: பயனர் நீக்கு
te: వాడుకరిని తొలగించండి
th: ลบผู้ใช้
tr: Kullanıcıyı Sil
uk: Видалити користувача
ur: صارف کو حذف کریں
uz: Foydalanuvchini o'chirish
vi: Xóa người dùng
xh: Cima Umsebenzisi

source: You cannot delete your own account
ar: ⚪ = لا يمكنك تعطيل حسابك الخاص.
az: ⚪ = Öz hesabınızı deaktiv edə bilməzsiniz.
be: ⚪ = Та өөрийнхөө акаунтыг идэвхгүй болгох боломжгүй.
bn: ⚪ = আপনি নিজের অ্যাকাউন্ট নিষ্ক্রিয় করতে পারবেন না।
cs: ⚪ = Nemůžete zakázat vlastní účet.
cy: ⚪ = Ni allwch anablu eich cyfrif eich hun.
da: ⚪ = Du kan ikke deaktivere din egen konto.
de: ⚪ = Sie können Ihr eigenes Konto nicht deaktivieren.
el: ⚪ = Δεν μπορείτε να απενεργοποιήσετε τον δικό σας λογαριασμό.
es: ⚪ = No puede deshabilitar su propia cuenta.
et: ⚪ = Sa ei saa oma kontot keelata.
eu: ⚪ = Ezin duzu zure kontua desgaitu.
fa: ⚪ = شما نمی‌توانید حساب خودتان را غیرفعال کنید.
fi: ⚪ = Et voi poistaa omaa tiliäsi käytöstä.
fr: ⚪ = Vous ne pouvez pas désactiver votre propre compte.
ga: ⚪ = Ní féidir leat do chuntas féin a dhíchumasú.
gd: ⚪ = Chan urrainn dhut do chunntas fhèin a chiorramachadh.
gl: ⚪ = Non podes deshabilitar a túa propia conta.
gu: ⚪ = તમે તમારી પોતાની એકાઉન્ટ અક્ષમ કરી શકતા નથી.
he: ⚪ = אינך יכול להשבית את החשבון שלך.
hi: ⚪ = आप अपना खुद का खाता निःशक्त नहीं कर सकते।
hr: ⚪ = Ne možete onemogućiti svoj vlastiti račun.
hu: ⚪ = Nem tudod letiltani a saját fiókodat.
id: ⚪ = Anda tidak dapat menonaktifkan akun Anda sendiri.
is: ⚪ = Þú getur ekki afvirkjað þinn eigin reikning.
it: ⚪ = Non puoi disabilitare il tuo account.
ja: ⚪ = 自分のアカウントを無効にすることはできません。
ka: ⚪ = თქვენ ვერ გაუთიშავთ საკუთარ ანგარიშს.
ku: ⚪ = Tu nikarî hesabê xwe serqetîne.
lt: ⚪ = Negalite išjungti savo paskyros.
lv: ⚪ = Jūs nevarat atspējot savu kontu.
mg: ⚪ = Tsy afaka manafoana ny kaontinao ianao.
mi: ⚪ = Kāore e taea e koe te whakakore i tō ake pūkete.
mk: ⚪ = Не можете да ја оневозможите сопствената сметка.
ml: ⚪ = നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം അക്കൗണ്ട് അപ്രാപ്തമാക്കാൻ കഴിയില്ല.
ms: ⚪ = Anda tidak boleh nyahaktifkan akaun anda sendiri.
mt: ⚪ = Ma tistax tiddiżattiva l-kont tiegħek stess.
my: ⚪ = သင့်ရဲ့ ကိုယ်ပိုင်အကောင့်ကို မပိတ်နိုင်ပါ။
nl: ⚪ = U kunt uw eigen account niet uitschakelen.
no: ⚪ = Du kan ikke deaktivere din egen konto.
pa: ⚪ = ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਅਯੋਗ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: ⚪ = Nie możesz wyłączyć swojego własnego konta.
pt: ⚪ = Você não pode desativar sua própria conta.
ro: ⚪ = Nu vă puteți dezactiva propriul cont.
ru: ⚪ = Вы не можете отключить свою собственную учетную запись.
sk: ⚪ = Nemôžete zakázať svoj vlastný účet.
sl: ⚪ = Ne morete onemogočiti svojega računa.
sq: ⚪ = Nuk mund të çaktivizoni llogarinë tuaj.
sr: ⚪ = Ne možete onemogućiti sopstveni nalog.
sv: ⚪ = Du kan inte inaktivera ditt eget konto.
sw: ⚪ = Huwezi kusimamisha akaunti yako mwenyewe.
ta: ⚪ = நீங்கள் உங்கள் கணக்கை நோக்க முடியாது.
te: ⚪ = మీరు మీ ఖాతాను నిలిపివేయలేరు.
th: ⚪ = คุณไม่สามารถปิดใช้งานบัญชีของคุณเอง
tr: ⚪ = Kendi hesabınızı devre dışı bırakamazsınız.
uk: ⚪ = Ви не можете вимкнути свій власний аккаунт.
ur: ⚪ = آپ اپنے اکاؤنٹ کو غیر فعال نہیں کر سکتے۔
uz: ⚪ = Siz o'z hisobingizni o'chira olmaysiz.
vi: ⚪ = Bạn không thể vô hiệu hóa tài khoản của chính mình.
xh: ⚪ = Awukwazi ukukhubaza i-akhawunti yakho.

source: You cannot disable yourself
ar: لا يمكنك تعطيل نفسك
az: Özünüzü deaktiv edə bilməzsiniz
be: Вы не можаце адключыць сябе
bn: আপনি নিজেকে নিষ্ক্রিয় করতে পারবেন না
cs: Nemůžete deaktivovat sami sebe
cy: Ni allwch analluogi eich hunan
da: Du kan ikke deaktivere dig selv
de: Sie können sich nicht selbst deaktivieren
el: Δεν μπορείτε να απενεργοποιήσετε τον εαυτό σας
es: No puedes desactivarte a ti mismo
et: Sa ei saa ennast keelata
eu: Ezingo duzu zeure burua desgaitu
fa: شما نمی‌توانید خود را غیرفعال کنید
fi: Et voi poistaa itseäsi käytöstä
fr: Vous ne pouvez pas vous désactiver
ga: Ní féidir leat tú féin a dhíchumasú.
gd: Chan fhaod thu thu fhèin a dhì-chomasachadh
gl: Non te podes desactivar a ti mesmo
gu: તમે તમારા જાતને નિષ્ક્રિય કરી શકતા નથી
he: אינך יכול להשבית את עצמך
hi: आप स्वयं को निष्क्रिय नहीं कर सकते
hr: Ne možete onemogućiti sebe
hu: Nem tudja saját magát letiltani
id: Anda tidak dapat menonaktifkan diri sendiri
is: Þú getur ekki gert þig óvirkan
it: Non puoi disabilitare te stesso
ja: 自分自身を無効にすることはできません
ka: თქვენ ვერ გათიშავთ საკუთარ თავს
ku: تۆ ناتوانی خۆت ناچار بکەیت
lt: Negalite išjungti savęs
lv: Jūs nevarat atspējot sevi
mg: Tsy afaka manafoana ny tenanao ianao
mi: Kāore e taea te whakakore i a koe anō
mk: Не можете да се онеспособите себеси
ml: നിങ്ങൾ സ്വയം പ്രവർത്തനം ഇല്ലാതാക്കാൻ കഴിയില്ല
ms: Anda tidak boleh melumpuhkan diri sendiri
mt: Ma tistax tiddiżattiva lilek innifsek
my: သင့်ကိုယ်ပိုင်ကို မဟုတ်မကိန်း မရပါ။
nl: U kunt uzelf niet uitschakelen
no: Du kan ikke deaktivere deg selv
pa: ਤੁਸੀਂ ਆਪਣੇ ਆਪ ਨੂੰ ਅਸਮਰੱਥ ਨਹੀਂ ਕਰ ਸਕਦੇ
pl: Nie możesz się wyłączyć
pt: Você não pode desativar a si mesmo
ro: Nu vă puteți dezactiva pe dvs.
ru: Вы не можете отключить себя
sk: Nemôžete sa deaktivovať sami
sl: Sebe ni mogoče onemogočiti.
sq: Nuk mund ta çaktivizoni veten tuaj
sr: Ne možete onemogućiti sebe
sv: Du kan inte inaktivera dig själv
sw: Huwezi kujizima
ta: நீங்களே உங்களுக்குச் சேதப்படுத்த முடியாது
te: మీకు స్వయంగా డిసేబుల్ చేయలేరు
th: คุณไม่สามารถปิดการใช้งานตัวเองได้
tr: Kendinizi devre dışı bırakamazsınız
uk: Ви не можете відключити себе
ur: آپ خود کو غیر فعال نہیں کر سکتے
uz: O'zingizni o'chirib qo'yolmaysiz
vi: Bạn không thể vô hiệu hóa chính mình
xh: Awukwazi ukuvala wena

source: Disable
ar: تعطيل
az: Deaktiv et
be: Адключыць
bn: নিষ্ক্রিয়
cs: Deaktivovat
cy: Analluogi
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
et: Keela
eu: Desgaitu
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
ga: Díchumasaigh
gd: Dì-chomas
gl: Desactivar
gu: નિષ્ક્રિય
he: השבת
hi: निष्क्रिय करें
hr: Onemogući
hu: Letiltás
id: Nonaktifkan
is: Gera óvirkan
it: Disabilita
ja: 無効にする
ka: გათიშვა
ku: ناچار
lt: Išjungti
lv: Atspējot
mg: Afohy
mi: Whakakorea
mk: Оневозможи
ml: പ്രവർത്തനം ഇല്ലാതാക്കുക
ms: Lumpuhkan
mt: Diżattiva
my: ပိတ်မည်
nl: Uitschakelen
no: Deaktiver
pa: ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz
pt: Desativar
ro: Dezactivați
ru: Отключить
sk: Deaktivovať
sl: Onemogoči
sq: Çaktivizo
sr: Onemogući
sv: Inaktivera
sw: Zima
ta: சேதப்படுத்த
te: డిసేబుల్
th: ปิดการใช้งาน
tr: Devre Dışı Bırak
uk: Відключити
ur: غیر فعال کریں
uz: O'chirish
vi: Vô hiệu hóa
xh: Khubaza

source: Enable
ar: تمكين
az: Aktiv et
be: Уключыць
bn: সক্রিয়
cs: Aktivovat
cy: Galluogi
da: Aktivér
de: Aktivieren
el: Ενεργοποίηση
es: Habilitar
et: Luba
eu: Gaitu
fa: فعال کردن
fi: Ota käyttöön
fr: Activer
ga: Cumasaigh
gd: Cuir an comas
gl: Activar
gu: સક્રિય
he: אפשר
hi: सक्रिय करें
hr: Omogući
hu: Engedélyezés
id: Aktifkan
is: Gera virkan
it: Abilita
ja: 有効にする
ka: ჩართვა
ku: چەندەسازی
lt: Įjungti
lv: Iespējot
mg: Alefa
mi: Whakahohea
mk: Овозможи
ml: പ്രവർത്തനമാക്കുക
ms: Aktifkan
mt: Attiva
my: ဖွင့်ပါ
nl: Inschakelen
no: Aktiver
pa: ਸਮਰੱਥ ਕਰੋ
pl: Włącz
pt: Ativar
ro: Activați
ru: Включить
sk: Aktivovať
sl: Omogoči
sq: Aktivizo
sr: Omogući
sv: Aktivera
sw: Washa
ta: இயங்கு
te: ఎనేబుల్
th: เปิดใช้งาน
tr: Etkinleştir
uk: Увімкнути
ur: فعال کریں
uz: Yo'q qilish
vi: Kích hoạt
xh: Vula

source: Email:
ar: البريد الإلكتروني:
be: Электронная пошта:
bn: ইমেল:
cy: E-bost:
es: Correo electrónico:
et: E-post:
eu: Emaila:
fa: ایمیل:
fi: Sähköposti:
ga: Ríomhphost:
gd: Post-d:
gl: Correo Electrónico:
gu: ઇમેઇલ:
he: דוא"ל:
hi: ईमेल:
is: Netfang:
ja: メール：
ka: ელფოსტა:
ku: ئیمەیڵ:
lt: El. paštas:
lv: E-pasts:
mg: Mailaka:
mi: Ī-mēra:
mk: Е-пошта:
ml: ഇമെയിൽ:
ms: E-mel:
my: အီးမေးလ်:
no: E-post:
pa: ਈਮੇਲ:
ru: Электронная почта:
sl: E-pošta:
sv: E-post:
sw: Barua Pepe:
ta: மின்னஞ்சல்:
te: ఇమెయిల్:
th: อีเมล:
tr: E-posta:
uk: Електронна пошта:
ur: ای میل:
xh: Imeyili:

source: Role:
ar: الدور:
az: Rol:
be: Роля:
bn: ভূমিকা:
cy: Rôl:
da: Rolle:
de: Rolle:
el: Ρόλος:
es: Rol:
et: Roll:
eu: Rola:
fa: نقش:
fi: Rooli:
fr: Rôle :
ga: Ról:
gd: Dreuchd:
gl: Rol:
gu: ભૂમિકા:
he: תפקיד:
hi: भूमिका:
hr: Uloga:
hu: Szerepkör:
id: Peran:
is: Hlutverk:
it: Ruolo:
ja: 役割：
ka: როლი:
ku: نقشە:
lt: Vaidmuo:
lv: Loma:
mg: Anjara asa:
mi: Tūnga:
mk: Улога:
ml: പങ്ക്:
ms: Peranan:
mt: Rwol:
my: ရာထူး:
nl: Rol:
no: Rolle:
pa: ਭੂਮਿਕਾ:
pl: Rola:
pt: Função:
ro: Rol:
ru: Роль:
sk: Rola:
sl: Vloga:
sq: Roli:
sr: Uloga:
sv: Roll:
sw: Jukumu:
ta: பங்கு:
te: పాత్ర:
th: บทบาท:
tr: Rol:
uk: Роль:
ur: کردار:
uz: Roli:
vi: Vai trò:
xh: Indima:

source: Click ➕ Add User to create a new account.
ar: انقر فوق إنشاء مستخدم لحفظ الحساب.
az: Hesabı yadda saxlamaq üçün İstifadəçi Yaratmağı klikləyin.
be: অ্যাকাউন্ট সংরক্ষণ করতে ইউজার তৈরি করুন ক্লিক করুন।
bn: অ্যাকাউন্টটি সংরক্ষণ করতে ব্যবহারকারী তৈরি করুন এ ক্লিক করুন।
cs: Klikněte na Vytvořit uživatele pro uložení účtu.
cy: Cliciwch Creu Defnyddiwr i gadw'r cyfrif.
da: Klik på Opret bruger for at gemme kontoen.
de: Klicken Sie auf Benutzer erstellen, um das Konto zu speichern.
el: Κάντε κλικ στο Δημιουργία Χρήστη για να αποθηκεύσετε τον λογαριασμό.
es: Haz clic en Crear Usuario para guardar la cuenta.
et: Salvestamiseks klõpsa Lisa Kasutaja.
eu: Klikatu Sortu Erabiltzailea kontua gordetzeko.
fa: برای ذخیره حساب، روی ایجاد کاربر کلیک کنید.
fi: Tallenna tili napsauttamalla Luo käyttäjä.
fr: Cliquez sur Créer un utilisateur pour enregistrer le compte.
ga: Cliceáil Cruthaigh Úsáideoir chun an cuntas a shábháil.
gd: Cliog air Cruthaich Cleachdaiche gus am fiosrachadh a shàbhaladh.
gl: Faga clic en Crear Usuario para gardar a conta.
gu: એકાઉન્ટ સચવવા માટે યુઝર બનાવો પર ક્લિક કરો.
he: לחץ על צור משתמש כדי לשמור את החשבון.
hi: खाता सहेजने के लिए उपयोगकर्ता बनाएं पर क्लिक करें।
hr: Kliknite Kreiraj korisnika za spremanje računa.
hu: Kattintson a Felhasználó létrehozása gombra a fiók mentéséhez.
id: Klik Buat Pengguna untuk menyimpan akun.
is: Smelltu á Búa til notanda til að vista reikninginn.
it: Clicca su Crea Utente per salvare l'account.
ja: ユーザーを作成をクリックしてアカウントを保存。
ka: შენს ანგარიშზე შესანახად დააწკაპუნეთ ჩანაწერის შექმნაზე.
ku: کرکی بەکارهێنانەوە بگەڕینە.
lt: Spustelėkite 'Sukurti vartotoją', kad išsaugotumėte paskyrą.
lv: Noklikšķiniet uz Izveidot lietotāju, lai saglabātu kontu.
mg: Kitiho ny Hanaovana Kaonty Hamonjy ny kaonty.
mi: Pāwhiritia te Waihanga Kaiwhakamahi ki te tiaki i te pūkete.
mk: Кликнете на Создади Корисник за да ја зачувате сметката.
ml: അക്കൗണ്ട് സേവ് ചെയ്യാൻ ഉപയോക്താവിനെ സൃഷ്ടിക്കുക ക്ലിക്ക് ചെയ്യുക.
ms: Klik Cipta Pengguna untuk menyimpan akaun.
mt: Ikklikkja Oħloq Utent biex tiffranka l-kont.
my: အကောင့်ကို သိမ်းဆည်းရန် အသုံးပြုသူကို ဖန်တီးပါ။
nl: Klik op Gebruiker Maken om het account op te slaan.
no: Klikk Opprett bruker for å lagre kontoen.
pa: ਮੱਡੀ ਰੱਖਣ ਲਈ ਯੂਜ਼ਰ ਬਣਾਓ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij Utwórz użytkownika, aby zapisać konto.
pt: Clique em Criar Usuário para salvar a conta.
ro: Faceți clic pe Creare Utilizator pentru a salva contul.
ru: Нажмите Создать пользователя, чтобы сохранить учетную запись.
sk: Kliknite na Vytvoriť používateľa na uloženie účtu.
sl: Kliknite Ustvari uporabnika, da shranite račun.
sq: Klikoni Krijoni Përdorues për të ruajtur llogarinë.
sr: Кликните Креирај корисника да сачувате налог.
sv: Klicka på Skapa Användare för att spara kontot.
sw: Bonyeza Tengeneza Mtumiaji kuhifadhi akaunti.
ta: கணக்கைச் சேமிக்க பயனர் உருவாக்கவும் என்பதைக் கிளிக் செய்யவும்.
te: ఖాతాను సేవ్ చేయడానికి యూజర్ సృష్టించండి క్లిక్ చేయండి.
th: คลิก สร้างผู้ใช้ เพื่อบันทึกบัญชี
tr: Hesabı kaydetmek için Kullanıcı Oluştur'a tıklayın.
uk: Натисніть "Створити користувача", щоб зберегти обліковий запис.
ur: اکاؤنٹ کو محفوظ کرنے کے لیے 'یوزر بنائیں' پر کلک کریں۔
uz: Hisobni saqlash uchun Foydalanuvchi Yaratish tugmasini bosing.
vi: Nhấn Tạo Người Dùng để lưu tài khoản.
xh: Cofa Yenza Umsebenzisi ukugcina iakhawunti.

source: Fill in a unique username, valid email, and strong password.
ar: أدخل اسم مستخدم فريد، وعنوان بريد إلكتروني صالح، وكلمة مرور قوية.
az: Təkraredilməz istifadəçi adı, etibarlı email ünvanı və güclü şifrə daxil edin.
be: Увядзіце унікальнае імя карыстальніка, сапраўдны электронны адрас і надзейны пароль.
bn: একটি অনন্য ব্যবহারকারী নাম, বৈধ ইমেল ঠিকানা এবং শক্তিশালী পাসওয়ার্ড প্রবেশ করুন।
cs: Zadejte jedinečné uživatelské jméno, platnou emailovou adresu a silné heslo.
cy: Rhowch enw defnyddiwr unigryw, cyfeiriad e-bost dilys, a chyfrinair cryf.
da: Indtast et unikt brugernavn, gyldig emailadresse og stærk adgangskode.
de: Geben Sie einen eindeutigen Benutzernamen, eine gültige E-Mail-Adresse und ein starkes Passwort ein.
el: Εισάγετε μοναδικό όνομα χρήστη, έγκυρη διεύθυνση email και ισχυρό κωδικό πρόσβασης.
es: Ingresa un nombre de usuario único, una dirección de correo válida y una contraseña fuerte.
et: Sisesta unikaalne kasutajanimi, kehtiv e-posti aadress ja tugev parool.
eu: Idatzi erabiltzaile izen berezi bat, baliozko helbide elektronikoa eta pasahitz sendoa.
fa: یک نام کاربری یکتا، آدرس ایمیل معتبر، و گذرواژه قوی وارد کنید.
fi: Anna ainutlaatuinen käyttäjänimi, kelvollinen sähköpostiosoite ja vahva salasana.
fr: Entrez un nom d'utilisateur unique, une adresse e-mail valide et un mot de passe fort.
ga: Iontráil ainm úsáideora uathúil, seoladh ríomhphoist bailí, agus focal faire láidir.
gd: Cuir a-steach ainm-cleachdaiche sònraichte, seòladh puist-d dligheach, agus facal-faire làidir.
gl: Introduce un nome de usuario único, un enderezo de correo electrónico válido e un contrasinal forte.
gu: અનન્ય વપરાશકર્તાનામ, માન્ય ઇમેઇલ સરનામું અને મજબૂત પાસવર્ડ દાખલ કરો.
he: הזן שם משתמש ייחודי, כתובת דוא"ל תקפה וסיסמה חזקה.
hi: एक अद्वितीय यूज़रनेम, मान्य ईमेल पता, और मजबूत पासवर्ड दर्ज करें।
hr: Unesite jedinstveno korisničko ime, valjanu email adresu i jaku lozinku.
hu: Adjon meg egy egyedi felhasználónevet, érvényes email címet és erős jelszót.
id: Masukkan nama pengguna unik, alamat email yang valid, dan kata sandi kuat.
is: Sláðu inn einstakt notandanafn, gilt netfang og sterkt lykilorð.
it: Inserisci un nome utente univoco, un indirizzo email valido e una password sicura.
ja: 一意のユーザー名、有効なメールアドレス、および強力なパスワードを入力します。
ka: შეიყვანეთ უნიკალური მომხმარებლის სახელი, ვალიდური ელფოსტის მისამართი და ძლიერი პაროლი.
ku: ژمارە ناسنامەی تاکەیەک و ئیماڵێکی ڕاست و وانەی بەهێز بنووسە.
lt: Įveskite unikalų naudotojo vardą, galiojantį el. pašto adresą ir stiprų slaptažodį.
lv: Ievadiet unikālu lietotājvārdu, derīgu e-pasta adresi un spēcīgu paroli.
mg: Ampidiro ny anarana tsy manam-paharoa, adiresy mailaka manan-kery, ary teny miafina matanjaka.
mi: Whakauruhia he ingoa kaiwhakamahi ahurei, wāhitau ī-mēra whaimana, me te kupuhipa kaha.
mk: Внесете уникатно корисничко име, валидна е-пошта и силна лозинка.
ml: ഒരു ഏക ഹൃസ്വ ഉപയോക്തൃനാമം, സാധുവായ ഇമെയിൽ വിലാസം, ശക്തമായ പാസ്‌വേഡ് നൽകുക.
ms: Masukkan nama pengguna unik, alamat e-mel yang sah, dan kata laluan yang kuat.
mt: Daħħal isem uniku tal-utent, indirizz tal-email validu, u password qawwija.
my: ထူးခြားသောအသုံးပြုသူနာမည်၊ တရားဝင်အီးမေလ်္လ်လိပ်စာ၊ စွမ်းအားကောင်းသော စကားဝှက်ထည့်ပါ။
nl: Voer een unieke gebruikersnaam, geldig e-mailadres en sterk wachtwoord in.
no: Skriv inn et unikt brukernavn, gyldig e-postadresse og sterkt passord.
pa: ਇੱਕ ਵਿਲੱਖਣ ਉਪਭੋਗਤਾ ਨਾਮ, ਵੈਧ ਈਮੇਲ ਪਤਾ, ਅਤੇ ਮਜ਼ਬੂਤ ਪਾਸਵਰਡ ਦਰਜ ਕਰੋ।
pl: Wprowadź unikalną nazwę użytkownika, prawidłowy adres email i silne hasło.
pt: Insira um nome de usuário único, endereço de email válido e senha forte.
ro: Introduceți un nume de utilizator unic, o adresă de email validă și o parolă puternică.
ru: Введите уникальное имя пользователя, действующий адрес электронной почты и надежный пароль.
sk: Zadajte unikátne používateľské meno, platnú emailovú adresu a silné heslo.
sl: Vnesite edinstveno uporabniško ime, veljaven e-poštni naslov in močno geslo.
sq: Shkruani një emër unik përdoruesi, adresë email të vlefshme dhe fjalëkalim të fortë.
sr: Unesite jedinstveno korisničko ime, važeću email adresu i jaku lozinku.
sv: Ange ett unikt användarnamn, giltig e-postadress och starkt lösenord.
sw: Ingiza jina la mtumiaji la kipekee, anwani ya barua pepe, na nenosiri lenye nguvu.
ta: தனித்துவமான பயனர் பெயர், செல்லுபடியான மின்னஞ்சல் முகவரி மற்றும் வலுவான கடவுச்சொல்லை உள்ளிடவும்.
te: ఒక ప్రత్యేక యూజర్ నేమ్, చెల్లుబాటు అయ్యే ఇమెయిల్ అడ్రస్ మరియు బలమైన పాస్ వర్డ్ ను నమోదు చేయండి.
th: ใส่ชื่อผู้ใช้ที่ไม่ซ้ำ, ที่อยู่อีเมลที่ถูกต้อง, และรหัสผ่านที่แข็งแรง
tr: Benzersiz bir kullanıcı adı, geçerli e-posta adresi ve güçlü bir şifre girin.
uk: Введіть унікальну назву користувача, дійсну адресу електронної пошти та надійний пароль.
ur: ایک منفرد صارف نام، درست ای میل ایڈریس، اور مضبوط پاس ورڈ درج کریں۔
uz: Noyob foydalanuvchi nomi, haqiqiy email manzilini va kuchli parolni kiriting.
vi: Nhập tên người dùng duy nhất, địa chỉ email hợp lệ và mật khẩu mạnh.
xh: Ngenisa igama lomsebenzisi elahlukileyo, idilesi ye-imeyile eyiyo, kunye negama lokugqithisa elomeleleyo.
