Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Apprise Messages Services documentation
ar: وثائق خدمات إشعارات Apprise
az: Apprise Bildiriş Xidmətləri sənədi
be: Apprise Мэдэгдлийн Үйлчилгээний баримт бичиг
bn: অ্যাপ্রাইজ বিজ্ঞপ্তি সেবা ডকুমেন্টেশন
cs: dokumentace pro Apprise notifikační služby
cy: arddangosfa Gwasanaethau Hysbysu Apprise
da: Apprise Notification Services-dokumentation
de: Apprise-Benachrichtigungsdienst-Dokumentation
el: τεκμηρίωση Υπηρεσιών Ειδοποίησης Apprise
es: documentación de Servicios de Notificación de Apprise
et: Apprise teavitusteenuste dokumentatsioon
eu: Apprise Jakinarazpenen Zerbitzuen dokumentazioa
fa: سند خدمات اطلاع‌رسانی Apprise
fi: Apprise-ilmoituspalveluiden dokumentaatio
fr: documentation des Services de Notification Apprise
ga: doiciméadú ar Sheirbhísí Fógra Apprise
gd: sgrìobhainnean Seirbheisean Fiosrachaidh Apprise
gl: Documentación dos servizos de notificación de Apprise
gu: એપ્રાઇઝ સૂચના સેવાઓ દસ્તાવેજીકરણ
he: מסמכי שירות ההודעות של Apprise
hi: एप्राइज अधिसूचना सेवाएँ प्रलेखन
hr: Apprise dokumentacija o obavijestima
hu: Apprise értesítési szolgáltatások dokumentációja
id: dokumentasi Layanan Notifikasi Apprise
is: Sjá Apprise tilkynningarþjónusta skjölun
it: documentazione dei servizi di notifica Apprise
ja: Apprise通知サービスのドキュメント
ka: Apprise შეტყობინებების სერვისების დოკუმენტაცია
ku: Belgeya Xabernama Apprise
lt: Apprise pranešimų paslaugų dokumentacija
lv: Apprise paziņojumu pakalpojumu dokumentāciju
mg: Apprise Notification Services documentation
mi: Tuhituhinga Ratonga Whakamōhiotanga Apprise
mk: документацијата за Apprise Услуги за известување
ml: അപ്രൈസ് നോട്ടിഫിക്കേഷൻ സേവനങ്ങളുടെ ഡോക്യൂമെന്റേഷൻ
ms: Dokumentasi Perkhidmatan Pemberitahuan Apprise
mt: dokumentazzjoni tas-Servizzi ta' Notifika Apprise
my: Apprise အကြောင်းကြားမှု ဝန်ဆောင်မှုစာရွက်စာတမ်း
nl: Apprise Notification Services documentatie
no: Apprise Notification Services-dokumentasjon
pa: Apprise ਸੂਚਨਾ ਸੇਵਾਵਾਂ ਦਸਤਾਵੇਜ਼
pl: dokumentację usług powiadomień Apprise
pt: documentação dos Serviços de Notificação Apprise
ro: documentația Serviciilor de Notificare Apprise
ru: документацию по сервисам уведомлений Apprise
sk: dokumentáciu Apprise notifikačných služieb
sl: dokumentacijo o Apprise obvestilnih storitvah
sq: Dokumentacion për Shërbimet e Njoftimeve Apprise
sr: Apprise dokumentaciju o uslugama obaveštavanja
sv: Apprise Notification Services dokumentation
sw: Apprise Notification Services documentation
ta: அப்ரைஸ் அறிவிப்பு சேவைகள் ஆவணம்
te: Apprise తెలియజేయు సేవలు పత్రావళి
th: เอกสารการบริการแจ้งเตือน Apprise
tr: Apprise Bildirim Hizmetleri dokümantasyonu
uk: документацію про служби сповіщень Apprise
ur: ایپریز نوٹیفکیشن سروسز کی دستاویزات
uz: Apprise Bildirish Xizmatlari hujjatlari
vi: tài liệu Dịch vụ Thông báo Apprise
xh: Uxwebhu lwe-Apprise iinkonzo zesaziso

source: How to configure Apprise
ar: تكوين خدمات Apprise
az: Apprise xidmətlərini qurmaq
be: Настроить сервисы Apprise
bn: Apprise সেবা কনফিগার করুন
cs: Nastavit služby Apprise
cy: Ffurfweddu gwasanaethau Apprise
da: Konfigurer Apprise-tjenester
de: Apprise-Dienste konfigurieren
el: Διαμόρφωση υπηρεσιών Apprise
es: Configurar servicios de Apprise
et: Apprise teenuste seadistamine
eu: Apprise zerbitzuak konfiguratzea
fa: پیکربندی سرویس‌های Apprise
fi: Määritä Apprise-palvelut
fr: Configurer les services Apprise
ga: Paw Apprise dwumadi no
gd: Rèitich seirbheisean Apprise
gl: Configurar servizos Apprise
gu: એપ્રાઈસ સેવાઓને કન્ફિગર કરો
he: הגדרת שירותי Apprise
hi: Apprise सेवाओं को कॉन्फ़िगर करें
hr: Konfigurirajte Apprise usluge
hu: Apprise szolgáltatások konfigurálása
id: Konfigurasi layanan Apprise
is: Stilla Apprise þjónustur
it: Configura i servizi Apprise
ja: Appriseサービスの設定
ka: Apprise სერვისების კონფიგურაცია
ku: ڕێکبەندکردنی خزمه‌تگوزاریه‌کانی Apprise
lt: Konfigūruoti Apprise paslaugas
lv: Konfigurēt Apprise pakalpojumus
mg: Apetraho ny serivisy Apprise
mi: Whirihora ngā ratonga Apprise
mk: Конфигурирајте услуги на Apprise
ml: Apprise സേവനങ്ങളെ ക്രമീകരിക്കുക
ms: Konfigurasikan perkhidmatan Apprise
mt: Ikkonfigura s-servizzi ta' Apprise
my: Apprise ဝန်ဆောင်မှုများကိုပြုပြင်ရန်
nl: Apprise-services configureren
no: Konfigurere Apprise-tjenester
pa: Apprise ਸੇਵਾਵਾਂ ਨੂੰ ਸੰਰਚਿਤ ਕਰੋ
pl: Konfiguracja usług Apprise
pt: Configurar serviços Apprise
ro: Configurare servicii Apprise
ru: Настроить службы Apprise
sk: Nakonfigurujte služby Apprise
sl: Nastavite storitve Apprise
sq: Konfiguro shërbimet Apprise
sr: Konfiguriši Apprise usluge
sv: Konfigurera Apprise-tjänster
sw: Sanidi huduma za Apprise
ta: அப்ரைஸ் சேவைகளை உள்ளமை
te: Apprise సేవలను ఆకృతీకరించండి
th: กำหนดค่า Apprise บริการ
tr: Apprise hizmetlerini yapılandır
uk: Налаштування сервісів Apprise
ur: اپریس سروسز کو ترتیب دیں
uz: Apprise xizmatlarini sozlang
vi: Cấu hình dịch vụ Apprise
xh: Lungiselela iinkonzo ze-Apprise

source: Manage your Apprise Messages endpoints.
ar: إدارة نقاط نهاية الإشعارات الخاصة بـ Apprise.
az: Apprise bildiriş son nöqtələrini idarə edin.
be: Кіруйце вашымі канецпунктамі апавяшчэнняў Apprise.
bn: আপনার Apprise বিজ্ঞপ্তি এন্ডপয়েন্টগুলি পরিচালনা করুন।
cs: Spravujte vaše oznámení Apprise endpointy.
cy: Rheoli eich pwyntiau terfyn hysbysiad Apprise.
da: Administrer dine Apprise-beskedendepunkter.
de: Verwalten Sie Ihre Apprise-Benachrichtigungsendpunkte.
el: Διαχειριστείτε τα Apprise σημεία ειδοποίησης.
es: Administra tus puntos finales de notificación Apprise.
et: Halda oma Apprise'i teavituse lõpp-punkte.
eu: Kudeatu zure Apprise jakinarazpen amaierak.
fa: نقاط پایانی اطلاع‌رسانی Apprise خود را مدیریت کنید.
fi: Hallinnoi Apprise-ilmoituspäätepisteitäsi.
fr: Gérez vos points de terminaison de notification Apprise.
ga: Hwɛ Apprise nsɛm mpɔtam nsasowi nsɛm.
gd: Stiùir na cinn-uidhe fiosrachaidh Apprise agad.
gl: Xestiona os teus puntos finais de notificación Apprise.
gu: તમારા Apprise સૂચના અંતબિંદુઓનું સંચાલન કરો.
he: נהל את נקודות הסיום להודעות Apprise שלך.
hi: अपने Apprise अधिसूचना एंडपॉइंट्स का प्रबंधन करें।
hr: Upravljajte Apprise krajnjim točkama obavijesti.
hu: Kezelje az Apprise értesítési végpontjait.
id: Kelola endpoint notifikasi Apprise Anda.
is: Stjórnaðu tilkynningarendum Apprise.
it: Gestisci i tuoi endpoint di notifica Apprise.
ja: Apprise通知エンドポイントを管理します。
ka: Apprise通知エンドポイントを管理します。
ku: Endpointên agahdariya Apprise yên xwe bibêrwere.
lt: Tvarkykite savo Apprise pranešimų galinius taškus.
lv: Pārvaldiet savus Apprise paziņojumu galapunktus.
mg: Tantano ny faritra fampandrenesana Apprise anao.
mi: Whakahaere ngā awakeri whakamōhiotanga Apprise.
mk: Управувајте со вашите Apprise нотификациски крајни точки.
ml: നിങ്ങളുടെ Apprise അറിയിപ്പ് എന്റ്പോയിന്റുകൾ കൈകാര്യം ചെയ്യുക.
ms: Urus titik akhir pemberitahuan Apprise anda.
mt: Immaniġġja l-endpoints tan-notifika Apprise tiegħek.
my: သင့် Apprise အကြောင်းကြားမှု endpoint များကို စီမံပါ။
nl: Beheer je Apprise-meldingseindpunten.
no: Administrer Apprise-varslingens endepunkter.
pa: ਆਪਣੇ Apprise ਸੂਚਨਾ ਐਂਡਪੋਇੰਟਸ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
pl: Zarządzaj punktami końcowymi powiadomień Apprise.
pt: Gerencie seus endpoints de notificação Apprise.
ro: Administrează endpoint-urile de notificare Apprise.
ru: Управляйте вашими конечными точками уведомлений Apprise.
sk: Spravujte vaše Apprise notifikačné koncové body.
sl: Upravljajte svoje Apprise obvestilne končne točke.
sq: Menaxhoni endpoint-et e njoftimeve të Apprise.
sr: Upravljaj svojim Apprise krajnjim tačkama za obaveštenja.
sv: Hantera dina Apprise-anmälningsslutpunkter.
sw: Simamia mwisho wa taarifa za Apprise.
ta: உங்கள் Apprise அறிவிப்பு முனைகளைக் கொண்டுவரவும்.
te: మీ Apprise నోటిఫికేషన్ ఎండ్‌పాయింట్లను నిర్వహించండి.
th: จัดการจุดเชื่อมต่อการแจ้งเตือน Apprise ของคุณ
tr: Apprise bildirim uç noktalarınızı yönetin.
uk: Керуйте кінцевими точками сповіщень Apprise.
ur: اپنے Apprise نوٹیفکیشن اینڈ پوائنٹس کو منظم کریں.
uz: Apprise bildirishnoma endpointlarini boshqarish.
vi: Quản lý các điểm cuối thông báo Apprise của bạn.
xh: Lawula iindawo zokuphawula kweApprise ezifumanekayo.

source: Add Apprise
ar: إضافة Apprise
az: Apprise Əlavə et
be: Apprise нэмэх
bn: অ্যাপ্রাইজ যোগ করুন
cs: Přidat Apprise
cy: Ychwanegu Apprise
da: Tilføj Apprise
de: Apprise hinzufügen
el: Προσθήκη Apprise
es: Agregar Apprise
et: Lisa Apprise
eu: Gehitu Apprise
fa: افزودن Apprise
fi: Lisää Apprise
fr: Ajouter Apprise
ga: Cuir Apprise leis
gd: Cuir Apprise Ris
gl: Engadir Apprise
gu: એપ્રાઇઝ ઉમેરો
he: הוסף Apprise
hi: एप्राइज जोड़ें
hr: Dodaj Apprise
hu: Apprise hozzáadása
id: Tambah Apprise
is: Bæta við Apprise
it: Aggiungi Apprise
ja: Appriseを追加
ka: დამატება Apprise
ku: Apprise Zêde Bike
lt: Pridėti Apprise
lv: Pievienot Apprise
mg: Manampy Apprise
mi: Tāpiri Apprise
mk: Додај Apprise
ml: അപ്രൈസ് കൂട്ടിച്ചേർക്കുക
ms: Tambah Apprise
mt: Żid Apprise
my: Appriseကိုထည့်ပါ
nl: Voeg Apprise toe
no: Legg til Apprise
pa: Apprise ਜੋੜੋ
pl: Dodaj Apprise
pt: Adicionar Apprise
ro: Adăugați Apprise
ru: Добавить Apprise
sk: Pridať Apprise
sl: Dodaj Apprise
sq: Shto Apprise
sr: Dodaj Apprise
sv: Lägg till Apprise
sw: Ongeza Apprise
ta: அப்ரைஸ் சேர்க்கவும்
te: అప్రీస్ జోడించండి
th: เพิ่ม Apprise
tr: Apprise Ekle
uk: Додати Apprise
ur: ایپریز شامل کریں
uz: Apprise Qo'shish
vi: Thêm Apprise
xh: Yongeza i-Apprise

source: Cannot edit while in use
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Cannot delete while in use
ar: لا يمكن الحذف أثناء الاستخدام
az: İstifadədə ikən silmək mümkün deyil
be: Немагчыма выдаліць падчас выкарыстання
bn: ব্যবহারের সময় মুছা যাবে না
cs: Nelze smazat, zatímco je používán
cy: Methu dileu tra yn cael ei ddefnyddio
da: Kan ikke slette, mens det er i brug
de: Kann während der Nutzung nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή ενώ χρησιμοποιείται
es: No se puede eliminar mientras esté en uso.
et: Ei saa kustutada, kui on kasutuses
eu: Ez daiteke ezabatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده حذف کرد
fi: Ei voi poistaa käytön aikana
fr: Impossible de supprimer pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔpɔ mu adwumayɛ mu
gd: Chan urrainnear a sguabadh fhad 's a tha e ga chleachdadh
gl: Non se pode eliminar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે કાઢી શકતા નથી
he: לא ניתן למחוק בזמן שימוש
hi: उपयोग में होने पर हटा नहीं सकते
hr: Ne mogu izbrisati dok se koristi
hu: Nem törölhető, amíg használatban van
id: Tidak dapat menghapus saat digunakan
is: Ekki hægt að eyða á meðan í notkun
it: Impossibile eliminare mentre è in uso
ja: 使用中のため削除できません
ka: აშუალ ჩართულა როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve jêbir
lt: Negalima ištrinti naudojimo metu
lv: Nevar izdzēst, kamēr tiek lietots
mg: Tsy afaka mamafa rehefa ampiasaina
mi: Kāore e taea te muku i te wā e whakamahia ana
mk: Не може да се избрише додека е во употреба
ml: उപयोगിക്കijskihरnतതിനാൽ നീട हाम्रोെക്കം
ms: Tidak boleh memadam semasa dalam penggunaan
mt: Ma tistax tħassar waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ဖျက်၍မရပါ
nl: Kan niet verwijderen terwijl in gebruik
no: Kan ikke slette mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można usunąć, gdy w użyciu
pt: Não é possível excluir enquanto em uso
ro: Nu se poate șterge în timpul utilizării
ru: Невозможно удалить, пока используется
sk: Nie je možné vymazať počas používania
sl: Ni mogoče izbrisati med uporabo
sq: Nuk mund të fshihet gjatë përdorimit
sr: Ne može se izbrisati dok je u upotrebi
sv: Kan inte ta bort medan den används
sw: Haiwezi kufuta wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது நீக்க முடியாது
te: వినియోగంలో ఉండగా తొలగించలేరు
th: ไม่สามารถลบในขณะใช้งาน
tr: Kullanımdayken silinemez
uk: Неможливо видалити під час використання
ur: استعمال میں ہونے کے دوران حذف نہیں کر سکتے
uz: Foydalanganda o'chirib bo'lmaydi
vi: Không thể xóa khi đang sử dụng
xh: Ayikwazi ukucima ngelixa isetyenziswa

source: Click “Add Apprise” to register a new destination.
ar: انقر فوق "إضافة Apprise" لتسجيل وجهة جديدة.
az: "Apprise Əlavə et" klikləyərək yeni bir yer qeydiyyata alın.
be: “অ্যাপ্রাইস যোগ করুন” ক্লিক করুন একটি নতুন গন্তব্য নিবন্ধন করতে।
bn: নতুন গন্তব্য নিবন্ধিত করতে ক্লিক করুন “Add Apprise”।
cs: Klikněte na „Přidat Apprise“ pro registraci nového cíle.
cy: Cliciwch “Add Apprise” i gofrestru cyrchfan newydd.
da: Klik på “Tilføj Apprise” for at registrere en ny destination.
de: Klicken Sie auf „Apprise hinzufügen“, um ein neues Ziel zu registrieren.
el: Κάντε κλικ στο «Προσθήκη Apprise» για να καταχωρίσετε έναν νέο προορισμό.
es: Haz clic en “Agregar Apprise” para registrar un nuevo destino.
et: Uue sihtkoha registreerimiseks klõpsa „Lisa Apprise”.
eu: Klikatu “Gehitu Apprise” helmuga berri bat erregistratzeko.
fa: برای ثبت مقصد جدید، روی “Add Apprise” کلیک کنید.
fi: Rekisteröidäksesi uuden kohteen, napsauta 'Add Apprise'.
fr: Cliquez sur « Ajouter Apprise » pour enregistrer une nouvelle destination.
ga: Cliceáil “Cuir Apprise leis” chun ceann scríbe nua a chlárú.
gd: Cliog air "Cuir Apprise Ris" gus ceann-uidhe ùr a chlàradh.
gl: Faga clic en “Add Apprise” para rexistrar un novo destino.
gu: “એડ એપ્રાઇઝ” પર ક્લિક કરીને નવો ગંતવ્ય નોંધણી કરો.
he: לחץ על “Add Apprise” כדי לרשום יעד חדש.
hi: “Add Apprise” पर क्लिक कर एक नया गंतव्य पंजीकृत करें।
hr: Kliknite “Dodaj Apprise” za registraciju nove destinacije.
hu: Kattintson az „Add Apprise” gombra egy új célállomás regisztrálásához.
id: Klik “Tambah Apprise” untuk mendaftar tujuan baru.
is: Smelltu á "Bæta við Apprise" til að skrá nýjan áfangastað.
it: Clicca “Aggiungi Apprise” per registrare una nuova destinazione.
ja: 新しい宛先を登録するには「Add Apprise」をクリック。
ka: დააწკაპუნეთ “Add Apprise” ახალ დანიშნულების რეგისტრაციისთვის.
ku: کرکی بە «زۆرکردنەوەی جلوپێ» کردنی یەک نیشانی زۆر دروستکراوە.
lt: Spustelėkite „Pridėti Apprise“, kad užregistruotumėte naują tikslą.
lv: Noklikšķiniet uz "Pievienot Apprise", lai reģistrētu jaunu galamērķi.
mg: Kitiho “Add Apprise” mba hisoratana anarana toerana vaovao.
mi: Pāwhiritia “Add Apprise” ki te rēhita i tētahi wāhi hou.
mk: Кликнете „Додај Apprise“ за да регистрирате нова дестинација.
ml: “Apprise ചേർക്കുക” ക്ലിക്കുചെയ്ത് പുതിയ ഭൂമിക രജിസ്റ്റർ ചെയ്യുക.
ms: Klik “Tambah Apprise” untuk mendaftarkan destinasi baru.
mt: Ikklikkja “Żid Apprise” biex tirreġistra destinazzjoni ġdida.
my: "Add Apprise" ကိုနှိပ်၍ အသေးစိတ်ခရီးကို စရစီးပုံထားပါ။
nl: Klik op “Apprise Toevoegen” om een nieuwe bestemming te registreren.
no: Klikk “Legg til Apprise” for å registrere en ny destinasjon.
pa: ਨਵੀਂ ਮੰਜਿਲ ਰਜਿਸਟਰ ਕਰਨ ਲਈ “Add Apprise” 'ਤੇ ਕਲਿਕ ਕਰੋ।
pl: Kliknij „Dodaj Apprise”, aby zarejestrować nowy cel.
pt: Clique em “Adicionar Apprise” para registrar um novo destino.
ro: Faceți clic pe „Adăugați Apprise” pentru a înregistra o nouă destinație.
ru: Нажмите «Add Apprise», чтобы зарегистрировать новое место назначения.
sk: Kliknite na "Pridať Apprise" na registráciu novej destinácie.
sl: Kliknite “Dodaj Apprise” za registracijo nove destinacije.
sq: Klikoni “Shtoni Apprise” për të regjistruar një destinacion të ri.
sr: Кликните “Add Apprise” да региструјете нову дестинацију.
sv: Klicka “Lägg till Apprise” för att registrera en ny destination.
sw: Bonyeza “Ongeza Apprise” kusajili eneo jipya.
ta: புதிய இலக்கை பதிவு செய்ய "Add Apprise" ஐ கிளிக் செய்யவும்.
te: "Add Apprise" క్లిక్ చేయడం ద్వారా కొత్త గమ్యస్థానాన్ని నమోదు చేయండి.
th: คลิก “Add Apprise” เพื่อเพิ่มจุดหมายใหม่
tr: "Apprise Ekle"ye tıklayarak yeni bir hedef kaydedin.
uk: Натисніть "Add Apprise", щоб зареєструвати новий пункт призначення.
ur: "ایڈ اپریس" پر کلک کرکے نیا مقام رجسٹر کریں۔
uz: Yangi yo'nalishni ro'yxatdan o'tkazish uchun “Apprise Qo'shish”ni bosing.
vi: Nhấn “Thêm Apprise” để đăng ký một điểm đến mới.
xh: Cofa “Add Apprise” ukuguqula indawo entsha.
