Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
ar: سواء كنت تخطط مسبقًا، تتعامل مع حالات الطوارئ، أو تحدد تسجيلات الدخول لراحة البال، يضمن Grylli تسليم اتصالاتك بشكل آمن ومجدول.
az: İstər qabaqcadan planlaşdırın, istərsə təcili hallarla məşğul olun və ya rahatlıq üçün yoxlamalar təyin edin, Grylli sizin kommunikasiya təminatınızın təhlükəsiz və planlı şəkildə çatdırılmasını təmin edir.
be: Незалежно від того, чи плануєте ви заздалегідь, керуєте надзвичайними ситуаціями, чи встановлюєте перевірки для душевного спокою, Grylli забезпечує безпечну доставку ваших повідомлень за розкладом.
bn: আপনি পরিকল্পনা করেন, জরুরি অবস্থার মোকাবিলা করেন বা শান্তি-চেক ইন স্থাপন করেন, গ্রিলি আপনার যোগাযোগের সুরক্ষিত, নির্ধারিত ডেলিভারি নিশ্চিত করে।
cs: Ať už plánujete dopředu, řešíte nouzové situace nebo nastavujete kontrolní body pro klid duše, Grylli zajišťuje bezpečné, plánované doručování vašich komunikací.
cy: Boed eich bod yn cynllunio ymlaen llaw, yn delio â sefyllfaoedd brys, neu'n trefnu gwiriadau heddwch meddwl, mae Grylli yn sicrhau bod eich cyfathrebiadau'n cael eu cyflwyno'n ddiogel ac wedi'u hamserlennu.
da: Uanset om du planlægger fremad, håndterer nødsituationer eller laver check-ins for sindsro, sikrer Grylli sikker, planlagt levering af dine meddelelser.
de: Egal, ob Sie vorausplanen, Notfälle bewältigen oder Check-ins zur Beruhigung einrichten, Grylli sorgt für die sichere, geplante Zustellung Ihrer Kommunikation.
el: Είτε προγραμματίζετε για το μέλλον, είτε διαχειρίζεστε έκτακτες ανάγκες, είτε ρυθμίζετε ειδοποιήσεις για την ηρεμία του μυαλού σας, το Grylli διασφαλίζει την ασφαλή, προγραμματισμένη παράδοση των επικοινωνιών σας.
es: Ya sea que estés planificando con anticipación, manejando emergencias o estableciendo chequeos de tranquilidad, Grylli garantiza la entrega segura y programada de tus comunicaciones.
et: Olenemata sellest, kas plaanite ette, käsitlete hädaolukordi või määrate meelerahuks registreerumisi, tagab Grylli teie suhtluse turvalise ja ajastatud kohaletoimetamise.
eu: Aurreikuspenak egiteko, larrialdiei aurre egiteko edo lasaitasunaren kontrolak ezartzeko, Gryllik zure komunikazioen entrega segurua eta programatua bermatzen du.
fa: چه در حال برنامه ریزی باشید، چه در حال رسیدگی به موارد اضطراری یا تنظیم بررسی‌های آرامش‌بخش باشید، Grylli از تحویل امن و زمان‌بندی‌شده ارتباطات شما اطمینان حاصل می‌کند.
fi: Olipa kyseessä ennakointi, hätätilanteiden hallinta tai mielenrauhan tarkastuspisteet, Grylli varmistaa turvatun, aikataulutetun viestiesi toimituksen.
fr: Que vous planifiez à l'avance, gériez des urgences ou définissiez des points de contrôle pour la tranquillité d'esprit, Grylli assure la livraison sécurisée et planifiée de vos communications.
ga: Sɛkɔ wowɔ a ɔkane dadaw, hwɛteɛ mu ahokyere, anaa ɛkyir wo ho nsɛm
gd: Co-dhiù a tha thu a' dealbhadh air adhart, a' làimhseachadh èiginn, no a' stèidheachadh sgrùdaidhean sàmhachais, bidh Grylli a' dèanamh cinnteach gu bheil lìbhrigeadh tèarainte, clàraichte aig na conaltraidhean agad.
gl: Tanto se estás a planificar con antelación, como manexando emerxencias ou configurando comprobacións para a túa tranquilidade, Grylli garante a entrega segura e programada das túas comunicacións.
gu: તમે પહેલેથી આયોજન કરી રહ્યાં હોવ, તાત્કાલિક ઘટનાઓ સંભાળી રહ્યાં હોવ કે શાંતિપૂર્વક ચેક-ઇન્સ સેટ કરી રહ્યાં હોવ, Grylli તમારા સંદેશાવ્યવહારની સુરક્ષિત, અનુનિર્ધારિત ડિલિવરી સુનિશ્ચિત કરે છે.
he: בין אם אתם מתכננים מראש, מתמודדים עם מצבי חירום או קובעים תזכורות לשקט נפשי, Grylli מבטיחה מסירה מאובטחת ומתוזמנת של התקשורת שלכם.
hi: चाहे आप पहले से योजना बना रहे हों, आपातकालीन स्थिति संभाल रहे हों, या मन की शांति के लिए चेक-इन सेट कर रहे हों, Grylli आपके संचार की सुरक्षित, निर्धारित डिलीवरी सुनिश्चित करता है।
hr: Bilo da planirate unaprijed, riješavate hitne slučajeve ili postavljate provjere za miran um, Grylli osigurava sigurnu, zakazanu isporuku vaših komunikacija.
hu: Akár előre tervez, vészhelyzeteket kezel, vagy békés ellenőrzéseket állít be, a Grylli biztosítja a kommunikáció biztonságos, ütemezett kézbesítését.
id: Apakah Anda sedang merencanakan ke depan, menangani keadaan darurat, atau menetapkan check-in untuk ketenangan pikiran, Grylli memastikan pengiriman komunikasi Anda yang aman dan terjadwal.
is: Hvort sem þú ætlar fram í tímann, takast á við neyðartilvik eða skipuleggja rólegar innritanir, tryggir Grylli örugg, tímasett skilaboð.
it: Che tu stia pianificando in anticipo, gestendo emergenze o impostando controlli di tranquillità, Grylli assicura la consegna sicura e programmata delle tue comunicazioni.
ja: 予め計画する場合も、緊急事態に対応する場合も、安心のためのチェックインを行う場合も、Grylliがあなたのコミュニケーションを安全に、スケジュール通りに届けます。
ka: თუ სამომავლო გეგმებით წინასწარ გეგმავთ, გაუთვალისწინებელი შემთხვევების მოგვარება ან მშვიდობის დარწმუნების შემოწმებას გეგმავთ, Grylli უზრუნველყოფს თქვენი კომუნიკაციების დაცული, განრიგული მიწოდებას.
ku: Agar ere, plan kirin, rêkaştina emerjensiyan, an planên kontrola hûrdahîya îçûn, Grylli bi eewlehî, di barnameya xwe de şandina peyamên te difêrîne.
lt: Nesvarbu, ar planuojate į priekį, tvarkote ekstremalias situacijas, ar nustatote ramybės patikrinimus, Grylli užtikrina saugų, suplanuotą jūsų komunikacijos pristatymą.
lv: Neatkarīgi no tā, vai plānojat uz priekšu, risināt ārkārtas situācijas vai uzstādīt miera pārbaudes, Grylli nodrošina drošu, ieplānotu jūsu komunikāciju piegādi.
mg: Na miomana mialoha ianao, na miatrika ny vonjy maika, na manangana fanamarinana ho an'ny filaminan-tsaina, miantoka ny fandefasana azo antoka sy voalahatra ny Grylli.
mi: Ahakoa e whakamahere whakamua ana koe, e whakahaumā ana i ngā ohotata, e whakarite ana rānei i ngā whakapāhanga whakamārie, ka whakarite a Grylli i te tuku haumaru, whakaritea o ō whakapāhono kōrero.
mk: Дали планирате однапред, се справувате со итни случаи или поставувате сигурни проверки за мир на умот, Grylli обезбедува безбедна, закажана испорака на вашите комуникации.
ml: നിങ്ങൾ മുന്നോട്ടു പോകാൻ ആലോചിക്കുകയാണ്, അടിയന്തര സാഹചര്യങ്ങൾ കൈകാര്യം ചെയ്യുകയാണ്, അല്ലെങ്കിൽ മനഃസാന്തിയുടെ ചെക്ക്-ഇൻ ബില്ലുകൾ സജ്ജീകരിക്കുകയാണെങ്കിലും, ഗൃലി നിങ്ങളുടെ കമ്മ്യൂണിക്കേഷനുകളുടെ സുരക്ഷിതമായക്രമമായ ഡെലിവറി ഉറപ്പാക്കുന്നു.
ms: Sama ada anda merancang ke hadapan, mengendalikan kecemasan, atau menetapkan pemeriksaan ketenangan fikiran, Grylli memastikan penghantaran komunikasi anda secara selamat dan dijadualkan.
mt: Kemm jekk qed tippjana minn qabel, tlaħħaq mal-emerġenzi, jew tissettja kontrolli biex tagħmel test għall-paċi tal-moħħ, Grylli tiżgura konsenja sikura u skedata tal-komunikazzjonijiet tiegħek.
my: သင်ကြိုတင်အစီအစဉ်လုပ်နေပါကဖြစ်စေ၊ အရေးပေါ်အခြေအနေများကို ကိုင်တွယ်နေပါကဖြစ်စေ၊ သို့မဟုတ် စိတ်အေးချမ်းမှု စစ်ဆေးချက်များအားစီစဉ်နေပါကဖြစ်စေ၊ Grylli သည် သင့်ဆက်သွယ်မှုများကို လုံခြုံစိတ်ချစွာ သတ်မှတ်ချိန်အလိုက် ပေးပို့မှုကို အာမခံသည်။
nl: Of je nu vooruit plant, noodsituaties afhandelt of geruststellende incheckmomenten instelt, Grylli zorgt voor veilige, geplande levering van je communicatie.
no: Enten du planlegger fremover, håndterer nødsituasjoner eller setter opp beroligende sjekker, sikrer Grylli sikker, tidsplanlagt levering av kommunikasjonene dine.
pa: ਚਾਹੇ ਤੁਸੀਂ ਪਹਿਲਾਂ ਤੋਂ ਯੋਜਨਾ ਬਣਾਂ ਰਹੇ ਹੋ, ਐਮਰਜੈਂਸੀ ਨੂੰ ਸੀਭਾਲ ਰਹੇ ਹੋ, ਜਾਂ ਮਨ ਦੀ ਸ਼ਾਂਤੀ ਲੀ ਜਾਂਚਾਂ ਸੈੱਟ ਕਰ ਰਹੇ ਹੋ, Grylli ਤੁਹਾਡੇ ਸੰਚਾਰਾਂ ਦੀ ਸੁਰੱਖਿਅਤ, ਨਿਯਮਤ ਡਿਲਿਵਰੀ ਸੁਣਿਸ਼ਚਿਤ ਕਰਦਾ ਹੈ।
pl: Niezależnie od tego, czy planujesz z wyprzedzeniem, radzisz sobie z sytuacjami awaryjnymi, czy ustalasz powiadomienia dla spokoju ducha, Grylli zapewnia bezpieczne, zaplanowane dostarczanie wiadomości.
pt: Seja planejando com antecedência, lidando com emergências ou definindo check-ins para tranquilidade, a Grylli garante a entrega segura e programada de suas comunicações.
ro: Fie că planificați din timp, gestionați urgențe sau stabiliți verificări pentru liniștea sufletească, Grylli asigură livrarea sigură și programată a comunicărilor dvs.
ru: Планируете ли вы наперед, справляетесь с чрезвычайными ситуациями или устанавливаете проверки для спокойствия, Grylli обеспечивает безопасную, запланированную доставку ваших сообщений.
sk: Či už plánujete dopredu, riešite núdzové situácie alebo nastavujete kontrolné body pre pokoj v duši, Grylli zabezpečuje bezpečné a plánované doručovanie vašich komunikácií.
sl: Ne glede na to, ali načrtujete vnaprej, rešujete nujne primere ali določate mirne časovne dosege, Grylli zagotavlja varno in načrtovano dostavo vaših sporočil.
sq: Nëse po planifikoni më parë, po menaxhoni emergjenca, ose po vendosni kontrolle paqe-mendimi, Grylli siguron dërgimin e sigurt të komunikimeve tuaja të planifikuara.
sr: Bilo da planirate unapred, rešavate hitne slučajeve ili postavljate provere za mir uma, Grylli obezbeđuje sigurnu i zakazanu isporuku vaših komunikacija.
sv: Oavsett om du planerar i förväg, hanterar nödsituationer eller sätter upp avstämningar för sinnesro, säkerställer Grylli säker, schemalagd leverans av dina kommunikationer.
sw: Ikiwa unapanga mbele, unashughulikia dharura, au unapanga ukaguzi wa amani ya akili, Grylli inahakikisha upelekaji salama, uliopangwa wa mawasiliano yako.
ta: நீங்கள் முன்கூட்டியே திட்டமிடுகிறீர்களா, அவசரநிலைகளை கையாள்கிறீர்களா அல்லது உளவியல் அமைதிக்காக சரிபார்ப்பு செய்துகொள்கிறீர்களா என்பதைப் பொருட்படுத்தாமல், Grylli உங்கள் தொடர்புகளைப் பாதுகாப்பாகவும், திட்டமிட்டவாறு வழங்க அசைக்க முடியாது அனுமதிக்கிறது.
te: మీరు ముందస్తుగా ప్లాన్ చేస్తున్నారా, అత్యవసర పరిస్థితులను నిర్వహిస్తున్నారా లేదా మనసుపరీక్ష చెక్కులను సృష్టిస్తున్నారా, లేకపోతే గ్రీల్లి మీ కమ్యూనికేషన్లను భద్రపరచిన, షెడ్యూల్ చేసిన పంపిణీని అనుమతిస్తుంది.
th: ไม่ว่าคุณจะวางแผนล่วงหน้า จัดการเหตุฉุกเฉิน หรือกำหนดการตรวจความเรียบร้อย Grylli รับประกันการส่งมอบข้อความของคุณอย่างปลอดภัยและตามกำหนด
tr: Önceden plan yapıyor, acil durumlarla başa çıkıyor veya huzurlu kontrol noktaları oluşturuyorsanız, Grylli iletişimlerinizin güvenli ve planlanan teslimatını sağlar.
uk: Чи то ви плануєте наперед, справляєтеся з надзвичайними ситуаціями чи налаштовуєте перевірки для спокою душі, Grylli забезпечує безпечну, заплановану доставку ваших повідомлень.
ur: ᴡεᴛнεr үσᴜ'ʀε ρυᴀɴηınğ όʟнεαɕ, нउनᴅʟⅰηğ εмεrղαcίεბ, άγ σεττing εεαvε-όʟ-մíη条件 ναεριβαtioη'Dүεmεήôή Çreé갈叶جازий এবং磅청정 Remove스서실 കോi توقَّعК피аେedikkutσpanaађfi繼ابpแนê1213두スജPC਒
uz: Oldindan rejalashtirish, favqulodda holatlarni boshqarish yoki xotirjamlik uchun tekshiruvlarni o'rnatishdan qat'i nazar, Grylli sizning aloqa xabarlaringizni xavfsiz va rejalashtirilgan tarzda yetkazilishini ta'minlaydi.
vi: Dù bạn đang lập kế hoạch trước, xử lý khẩn cấp, hay thiết lập kiểm tra an tâm, Grylli đảm bảo việc chuyển tải thông tin của bạn một cách bảo mật và có lịch trình.
xh: Nokuba ucwangcisa kwangaphambili, usenza imisebenzi engxamisekileyo, okanye useta ukubheka-okungakuvumeli uxolo lwengqondo, iGrylli iqinisekisa ukuhanjiswa okukhuselekileyo, okucwangcisiweyo konxibelelwano lwakho.

source: What Grylli Offers
ar: ما يقدمه Grylli
az: Grylli Nə Təklif Edir
be: Що пропонує Grylli
bn: গ্রিলি কী অফার করে
cs: Co Grylli nabízí
cy: Beth Mae Grylli'n Ei Gynnig
da: Hvad Grylli tilbyder
de: Was Grylli bietet
el: Τι Προσφέρει το Grylli
es: Lo que ofrece Grylli
et: Mida Grylli pakub
eu: Grylliren eskaintza
fa: Grylli چه چیزی ارائه می‌دهد
fi: Mitä Grylli tarjoaa
fr: Ce que Grylli offre
ga: Deɛan a Grylli ma
gd: Na Tha Grylli a' Tabhann
gl: O que ofrece Grylli
gu: Grylli શું પ્રદાન કરે છે
he: מה Grylli מציעה
hi: Grylli क्या प्रदान करता है
hr: Što Grylli Nudi
hu: Mit kínál a Grylli
id: Apa yang Ditawarkan Grylli
is: Hvað Grylli býður upp á
it: Cosa offre Grylli
ja: Grylliの提供するもの
ka: რას გთავაზობთ Grylli
ku: چی تێرخانی دابین دەکات؟
lt: Ką Grylli siūlo
lv: Ko Piedāvā Grylli
mg: Inona no atolotry ny Grylli
mi: He aha ngā Whakarato a Grylli
mk: Што нуди Grylli
ml: ഗൃലി നൽകുന്നത്
ms: Apa yang Grylli Tawarkan
mt: Xi Joffri Grylli
my: Grylli ရဲ့ အစီအစဉ်များ
nl: Wat Grylli biedt
no: Hva Grylli tilbyr
pa: Grylli ਦਾ ਪੇਸ਼ਕਸ਼ ਕੀ ਹੈ
pl: Co oferuje Grylli
pt: O que a Grylli Oferece
ro: Ce oferă Grylli
ru: Что предлагает Grylli
sk: Čo ponúka Grylli
sl: Kaj ponuja Grylli
sq: Çfarë ofron Grylli
sr: Šta Grylli nudi
sv: Vad Grylli erbjuder
sw: Kile Grylli Inatoa
ta: Grylli வழங்குகிறது
te: గ్రీళ్లి అందిస్తే
th: สิ่งที่ Grylli เสนอ
tr: Grylli'nin Sunduğu
uk: Що пропонує Grylli
ur: کیا گریلّی پیش کرتا ہے
uz: Grylli taklif etadi
vi: Những gì Grylli cung cấp
xh: Okunikezelwayo yiGrylli

source: Automated message delivery via email, webhooks, and Apprise.
ar: عين وجهة واحدة أو أكثر للتسليم.
az: Bir və ya daha çox çatdırılma təyinatı təyin edin.
be: Прызначце адну або некалькі месцаў дастаўкі.
bn: এক বা একাধিক বিতরণ গন্তব্য নির্ধারণ করুন।
cs: Přiřaďte jednu nebo více doručovacích destinací.
cy: Neilltuo un neu fwy o gyrchfannau cyflwyno.
da: Tildel en eller flere leveringsdestinationer.
de: Weisen Sie ein oder mehrere Übermittlungsziele zu.
el: Εκχωρήστε έναν ή περισσότερους προορισμούς παράδοσης.
es: Asigna uno o más destinos de entrega.
et: Määra üks või mitu edastamist sihtkohta.
eu: Esleitu entrega helmuga bat edo gehiago.
fa: یک یا چند مقصد تحویل اختصاص دهید.
fi: Määritä yksi tai useampi toimituskohde.
fr: Attribuez une ou plusieurs destinations de livraison.
ga: Sann faighteanna seachadta amháin nó níos mó.
gd: Sònraich aon no barrachd cheann-uidhe lìbhrigidh.
gl: Asigna un ou máis destinos de entrega.
gu: એક અથવા તેથી વધુ ડિલિવરી સ્થળો સોંપો.
he: הקצה יעד אחד או יותר למשלוח.
hi: वितरण गंतव्य के लिए एक या अधिक मात्रा सौंपें।
hr: Dodijelite jednu ili više odredišnih točaka isporuke.
hu: Egy vagy több kézbesítési cél megadása.
id: Tetapkan satu atau lebih tujuan pengiriman.
is: Úthlutaðu einni eða fleiri sendaáfangastöðum.
it: Assegna una o più destinazioni di consegna.
ja: 1つ以上の配信先を割り当てます。
ka: მიუერთეთ ერთი ან მეტი მიწოდების ადგილი.
ku: نشانی-یه‌ك یان زیاتر بۆ گه‌شتن دیاری بكه‌.
lt: Priskirkite vieną arba kelias pristatymo paskirties vietas.
lv: Piešķiriet vienu vai vairākus piegādes galamērķus.
mg: Asiana toerana fandefasana iray na maromaro.
mi: Takoha te kotahi, neke atu rānei, o ngā wāhi tuku.
mk: Доделете една или повеќе дестинации за испорака.
ml: ഒരു അല്ലെങ്കിൽ അതിലധികം വിതരണ സ്‌ഥലങ്ങൾ നിയമിക്കുക.
ms: Tetapkan satu atau lebih destinasi penghantaran.
mt: Assenja waħda jew aktar destinazzjonijiet ta' twassil.
my: အနည်းဆုံး ၁ ချို့ လေဆုံးရန် ညာရင်း အကျိုးအတွက် နာထောင်ပါ။
nl: Wijs een of meer bezorgbestemmingen toe.
no: Tildel ett eller flere leveringsmål.
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਪ੍ਰਾਪਤੀ ਹਾ ਬ਼ੋਰ ਗਤਵਿਧੀਆਂ।
pl: Przydziel jedno lub więcej miejsc dostarczenia.
pt: Atribua um ou mais destinos de entrega.
ro: Asignează una sau mai multe destinații de livrare.
ru: Назначьте один или несколько пунктов доставки.
sk: Priraďte jednu alebo viac cieľov doručenia.
sl: Določi eno ali več dostavnih destinacij.
sq: Asigno një ose më shumë destinacione dorëzimi.
sr: Dodajte jednu ili više destinacija za dostavu.
sv: Tilldela ett eller flera leveransmål.
sw: Sanidi sehemu moja au zaidi za utoaji.
ta: ஒரு அல்லது அதனுடன் தலையிட்டி இடமாற்ற இடங்களைக் ஒதுக்கவும்.
te: వితరణా గమ్యస్థానాలు ఒక లేదా అంతకు మిన్నుగా సూచించండి.
th: กำหนดหนึ่งหรือมากกว่าหนึ่งปลายทางการส่ง
tr: Bir veya daha fazla teslim yeri atayın.
uk: Призначте один або більше місць доставки.
ur: ایک یا زیادہ ترسیل مقامات تفویض کریں۔
uz: Bitta yoki bir nechta yetkazish manzillarini tayinlang.
vi: Chỉ định một hoặc nhiều điểm đến gửi tin nhắn.
xh: Nika indawo yokuhanjiswa.

source: Flexible check-in intervals and grace periods to match your needs.
ar: حدد فترة تسجيل الدخول وفترة السماح.
az: Yoxlama intervalı və möhlət müddətini təyin edin.
be: Усталюйце інтэрвал праверкі і тэрмін альбо перыяд.
bn: আপনার চেক-ইন অন্তর্বর্তীকাল এবং অনুগ্রহের সময় নির্ধারণ করুন।
cs: Nastavte interval kontroly a dobu odpuštění.
cy: Gosodwch eich cyfleuthiad ac amser gras.
da: Angiv dit check-in interval og nådeperiode.
de: Legen Sie Ihr Check-in-Intervall und die Toleranzzeit fest.
el: Ορίστε την περίοδο επιβεβαίωσης και χάριτος.
es: Establece tu intervalo de check-in y período de gracia.
et: Määra oma kontrolli intervall ja arvestusperiood.
eu: Ezartarazi zure check-in tartea eta grazia epea.
fa: فاصله زمانی بررسی و دوره مهلت خود را تنظیم کنید.
fi: Aseta kirjautumisvälisi ja armahdusjakso.
fr: Définissez votre intervalle de point de contrôle et votre période de grâce.
ga: Socraigh do eatramh seiceáil isteach agus tréimhse grásta.
gd: Stèidhich an eadar-ama sgrùdaidh agus ùine gràidh.
gl: Establece o teu intervalo de comprobación e período de graza.
gu: તમારી ચેક-ઇન ઇન્ટરવલ અને છૂટા સમયગાળા સેટ કરો.
he: קבע את מרווח הצ'ק-אין ואת תקופת החסד שלך.
hi: अपना चेक-इन अंतराल और ग्रेस अवधि सेट करें।
hr: Postavite interval prijave i razdoblje milosti.
hu: Bejelentkezési gyakoriság és türelmi idő beállítása.
id: Atur interval check-in dan periode tenggang Anda.
is: Settu innritunarbil og frest.
it: Imposta il tuo intervallo di check-in e il periodo di tolleranza.
ja: チェックイン間隔と猶予期間を設定します。
ka: დააყენეთ შემოწმების ინტერვალი და გრახის პერიოდი.
ku: دیاری بکە کاتژمێرەکانی چوونەژوورەوە و ماوەی بەخشین.
lt: Nustatykite savo patikrinimo intervalą ir tolerancijos laikotarpį.
lv: Iestatiet savu reģistrēšanās intervālu un žēlastības periodu.
mg: Apetrakao ny elanelam-potoana handaharanao sy ny fahafahana.
mi: Tautuhia tō wā mokamoka me te wā atawhai.
mk: Поставете го интервалот на проверка и периодот на грејс.
ml: നിങ്ങളുടെ ചെക്ക്-ഇൻ ഇടവേളയും, ഗ്രേസ് കാലവും ക്രമീകരിക്കുക.
ms: Tetapkan selang check-in dan tempoh kelonggaran anda.
mt: Issettja l-intervall tal-check-in tiegħek u l-perjodu ta' grazzja.
my: ရောက်ရှိမှုနှုန်းနှင့် ချမ်းသာမှုအချိန်ကို သတ်မှတ်ပါ။
nl: Stel je check-in-interval en respijtperiode in.
no: Angi innsjekkingsintervallet og nådeperioden.
pa: ਆਪਣਾ ਚੈਕ-ਇਨ ਅੰਤਰਾਲ ਅਤੇ ਸੁਹਿਰਦ ਅਵਧੀ ਸੈਟ ਕਰੋ।
pl: Ustaw interwał check-in i okres łaski.
pt: Defina seu intervalo de check-in e período de carência.
ro: Setează intervalul de check-in și perioada de grație.
ru: Установите интервал проверки и период ожидания.
sk: Nastavte interval kontrolného prihlásenia a obdobie milosti.
sl: Nastavite interval prijave in obdobje milosti.
sq: Vendos intervalin e kontrollit dhe periudhën e hirit.
sr: Postavite interval prijavljivanja i period tolerancije.
sv: Ställ in din incheckningsintervall och tidsfrist.
sw: Weka muda wa kuingia tena na muda wa rehema.
ta: உங்கள் சரிபார்ப்பு இடைவெளியை மற்றும் அவகாசத்தை மாற்றவும்.
te: మీ చెక్-ఇన్ తరుచుకనుకోవాలి మరియు కృపావధి సమయం సెట్ చేయండి.
th: ตั้งค่าช่วงเวลาเช็คอินและระยะเวลาก่อนปิดใช้งาน
tr: Kontrol aralığınızı ve ek süreyi ayarlayın.
uk: Встановіть інтервал перевірки та період очікування.
ur: اپنے چیک ان انٹرول اور رعایتی مدت سیٹ کریں۔
uz: Kuzatuv intervali va tan olingan muddatni belgilang.
vi: Thiết lập khoảng thời gian kiểm tra và thời gian ân hạn của bạn.
xh: Cwangcisa ixesha lakho lokukhangela kunye nobude bemozulu yesisa.

source: Rich scheduling options: one-time, daily, weekly, or custom.
ar: جدول تذكيرك: مرة واحدة، يوميًا، أسبوعيًا، أو مخصص.
az: Xatırlatmalarınızı cədvəl üzrə təyin edin: bir dəfə, gündəlik, həftəlik və ya xüsusi.
be: Заплануйте своє нагадування: одноразово, щоденно, щотижня або в індивідуальному режимі.
bn: আপনার অনুস্মারক সময়সূচী করুন: একবার, দৈনিক, সাপ্তাহিক, অথবা কাস্টম।
cs: Naplánujte si připomenutí: jednou, denně, týdně nebo vlastní.
cy: Amserlennwch eich atgoffa: unwaith, yn ddyddiol, yn wythnosol, neu yn arferol.
da: Planlæg din påmindelse: en gang, dagligt, ugentligt eller tilpasset.
de: Planen Sie Ihre Erinnerung: einmal, täglich, wöchentlich oder benutzerdefiniert.
el: Προγραμματίστε την υπενθύμισή σας: μία φορά, καθημερινά, εβδομαδιαίως ή προσαρμοσμένο.
es: Programa tu recordatorio: una vez, diario, semanal o personalizado.
et: Planeerige oma meeldetuletus: korra, iga päev, iganädalaselt või kohandatud.
eu: Programatu zure abisua: behin bakarrik, egunero, astero edo pertsonalizatua.
fa: یادآور خود را برنامه‌ریزی کنید: یک‌باره، روزانه، هفتگی، یا سفارشی.
fi: Aikatauluta muistutuksesi: kerran, päivittäin, viikoittain tai mukautetusti.
fr: Planifiez votre rappel : une fois, quotidiennement, hebdomadairement ou personnalisé.
ga: Sceideal do mheabhrúchán: uair amháin, go laethúil, go seachtainiúil, nó saincheaptha.
gd: Clàraich do chuimhneachan: aon uair, làitheil, seachdaineil, no àbhaisteach.
gl: Programa o teu recordatorio: unha vez, diariamente, semanal ou personalizadamente.
gu: તમારા રિમાઇન્ડરનું શેડ્યૂલ બનાવો: એક વાર, દૈનિક, સાપ્તાહિક અથવા કસ્ટમ.
he: תזמן את התזכורת שלך: פעם אחת, יומית, שבועית, או מותאם אישית.
hi: अपनी अनुस्मारक को अनुसूचित करें: एक बार, दैनिक, साप्ताहिक, या कस्टम।
hr: Rasporedite svoj podsjetnik: jednom, dnevno, tjedno ili po mjeri.
hu: Ütemezd az emlékeztetődet: egyszer, naponta, hetente, vagy egyénileg.
id: Jadwalkan pengingat Anda: sekali, harian, mingguan, atau khusus.
is: Skipuleggðu áminningu: einu sinni, daglega, vikulega eða sérsniðna.
it: Programma il tuo promemoria: una volta, giornaliero, settimanale o personalizzato.
ja: リマインダーをスケジュールする: 一度、毎日、毎週、またはカスタム。
ka: პლანირე შეახსენა: ერთჯერად, ყოველდღე, ყოველკვირა, ან მორგებული.
ku: خشتەیەکانی خۆت ڕیز بکە: یەکجار، هەروەها، هەفتانە، یان دیاریکراو.
lt: Suplanuokite priminimą: vienkartinį, kasdienį, kas savaitę arba pasirinktą.
lv: Plānojiet savu atgādinājumu: vienreiz, ikdienā, iknedēļas vai pielāgota.
mg: Manomàna ny fahatsiarovana anao: indray mandeha, isan'andro, isan-kerinandro, na isan'olona.
mi: Hōtaka tō whakamaumahara: kotahi, ia rā, ia wiki, i rānei tō ritenga.
mk: Закажете го вашиот потсетник: еднаш, дневно, неделно, или по мерка.
ml: നിങ്ങളുടെ റിമൈൻഡർ ഷെഡ്യൂൾ ചെയ്യുക: ഒന്ന്, ദിവസേയ്ക്കൊന്ന്, ആഴ്ചയിൽ ഒന്ന്, അല്ലെങ്കിൽ കസ്റ്റം.
ms: Jadualkan peringatan anda: sekali, harian, mingguan, atau tersuai.
mt: Ikkadanza t-tifkira tiegħek: darba, kuljum, kull ġimgħa, jew personalizzata.
my: သင်၏သတိပေးချက်ဇယားကြည့်ပါ - တစ်ကြိမ်၊ နေ့စဉ်၊ သီတင်းပတ်စဉ် သို့မဟုတ် အထူးဖျော်ဖြေရန်။
nl: Plan je herinnering: eenmalig, dagelijks, wekelijks of op maat.
no: Planlegg påminnelsen din: engang, daglig, ukentlig eller tilpasset.
pa: ਆਪਣੇ ਯਾਦ-ਇਕਰਾਰਨਾਮੇ ਦਾ ਸਮਾਂ ਸੈੱਟ ਕਰੋ: ਇੱਕ ਵਾਰ, ਦਿਨਵਾਰ, ਹਫ਼ਤਾਵਾਰ, ਜਾਂ ਕਸਟਮ।
pl: Zaplanuj przypomnienie: jednorazowo, codziennie, co tydzień lub niestandardowo.
pt: Agende seu lembrete: uma vez, diariamente, semanalmente ou personalizado.
ro: Programează-ți mementoul: o dată, zilnic, săptămânal sau personalizat.
ru: Запланируйте напоминание: одноразово, ежедневно, еженедельно или выберите пользовательский.
sk: Naplánujte si pripomienku: raz, denne, týždenne alebo vlastne.
sl: Načrtujte opomnik: enkrat, dnevno, tedensko ali po meri.
sq: Programoni kujtesën tuaj: një herë, përditshme, javore, ose me porosi.
sr: Zakažite svoj podsetnik: jednom, dnevno, nedeljno ili prilagođeno.
sv: Schemalägg din påminnelse: en gång, dagligen, veckovis eller anpassad.
sw: Panga ukumbusho wako: mara moja, kila siku, kila wiki, au maalum.
ta: உங்கள் நினைவூட்டலை ஒருமுறையாக, தினசரி, வாராந்திரம், அல்லது தனிப்பயனாக்கி திட்டமிடுங்கள்.
te: మీ గుర్తింపును షెడ్యూల్ చేయండి: ఒకసారి, రోజువారీ, వారంకోసారి లేదా అనుకూలిత.
th: กำหนดเวลาการแจ้งเตือนของคุณ: ครั้งเดียว, รายวัน, รายสัปดาห์ หรือกำหนดเอง
tr: Hatırlatıcınızı planlayın: bir kez, günlük, haftalık veya özel.
uk: Заплануйте своє нагадування: разово, щоденно, щотижнево або за власним налаштуванням.
ur: اپنی یاد دہانی کا شیڈول بنائیں: ایک بار، روزانہ، ہفتہ وار، یا مخصوص۔
uz: Eslatmani rejalashtiring: bir marta, har kuni, har hafta yoki maxsus.
vi: Lên lịch nhắc nhở: một lần, hàng ngày, hàng tuần hoặc tùy chỉnh.
xh: Cwangcisa isikhumbuzo sakho: kube kanye, mihla le, ngeveki, okanye ngenye indlela.
