Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
ar: قم دائمًا بنشر Grylli خلف وكيل عكسي (مثل Caddy، Nginx، أو Traefik) وقم بتقديمه عبر HTTPS. يجب تشفير بيانات المستخدم الحساسة أثناء النقل.
az: Hər zaman Grylli-ni qeyri-tərs proksi (məsələn, Caddy, Nginx və ya Traefik) arxasında yerləşdirin və HTTPS üzərində təqdim edin. Həssas istifadəçi məlumatları göndərildiyində şifrələnməlidir.
be: Stellen Sie Grylli immer hinter einem Reverse-Proxy (z. B. Caddy, Nginx oder Traefik) bereit und stellen Sie es über HTTPS bereit. Sensible Benutzerdaten müssen während der Übertragung verschlüsselt werden.
bn: সর্বদা Grylli রিভার্স প্রক্সি (যেমন Caddy, Nginx, বা Traefik) পিছনে ডিপ্লয় করুন এবং এটি HTTPS এর মাধ্যমে সার্ভ করুন। সংবেদনশীল ব্যবহারকারীর তথ্য ট্রানজিটে এনক্রিপ্ট থাকতে হবে।
cs: Vždy nasazujte Grylli za reverzní proxy (např. Caddy, Nginx nebo Traefik) a poskytujte ho přes HTTPS. Citlivá uživatelská data musí být šifrována během přenosu.
cy: Bob amser rhowch Grylli y tu ôl i proxy gwrthdro (e.e. Caddy, Nginx, neu Traefik) a'i wasanaethu dros HTTPS. Rhaid amgryptio data defnyddiwr sensitif wrth ei gludo.
da: Udrul altid Grylli bag en reverse proxy (f.eks. Caddy, Nginx eller Traefik) og server det over HTTPS. Følsomme brugerdata skal krypteres under transmission.
de: Setzen Sie Grylli immer hinter einen Reverse-Proxy (z. B. Caddy, Nginx oder Traefik) ein und bieten Sie es über HTTPS an. Sensible Benutzerdaten müssen während der Übertragung verschlüsselt werden.
el: Πάντα αναπτύσσετε το Grylli πίσω από μια αντίστροφη διαμεσολάβηση (π.χ. Caddy, Nginx, ή Traefik) και να το εξυπηρετείτε μέσω HTTPS. Τα ευαίσθητα δεδομένα των χρηστών πρέπει να είναι κρυπτογραφημένα κατά τη μεταφορά.
es: Siempre despliegue Grylli detrás de un proxy inverso (por ejemplo, Caddy, Nginx o Traefik) y sirva a través de HTTPS. Los datos sensibles del usuario deben estar cifrados durante la transmisión.
et: Alati paigalda Grylli tagurpidi puhverserveri taha (nt. Caddy, Nginx või Traefik) ja paku seda üle HTTPS. Kasutaja tundlikud andmed peavad olema transiidi ajal krüpteeritud.
eu: Beti sakabanatu Grylli alderantzizko proxy baten atzean (adibidez, Caddy, Nginx edo Traefik) eta zerbitza ezazu HTTPS bidez. Erabiltzaileen datu sentikorrak bidean zifratuta egon behar dira.
fa: همیشه Grylli را پشت یک پروکسی معکوس (مثلاً Caddy، Nginx یا Traefik) قرار دهید و آن را از طریق HTTPS ارائه دهید. داده‌های حساس کاربر باید در حین انتقال رمزگذاری شوند.
fi: Ota Grylli aina käyttöön käänteisen välityspalvelimen takana (esim. Caddy, Nginx tai Traefik) ja tarjoa se HTTPS:n kautta. Herkät käyttäjätiedot on salattava siirron aikana.
fr: Déployez toujours Grylli derrière un proxy inverse (e.g. Caddy, Nginx, ou Traefik) et servez-le en HTTPS. Les données utilisateur sensibles doivent être chiffrées durant le transit.
ga: Momma Gyia Grylli wɔ w'akyi ɔbrɛwenniɛ ɛyɛ Caddy, Nginx sɛnea wɔyɛ no ɔkyikwan so, na sɛnea wɔde yɛka ɔkɛsee ɛyɛ HTTPS. Nsɛm a ɛyɛ den ama ɔman foforɔ ɛsɛ sɛ ɔyɛ nsɛm a wɔde bɔhɔsɛm di akɔmu.
gd: An-còmhnaidh cuir Grylli air dòigh air cùlaibh iar-thosg (m.e. Caddy, Nginx, no Traefik) agus fritheil e thairis air HTTPS. Feumar dàta mothachail an luchd-cleachdaidh a chrioptachadh ann an gluasad.
gl: Sempre despregar Grylli detrás dun proxy inverso (por exemplo, Caddy, Nginx, ou Traefik) e servilo sobre HTTPS. Os datos sensibles do usuario deben estar cifrados durante o tránsito.
gu: હંમેશા Grylli ને રિવર્સ પ્રૉક્સી (જેમ કે Caddy, Nginx, અથવા Traefik) પાછળ અપલોડ કરો અને તેને HTTPS પર સર્વ કરો. સંવેદનશીલ વપરાશકર્તા ડેટા વિશ્વાસપાત્ર રહેવા માટે ઇન કરિયાણમાં ક્રિપ્ટ કરવું જોઈએ.
he: תמיד פרוס את גרילי מאחורי מתווך הפוך (למשל Caddy, Nginx או Traefik) ושמש אותו מעל HTTPS. נתוני משתמש רגישים חייבים להיות מוצפנים במהלך השידור.
hi: हमेशा Grylli को एक रिवर्स प्रॉक्सी (जैसे Caddy, Nginx, या Traefik) के पीछे तैनात करें और इसे HTTPS के माध्यम से सर्व करें। संवेदनशील उपयोगकर्ता डेटा को ट्रांज़िट में एन्क्रिप्ट किया जाना चाहिए।
hr: Uvijek postavite Grylli iza obrnutog proxyja (npr. Caddy, Nginx ili Traefik) i poslužujte ga putem HTTPS-a. Osjetljivi podaci korisnika moraju biti šifrirani tijekom prijenosa.
hu: A Grylli-t mindig egy fordított proxy mögé helyezve telepítse (pl. Caddy, Nginx vagy Traefik), és HTTPS-en keresztül szolgálja ki. Az érzékeny felhasználói adatokat titkosítva kell átvinni.
id: Selalu terapkan Grylli di belakang proxy terbalik (misalnya Caddy, Nginx, atau Traefik) dan layani melalui HTTPS. Data pengguna yang sensitif harus dienkripsi selama transit.
is: Alltaf setja Grylli upp á bak við umhverfishliðið (t.d. Caddy, Nginx, eða Traefik) og þjóna því yfir HTTPS. Viðkvæm notendagögn verða að vera dulkóðuð í flutningi.
it: Distribuisci sempre Grylli dietro un reverse proxy (ad es. Caddy, Nginx o Traefik) e servilo su HTTPS. I dati sensibili degli utenti devono essere criptati durante il transito.
ja: 必ずGrylliをリバースプロキシ（例：Caddy、Nginx、またはTraefik）を介してデプロイし、HTTPSで提供してください。機密ユーザーデータは転送中に暗号化する必要があります。
ka: მუდმივად დაყენეთ Grylli უკანა პროქსის უკან (მაგ. Caddy, Nginx, ან Traefik) და მიაწვდეთ HTTPS-ით. მგრძნობიარე მომხმარებლის მონაცემები უნდა იყოს დაშიფრული ტარებაში.
ku: هەرکات Gruilli پەیندە لە پشتە پروکسیێکی پشتەوی (نمونە: Caddy, Nginx, یان Traefik) وە بە HTTPوبمێد، ڕاگەیەتەی زانیاریە هیڤیندیەکان پیویستە بەرزبوونەهایی کە لە باردستی بەرز بەرز دابندەکات.
lt: Visada diekite Grylli už atvirkštinio tarpinio serverio (pvz., Caddy, Nginx arba Traefik) ir tiekti jį per HTTPS. Jautrūs naudotojo duomenys turi būti užšifruoti perkelti.
lv: Vienmēr izvietojiet Grylli aiz reversās starpniekservera (piemēram, Caddy, Nginx vai Traefik) un nodrošiniet to caur HTTPS. Jutīgi lietotāja dati jāšifrē pārsūtīšanas laikā.
mg: Ataovy hatrany ny Grylli aoriana amin'ny proxy miverina (ohatra, Caddy, Nginx, na Traefik) ary ampidiro azy amin'ny alalan'ny HTTPS. Tokony hohamaivanin'ny fivorian'ny angon-drakitra mpampiasa ny ankapobeny.
mi: Me tuku tonu i te Grylli i muri i te tūwāhi whakarōpū whakamuri (hei tauira: Caddy, Nginx, Traefik) me te tuku mā te HTTPS. Me whakakīte i ngā raraunga kaihoko tairongo i roto i te whakawhitiwhiti kōrero.
mk: Секогаш имплементирајте Grylli зад обратен прокси (на пр. Caddy, Nginx или Traefik) и служете го преку HTTPS. Чувствителните кориснички податоци мора да бидат криптирани при пренос.
ml: Grylli ყოველთვის ഒരു റിവേഴ്സ് പ്രോക്സിയുടെ (ഉദാ. Caddy, Nginx, അല്ലെങ്കിൽ Traefik) പുറകിൽ വിന്യസിച്ച ശേഷം HTTPS ഓവർ സേർവ് ചെയ്യണം. സെൻസിറ്റീവ് ഉപയോക്തൃ ഡാറ്റ ട്രാൻസിറ്റിൽ എൻക്രിപ്റ്റ് ചെയ്തിരിക്കണം.
ms: Sentiasa aturkan Grylli di belakang proksi terbalik (contohnya Caddy, Nginx, atau Traefik) dan layani melalui HTTPS. Data pengguna sensitif mesti disulitkan semasa penghantaran.
mt: Dejjem timplimenta Grylli wara proxy invers (e.g. Caddy, Nginx, jew Traefik) u servu fuq HTTPS. Id-dejta sensittiva tal-utent trid tkun kriptata waqt it-transitu.
my: Grylli အတွက် ကျောစီး တစ်ခုအား (ဥပမာ- Caddy, Nginx, Traefik) နှင့် ငါးပိုင်းပေးသော အချိန်အလွန်အမင်းများကို (HTTPS) ဖြတ်တောက်ထားပါ။ ချေးစရာ ကဲ့ရဲ့မှားရာ များမှာ ဖုံးအုပ်ထားရပါမည်။
nl: Zet Grylli altijd uit achter een reverse proxy (bijv. Caddy, Nginx of Traefik) en bedien het via HTTPS. Gevoelige gebruikersgegevens moeten tijdens de overdracht worden versleuteld.
no: Alltid deploy Grylli bak en reverse proxy (f.eks. Caddy, Nginx, eller Traefik) og server den over HTTPS. Sensitiv brukerdata må krypteres under transport.
pa: ਹਮੇਸ਼ਾ Grylli ਨੂੰ ਇੱਕ ਰਿਵਰਸ ਪ੍ਰਾਕਸੀ (ਜਿਵੇਂ ਕਿ Caddy, Nginx, ਜਾਂ Traefik) ਦੇ ਪਿੱਛੇ ਡਿਪਲਾਏ ਕਰੋ ਅਤੇ ਇਸਨੂੰ HTTPS ਤੇ ਸਰਵ ਕਰੋ। ਸੰਵੇਦਨਸ਼ੀਲ ਯੂਜ਼ਰ ਡਾਟਾ ਦਾ ਸਫਰਦੌਰਾਨ ਐਨਕ੍ਰਿਪਟ ਕੀਤਾ ਜਾਣਾ ਲਾਜ਼ਮੀ ਹੈ।
pl: Zawsze wdrażaj Grylli za odwrotnym proxy (np. Caddy, Nginx lub Traefik) i serwuj go przez HTTPS. Wrażliwe dane użytkownika muszą być szyfrowane podczas przesyłania.
pt: Sempre implante o Grylli atrás de um proxy reverso (por exemplo, Caddy, Nginx ou Traefik) e sirva-o sobre HTTPS. Dados sensíveis do usuário devem ser criptografados em trânsito.
ro: Întotdeauna implementați Grylli în spatele unui proxy invers (de exemplu, Caddy, Nginx sau Traefik) și serviți-l prin HTTPS. Datele sensibile ale utilizatorilor trebuie să fie criptate în tranzit.
ru: Всегда размещайте Grylli за обратным прокси-сервером (например, Caddy, Nginx или Traefik) и обслуживайте его через HTTPS. Конфиденциальные данные пользователей должны быть зашифрованы при передаче.
sk: Vždy nasaďte Grylli za reverzným proxy serverom (napr. Caddy, Nginx alebo Traefik) a poskytujte ho cez HTTPS. Citlivé údaje používateľa musia byť zašifrované počas prenosu.
sl: Grylli vedno namestite za obratnim proxyjem (npr. Caddy, Nginx ali Traefik) in ga posredujte prek HTTPS. Občutljivi uporabniški podatki morajo biti šifrirani med prenosom.
sq: Gjithmonë vendos Grylli prapa një prokurori të kundërt (p.sh. Caddy, Nginx, ose Traefik) dhe shërbeje përmes HTTPS. Të dhënat sensitive të përdoruesit duhet të jenë të koduara gjatë tranzitit.
sr: Uvek implementirajte Grylli iza reverzne proxy postavke (npr. Caddy, Nginx, ili Traefik) i pružajte ga putem HTTPS-a. Osetljivi korisnički podaci moraju biti šifrovani tokom prenosa.
sv: Distribuera alltid Grylli bakom en omvänd proxy (t.ex. Caddy, Nginx, eller Traefik) och servera det över HTTPS. Känsliga användardata måste krypteras under överföring.
sw: Daima peana Grylli nyuma ya wakala wa nyuma (mfano Caddy, Nginx, au Traefik) na itumike juu ya HTTPS. Data nyeti za mtumiaji lazima zijazwe kwa usalama.
ta: எப்போதும் Grylli ஐ ஒரு பதிலாக பிராக்ஸி (உதாரணமாக Caddy, Nginx, அல்லது Traefik) பின்னே வைப்பது மற்றும் HTTPS உலா வழங்குவது. உணர்திரய்ப்கள் பயனர் தரவு நேரத்தில் குறியாக்கப்பட வேண்டும்.
te: ప్రతి సారి Grylliని రివర్స్ ప్రాక్సీ (ఉదాహరణకు Caddy, Nginx, లేదా Traefik) వెనుక మరియు HTTPS పై సేవ్ చేయండి. సున్నితమైన వినియోగదారుల డేటా ట్రాన్సిట్‌లో ఎంక్రిప్ట్ చేయబడాలి.
th: ปรับใช้ Grylli เสมอหลังพร็อกซีย้อนกลับ (เช่น Caddy, Nginx, หรือ Traefik) และให้บริการผ่าน HTTPS ข้อมูลผู้ใช้ที่ละเอียดอ่อนต้องเข้ารหัสขณะส่ง
tr: Grylli'yi her zaman bir ters proxy'nin arkasında (ör. Caddy, Nginx veya Traefik) dağıtın ve HTTPS üzerinden hizmet verin. Hassas kullanıcı verileri aktarım sırasında şifrelenmelidir.
uk: Завжди розгортайте Grylli за зворотним проксі (наприклад, Caddy, Nginx або Traefik) та обслуговуйте його через HTTPS. Чутливі дані користувача повинні бути зашифровані під час передачі.
ur: گرلیلی کو ہمیشہ ریورس پراکسی کے پیچھے تعینات کریں (مثلاً Caddy, Nginx, یا Traefik) اور اسے HTTPS کے ذریعے پیش کریں۔ حساس صارف کی معلومات کو ٹرانزٹ میں انکرپٹ کیا جانا چاہیے۔
uz: Har doim Gryllini teskari proksi (masalan, Caddy, Nginx yoki Traefik) ortiga joylashtiring va HTTPS orqali xizmat qiling. Foydalanuvchilarning maxfiy ma'lumotlari uzatishda shifrlangan bo'lishi kerak.
vi: Luôn triển khai Grylli sau một reverse proxy (ví dụ: Caddy, Nginx, hoặc Traefik) và phục vụ nó qua HTTPS. Dữ liệu người dùng nhạy cảm phải được mã hóa trong quá trình truyền tải.
xh: Soloko usasaza i-Grylli ngasemva kwe-reverse proxy (umz. Caddy, Nginx, okanye Traefik) kwaye yikhuphe nge-HTTPS. Iinkcukacha zomsebenzisi ezibuthathaka kufuneka zibekho phezulu ekutyekhezinweni.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
ar: تأكد من أن مجلد البيانات (قاعدة البيانات) مدعوم على المضيف الخاص بك
az: Məlumat qovluğunun (verilənlər bazası) hostda ehtiyat nüsxəsi alınmasını təmin edin
be: Запэўніцеся, што тэчка з дадзенымі (база дадзеных) забэкапавана на вашым хосце
bn: নিশ্চিত করুন যে ডেটা ফোল্ডারটি (ডেটাবেস) আপনার হোস্টে ব্যাক আপ করা হয়েছে
cs: Ujistěte se, že je složka s daty (databáze) zálohována na vašem hostiteli
cy: Sicrhewch fod ffeil y ffolder data (cronfa ddata) wedi'i gwneud copi wrth gefn ar eich gwesteiwr
da: Sørg for, at data-mappen (database) er sikkerhedskopieret på din vært
de: Stellen Sie sicher, dass der Datenordner (Datenbank) auf Ihrem Host gesichert ist
el: Βεβαιωθείτε ότι ο φάκελος δεδομένων (βάση δεδομένων) είναι αποθηκευμένος στον κεντρικό σας υπολογιστή
es: Asegúrese de que la carpeta de datos (base de datos) tenga una copia de seguridad en su host
et: Veendu, et andmekaust (andmebaas) on sinu hostis varundatud
eu: Ziurtatu datu-karpeta (datubasea) zure ostatuan babesten dela
fa: اطمینان حاصل کنید که پوشه داده‌ها (database) در میزبان شما پشتیبان‌گیری شده است
fi: Varmista, että data-kansio (tietokanta) on varmuuskopioitu isännälläsi
fr: Assurez-vous que le dossier de données (base de données) est sauvegardé sur votre hôte
ga: Déan cinnte go bhfuil fillteán sonraí (bunachar sonraí) tacaíocht suas ar do óstach.
gd: Dèan cinnteach gu bheil am pasgan dàta (stòr-dàta) air a chùl-taic air an aoigheachd agad
gl: Asegúrese de que a carpeta de datos (base de datos) está respaldada no seu hospedeiro
gu: ખાતરી કરો કે ડેટા ફોલ્ડર (ડેટાબેઝ) તમારા હોસ્ટ પર બેકઅપ છે
he: ודא כי תיקיית הנתונים (database) מגובה במארח שלך
hi: सुनिश्चित करें कि डेटा फ़ोल्डर (डेटाबेस) का आपके होस्ट पर बैकअप लिया गया है
hr: Osigurajte da je mapa s podacima (baza podataka) sigurnosno kopirana na vašem poslužitelju
hu: Győződjön meg arról, hogy az adat mappa (adatbázis) biztonsági mentése megtörtént a hoszton
id: Pastikan folder data (database) dicadangkan di host Anda
is: Tryggja að gagnamöppan (gagnagrunnur) sé afrituð á hýsingunni þinni
it: Assicurati che la cartella dei dati (database) sia salvata sul tuo host
ja: データフォルダ（データベース）がホストでバックアップされていることを確認する
ka: Დარწმუნდით, რომ მონაცემთა საქაღალდე (database) დამოწმებულია თქვენს ჰოსტზე
ku: پەڕگەی زانیاری (بنکەدراوە) دڵنیا دەبیت لەسەر هۆستەکەت پشتگریکراوە
lt: Įsitikinkite, kad jūsų pagrindinėje serveryje yra sukurta duomenų aplanko (duomenų bazės) atsarginė kopija.
lv: Nodrošiniet, ka datu mape (datu bāze) ir dublēta pie jūsu resursdatora
mg: Ataovy azo antoka fa voavotra ao amin'ny mpampiantrano ny lahatahiry data (database)
mi: Whakamanahia te kōpaki raraunga (pātengi raraunga) kua pūruatia i runga i tō kaihautū
mk: Осигурајте дека папката со податоци (базата на податоци) е резервно копирана на вашиот хост
ml: ഡാറ്റാ ഫോൾഡർ (ഡാറ്റാബേസ്) നിങ്ങളുടെ ഹോസ്റ്റിൽ ബാക്കപ്പ് എടുത്തിട്ടുണ്ടെന്ന് ഉറപ്പാക്കുക
ms: Pastikan folder data (database) disandarkan pada hos anda
mt: Kun żgur li l-folder tad-dejta (database) huwa ssorveljat fuq l-host tiegħek
my: အချက်အလက်ဖိုလ်ဒါ (ဒေတာဘေ့စ်) ကို သင့့်အိမ်ရှင်တွင် မောင်နေရန် သေချာပါစေ။
nl: Zorg ervoor dat de gegevensmap (database) wordt gebackupt op uw host
no: Sørg for at datamappen (database) er sikkerhetskopiert på verten din
pa: ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ ਕਿ ਡੇਟਾ ਫੋਲਡਰ (ਡਾਟਾਬੇਸ) ਤੁਹਾਡੇ ਹੋਸਟ ਤੇ ਬੈਕਅੱਪ ਕੀਤਾ ਗਿਆ ਹੈ
pl: Upewnij się, że folder danych (baza danych) jest zarchiwizowany na twoim hoście
pt: Certifique-se de que a pasta de dados (database) está copiada no seu host
ro: Asigurați-vă că folderul de date (baza de date) este salvat la gazda dvs.
ru: Убедитесь, что папка данных (база данных) сохранена на вашем хосте
sk: Uistite sa, že priečinok s dátami (databáza) je zálohovaný na vašom hostovi
sl: Poskrbite, da je mapa z podatki (baza podatkov) varnostno kopirana pri vašem ponudniku.
sq: Siguro që dosja e të dhënave (baza e të dhënave) është kopjuar në hostin tuaj
sr: Osiguraj da je fascikla sa podacima (baza podataka) rezervisana na vašem hostu
sv: Säkerställ att datamappen (databas) är säkerhetskopierad på din värd
sw: Hakikisha folda ya data (database) imehifadhiwa kwenye mwenyeji wako
ta: உங்கள் ஹோஸ்டில் தரவுத் தாவலை (தரவுத்தளம்) பின்பற்றுவது உறுதி செய்யுங்கள்
te: మీ హోస్ట్ లో డేటా ఫోల్డర్ (డేటాబేస్) బ్యాకప్ లో ఉంచబడిందని నిర్ధారించుకోండి
th: ตรวจสอบให้แน่ใจว่าโฟลเดอร์ข้อมูล (ฐานข้อมูล) ได้รับการสำรองข้อมูลบนโฮสต์ของคุณ
tr: Veri klasörünün (veritabanı) ana bilgisayarınızda yedeklendiğinden emin olun
uk: Переконайтеся, що папка даних (база даних) збережена на вашому хості
ur: اس بات کو یقینی بنائیں کہ ڈیٹا فولڈر (ڈیٹا بیس) آپ کے ہوسٹ پر بیک اپ ہے
uz: Ma'lumotlar papkasining (bazasi) xostda zaxira nusxasi yaratilganligiga ishonch hosil qiling
vi: Đảm bảo thư mục dữ liệu (cơ sở dữ liệu) được sao lưu trên máy chủ của bạn
xh: Qinisekisa ukuba ifolda yedatha (isiseko sedatha) ixhaswe kwi-host yakho
