Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
ar: يساعدك Grylli على جدول الرسائل، والبريد الإلكتروني، والتذكيرات التي يتم إرسالها تلقائيًا إذا فشلت في التحقق في الوقت المناسب.
az: Grylli, vaxtında yoxlanmadığınız halda avtomatik göndərilən mesajlar, e-poçtlar və xatırlatmalar planlaşdırmağınıza kömək edir.
be: Grylli допомагає планувати повідомлення, електронні листи та нагадування, які відправляються автоматично, якщо ви не перевіритеся вчасно.
bn: Grylli আপনাকে বার্তা, ইমেইল এবং অনুস্মারক সময়সূচী করতে সাহায্য করে, যা সময়মতো চেক-ইন না করলে স্বয়ংক্রিয়ভাবে পাঠানো হয়।
cs: Grylli vám pomáhá plánovat zprávy, e-maily a připomenutí, které jsou automaticky odeslány, pokud se včas nepřihlásíte.
cy: Mae Grylli yn eich helpu chi i amserlennu negeseuon, e-byst, ac atgoffa sy'n cael eu anfon yn awtomatig os byddwch yn methu â gwirio mewn ar amser.
da: Grylli hjælper dig med at planlægge meddelelser, e-mails og påmindelser, der sendes automatisk, hvis du ikke tjekker ind i tide.
de: Grylli hilft Ihnen, Nachrichten, E-Mails und Erinnerungen zu planen, die automatisch gesendet werden, wenn Sie es versäumen, rechtzeitig einzuchecken.
el: Το Grylli σας βοηθά να προγραμματίζετε μηνύματα, emails και υπενθυμίσεις που αποστέλλονται αυτόματα αν δεν κάνετε check-in εγκαίρως.
es: Grylli te ayuda a programar mensajes, correos electrónicos y recordatorios que se envían automáticamente si no registras una entrada a tiempo.
et: Grylli aitab teil planeerida sõnumeid, e-kirju ja meeldetuletusi, mis saadetakse automaatselt, kui te ei täida kontrolli õigel ajal.
eu: Gryllik laguntzen dizu programatutako mezuak, posta elektronikoak eta abisuak bidaltzen, garaiz check-in egiten ez baduzu automatikoki bidaltzen direnak.
fa: Grylli به شما کمک می‌کند پیام‌ها، ایمیل‌ها و یادآورهایی را برنامه‌ریزی کنید که در صورت عدم بررسی به موقع شما ارسال می‌شوند.
fi: Grylli auttaa sinua aikatauluttamaan viestejä, sähköposteja ja muistutuksia, jotka lähetetään automaattisesti, jos et kirjaudu ajoissa.
fr: Grylli vous aide à programmer des messages, emails et rappels envoyés automatiquement si vous ne faites pas le point à temps.
ga: Cuidíonn Grylli leat teachtaireachtaí, ríomhphoist, agus meabhrúcháin a sceidealú a sheoltar go huathoibríoch más rud é nach seiceálann tú isteach in am.
gd: Tha Grylli gad chuideachadh ann a bhith a’ clàradh teachdaireachdan, puist-d, agus cuimhneachain a thèid a chuir gu fèin-ghluasadach mura faigh thu sùil a-steach ann an àm.
gl: Grylli axúdache a programar mensaxes, correos electrónicos e recordatorios que se envían automaticamente se non revisas a tempo.
gu: ગ્રિલી તમને મેસેજિસ, ઇમેલ્સ અને રિમાઇન્ડર્સનું શેડ્યૂલ બનાવવામાં મદદ કરે છે જે સમય પર ચકાસણી કરવામાં નિષ્ફળ થયા તો આપમેળે મોકલવામાં આવે છે.
he: Grylli עוזר לך לתזמן הודעות, מיילים ותזכורות שנשלחות אוטומטית אם לא ביצעת בדיקה בזמן.
hi: Grylli आपको संदेशों, ईमेल और अनुस्मारक को समय पर चेक इन करने में विफल होने पर स्वचालित रूप से भेजने में मदद करता है।
hr: Grylli vam pomaže zakazati poruke, e-poruke i podsjetnike koji se automatski šalju ako se ne prijavite na vrijeme.
hu: A Grylli segít ütemezni az üzeneteket, emaileket és emlékeztetőket, amelyek automatikusan el vannak küldve, ha nem jelentkezel be időben.
id: Grylli membantu Anda menjadwalkan pesan, email, dan pengingat yang dikirim secara otomatis jika Anda gagal check-in tepat waktu.
is: Grylli hjálpar þér að skipuleggja skilaboð, tölvupósta og áminningar sem eru sendar sjálfkrafa ef þú nærð ekki að skrá þig inn á réttum tíma.
it: Grylli ti aiuta a programmare messaggi, email e promemoria che vengono inviati automaticamente se non effettui il check-in in tempo.
ja: Grylliは、タイミングを逃すと自動的に送信されるメッセージ、メール、リマインダーのスケジュールを支援します。
ka: Grylli გეხმარებათ შეტყობინებების, ემეილის და მოახლოების შეხსენებების გაწერაში, რომლებიც ავტომატურად იგზავნება, თუ დროული შეხვედრი არ გაკომპლექტებთ.
ku: Grylli یارمەتی دەدات بەرنامەکردنی پەیامەکان، ئیمەیلەکان، و ئاگادارییەکان کە خۆکارانە ناردەدانی ئەگەر ناتوانیت بە کات چاوپێکەوتن بکەیت.
lt: Grylli padeda planuoti žinutes, el. laiškus ir priminimus, kurie siunčiami automatiškai, jei nepatikrinsite laiku.
lv: Grylli palīdz jums plānot ziņas, e-pastus un atgādinājumus, kas tiek sūtīti automātiski, ja jūs nekavējoties nereģistrējaties.
mg: Grylli dia manampy anao amin'ny fanomàna hafatra, mailaka, ary rehetra manidina izay alefa mandeha ho azy raha tsy mifandray ara-potoana ianao.
mi: Ka āwhina a Grylli ki a koe ki te whakarite i ngā karere, īmēra, me ngā whakamaumaharatanga ka tukuna aunoa mena kāore koe i te arotake i te wā tika.
mk: Grylli ви помага да закажете пораки, е-пошта и потсетници кои се испраќаат автоматски ако не се проверите навреме.
ml: സമയംമേ അല്ലെങ്കിൽ വീഴ്ച വേണമെങ്കിൽ ഗ്രീലി സന്ദേശങ്ങൾ, ഇമെയിലുകൾ, റിമൈൻഡറുകൾ എന്നിവ ഷെഡ്യൂൾ ചെയ്യുന്നതിന് നിങ്ങളെ സഹായിക്കുന്നു.
ms: Grylli membantu anda menjadualkan mesej, emel, dan peringatan yang dihantar secara automatik jika anda gagal check-in tepat pada masanya.
mt: Grylli jgħinek tiskeda messaġġi, emails, u tifkiriet li jintbagħtu awtomatikament jekk ma tkunx fuq il-ħin.
my: Grylli သည် သင့်ကို အချက်အလက်များ၊ အီးမေးလ်များနှင့် သတိပေးချက်များကို အချိန်မီ ထပ်မံစစ်ဆေးရန် မပြုလုပ်ပါက အလိုအလျောက် ပို့ရန် ကူညီပေးသည်။
nl: Grylli helpt je berichten, e-mails en herinneringen te plannen die automatisch worden verzonden als je niet op tijd incheckt.
no: Grylli hjelper deg å planlegge meldinger, e-poster og påminnelser som sendes automatisk hvis du ikke sjekker inn i tide.
pa: ਗ੍ਰਿਲੀ ਤੁਹਾਨੂੰ ਸੰਦੇਸ਼ਾਂ, ਈਮੇਲ, ਅਤੇ ਯਾਦ-ਇਕਰਾਰਨਾਮੇ ਨੂੰ ਸਮਾਂ-ਸੈੱਟ ਕਰਨ ਵਿੱਚ ਮਦਦ ਕਰਦਾ ਹੈ ਜੋ ਕਿ ਆਪਮਾਤ੍ਰਕ ਤੌਰ ਤੇ ਭੇਜੇ ਜਾਂਦੇ ਹਨ ਜੇ ਤੁਸੀਂ ਸਮੇਂ ਤੇ ਚੈਕ ਇਨ ਨਾ ਕਰੋ।
pl: Grylli pomaga planować wiadomości, e-maile i przypomnienia, które są wysyłane automatycznie, jeśli nie zalogujesz się na czas.
pt: Grylli ajuda a agendar mensagens, e-mails e lembretes que são enviados automaticamente se você não fizer check-in a tempo.
ro: Grylli te ajută să programezi mesaje, emailuri și memento-uri care sunt trimise automat dacă nu te verifici la timp.
ru: Grylli помогает вам планировать сообщения, электронные письма и напоминания, которые отправляются автоматически, если вы не успели зарегистрироваться вовремя.
sk: Grylli vám pomáha plánovať správy, emaily a pripomienky, ktoré sú odoslané automaticky, ak sa nedostavíte počas kontroly.
sl: Grylli vam pomaga načrtovati samodejno pošiljana sporočila, e-pošto in opomnike, če se pravočasno ne prijavite.
sq: Grylli ju ndihmon të programoni mesazhe, email-e, dhe kujtesa që dërgohen automatikisht nëse nuk bëni check-in në kohë.
sr: Grylli vam pomaže da zakažete poruke, emailove i podsetnike koji se automatski šalju ako se ne prijavite na vreme.
sv: Grylli hjälper dig att schemalägga meddelanden, e-post och påminnelser som skickas automatiskt om du missar en incheckning.
sw: Grylli inakusaidia kupanga jumbe, barua pepe, na ukumbusho ambao hutumwa moja kwa moja ikiwa unashindwa kuangalia kwa wakati.
ta: Grylli நீங்கள் நேரத்திற்கு சரிபார்க்காதால் தானியங்கித் தகவல்கள், மின்னஞ்சல்கள், மற்றும் நினைவூட்டல்களை திட்டமிட உதவுகிறது.
te: గృల్లీ మీకు సందేశాలు, ఇమెయిల్లు మరియు గుర్తింపులు షెడ్యూల్ చేసే అవకాశం ఇస్తుంది మరియు మీరు సమయానికి చెక్ చేయకపోతే యాంత్రికంగా పంపబడతాయి.
th: Grylli ช่วยคุณจัดตารางข้อความ อีเมล และการเตือนที่ถูกส่งโดยอัตโนมัติหากคุณไม่สามารถเช็คอินได้ตรงเวลา
tr: Grylli, zamanında kontrol etmeyi başaramazsanız otomatik olarak gönderilen mesajlar, e-postalar ve hatırlatıcılar planlamanıza yardımcı olur.
uk: Grylli допомагає вам запланувати повідомлення, електронні листи та нагадування, які відправляються автоматично, якщо ви не встигнете перевірити присутність вчасно.
ur: Grylli آپ کو پیغامات، ای میلز، اور یاد دہانیوں کا شیڈول بنانے میں مدد دیتا ہے جو خودبخود بھیجی جاتی ہیں اگر آپ وقت پر چیک ان کرنے میں ناکام ہوتے ہیں۔
uz: Grylli sizga belgilangan vaqtda tekshirishni o'tkazib yuborgan bo'lsangiz avtomatik ravishda yuboriladigan xabarlar, elektron pochta va eslatmalarni rejalashtirishda yordam beradi.
vi: Grylli giúp bạn lên lịch cho thông điệp, email và nhắc nhở được gửi tự động nếu bạn không kịp kiểm tra.
xh: IGrylli ikunceda ukuba ucwangcise imiyalezo, i-imeyili, kunye nezikhumbuzo ezithunyelwa ngokuzenzekelayo xa ungaphumelelanga ukungena ngexesha.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
ar: يدعم طرق توصيل متعددة، SMTP على مستوى المستخدم، جدول غني، ومعالجة بيانات آمنة.
az: Bir neçə çatdırılma metodunu, istifadəçi səviyyəli SMTP, zəngin cədvəl və təhlükəsiz məlumat işləməni dəstəkləyir.
be: Він підтримує кілька методів доставки, SMTP на рівні користувача, багатий графік планування та безпечне оброблення даних.
bn: এটি একাধিক সরবরাহ পদ্ধতি, ব্যবহারকারী-স্তরের SMTP, সমৃদ্ধ সময়সূচী, এবং সুরক্ষিত ডেটা সামলানো সমর্থন করে।
cs: Podporuje různé způsoby doručení, uživatelskou úroveň SMTP, bohaté plánování a zabezpečené zacházení s daty.
cy: Mae’n cefnogi sawl dull danfon, SMTP lefel defnyddiwr, amserlennu cyfoethog, a thrin data diogel.
da: Den understøtter flere leveringsmetoder, bruger-niveau SMTP, rige planlægningsmuligheder og sikker datahåndtering.
de: Es unterstützt mehrere Liefermethoden, nutzerspezifisches SMTP, umfassende Zeitplanung und sichere Datenverwaltung.
el: Υποστηρίζει πολλαπλές μεθόδους παράδοσης, SMTP σε επίπεδο χρήστη, πλούσιο προγραμματισμό και ασφαλή διαχείριση δεδομένων.
es: Admite múltiples métodos de entrega, SMTP a nivel de usuario, programación avanzada y manejo seguro de datos.
et: See toetab mitut edastusmeetodit, kasutajataseme SMTP-d, rikkalikku ajastust ja turvalist andmetöötlust.
eu: Bidalketa metodo anitz, erabiltzaile mailako SMTP, programazio aberatsa eta datu kudeaketa segurua onartzen ditu.
fa: این از روش‌های متعدد تحویل، SMTP کاربر، برنامه‌ریزی غنی و مدیریت داده‌های امن پشتیبانی می‌کند.
fi: Se tukee useita toimitustapoja, käyttäjätason SMTP:tä, rikasta aikataulutusta ja turvallista tietojen käsittelyä.
fr: Il prend en charge plusieurs méthodes de livraison, SMTP au niveau de l'utilisateur, une planification riche et une gestion sécurisée des données.
ga: Tacaíonn sé le modhanna seachadta iolracha, SMTP ar leibhéal an úsáideora, sceidealú saibhir, agus láimhseáil sonraí slán.
gd: Tha e a’ toirt taic do dhiofar dhòighean lìbhrigidh, SMTP aig ìre neach-cleachdaidh, clàradh beairteach, agus làimhseachadh dàta tèarainte.
gl: Soporta varios métodos de entrega, SMTP a nivel de usuario, programación avanzada e manexo seguro de datos.
gu: તે અનેક વિતરણ પદ્ધતિઓ, યૂઝર-લેવલ SMTP, સમૃદ્ધ શેડ્યૂલિંગ અને સુરક્ષિત ડેટા હેન્ડલિંગને સપોર્ટ કરે છે.
he: התמיכה במספר שיטות משלוח, SMTP ברמת המשתמש, תזמון עשיר וטיפול בנתונים מאובטח.
hi: यह बहु-डिलीवरी विधियाँ, उपयोगकर्ता-स्तरीय SMTP, समृद्ध अनुसूची प्रबंधन, और सुरक्षित डेटा हैंडलिंग का समर्थन करता है।
hr: Podržava više metoda dostave, SMTP na razini korisnika, bogato raspoređivanje i sigurno postupanje s podacima.
hu: Támogat több kézbesítési módot, felhasználói szintű SMTP-t, gazdag ütemezést és biztonságos adatkezelést.
id: Ini mendukung beberapa metode pengiriman, SMTP tingkat pengguna, penjadwalan kaya, dan penanganan data yang aman.
is: Það styður margs konar afhendingaraðferðir, notendahindun SMTP, ríka skipulagningu og örugga gagnameðferð.
it: Supporta metodi di consegna multipli, SMTP a livello utente, pianificazione avanzata e gestione sicura dei dati.
ja: 複数の配信方法、ユーザーレベルのSMTP、豊富なスケジューリング、データの安全な取り扱いをサポートします。
ka: იგი მხარს უჭერს მგზავრების რამდენიმე დელივერი, მომხმარებლის დონეზე SMTP, მდიდარ განრიგებს და უსაფრთხო მონაცემთა მართვას.
ku: It piştgirî çend rêbazanî şandinê dike, SMTP-a aştiyeyê, rêk/berdayîna bêhtir, û pêşkêşkirina daneyên ewle dike.
lt: Palaiko įvairius pristatymo metodus, vartotojo lygio SMTP, turtingą planavimą ir saugų duomenų valdymą.
lv: Tā atbalsta vairākas piegādes metodes, lietotāja līmeņa SMTP, bagātīgu plānošanu un drošu datu apstrādi.
mg: Izy dia manohana fomba fanaterana maro, SMTP ho an'ny mpampiasa, fandaharam-potoana manankarena, ary fitantanana angona azo antoka.
mi: He maha ngā tikanga tuku karere, SMTP taumata-kaiwhakamahi, hōtaka whai kiko, me te whakahaere raraunga haumaru.
mk: Поддржува повеќе методи на испорака, корисничко ниво SMTP, богато закажување и безбедно ракување со податоци.
ml: പ്രയോഗ ഉപയോക്തൃ-തലം SMTP, സമ്പന്നമായ ഷെഡ്യൂളിംഗ്, സുരക്ഷിത ഡാറ്റ കൈകാര്യം എന്നിവയെ വെളിപ്പെടുത്തുന്നു.
ms: Ia menyokong pelbagai kaedah penghantaran, SMTP peringkat pengguna, penjadualan kaya, dan pengendalian data yang selamat.
mt: Jappoġġja metodi ta' kunsinna multipli, SMTP tal-utent, skedar għani, u ttrattar sigurijiet ta' dejta.
my: ၎င်းသည် မျိုးစုံပို့ဆောင်မှုနည်းလမ်းများ၊ အသုံးပြုသူအဆင့် SMTP၊ ချမ်းသာသော အစီအစဉ်တက်ဂိုဏ်းများ၊ နှင့် အချက်အလက်လုံခြုံစွာ ကိုင်တွယ်မှုတို့ကို ပံ့ပိုးသည်။
nl: Het ondersteunt meerdere bezorgmethoden, SMTP op gebruikersniveau, uitgebreide planning en veilige gegevensverwerking.
no: Den støtter flere leveringsmetoder, brukerdefinert SMTP, avansert planlegging og sikker datahåndtering.
pa: ਇਹ ਕਈਂ ਫਰਮ-ਤਰੀਕੇ, ਵਰਤੋਂਕਾਰ-ਪੱਧਰ SMTP, ਰਿਚ ਯਾਦ-ਨਿਯਮਿਤ ਅਤੇ ਸੁਰੱਖਿਅਤ ਡਾਟਾ ਨਿਬੰਧਤ ਕਰਨ ਦਾ ਸਮਰਥਨ ਕਰਦਾ ਹੈ।
pl: Obsługuje wiele metod dostarczania, SMTP na poziomie użytkownika, zaawansowane planowanie i bezpieczne przetwarzanie danych.
pt: Suporta múltiplos métodos de entrega, SMTP a nível de usuário, agendamento avançado e manuseio seguro de dados.
ro: Este compatibil cu multiple metode de livrare, SMTP la nivel de utilizator, programare bogată și gestionarea securizată a datelor.
ru: Он поддерживает множество методов доставки, пользовательский уровень SMTP, продуманное планирование и безопасное управление данными.
sk: Podporuje viacero doručovacích metód, používateľskej úrovne SMTP, bohaté plánovanie a bezpečnú manipuláciu s dátami.
sl: Podpira več načinov dostave, uporabniško raven SMTP, bogato načrtovanje in varno ravnanje s podatki.
sq: Ai mbështet metoda të shumta dërgimi, SMTP në nivel përdoruesi, programim të pasur, dhe trajtim të sigurt të të dhënave.
sr: Podržava više metoda isporuke, korisnički nivo SMTP, bogato zakazivanje i sigurno rukovanje podacima.
sv: Det stöder flera leveransmetoder, användarnivå SMTP, rik schemaläggning och säker datahantering.
sw: Inasaidia njia nyingi za utoaji, SMTP ya kiwango cha mtumiaji, upangaji matajiri, na utunzaji salama wa data.
ta: அது பல விநியோக முறைகளை, பயனர் நிலை SMTP, ஆடம்பர பராமரிப்பு மற்றும் பாதுகாப்பான தரவு கையாள்வை ஆதரிக்கிறது.
te: ఇది అనేక డెలివరీ పద్ధతులను, వాడుకరి స్థాయి SMTP, సమృద్ధిగల షెడ్యూలింగ్, మరియు సురక్షిత డేటా నిర్వహణను మద్దతు ఇస్తుంది.
th: รองรับวิธีการส่งหลายแบบ, SMTP ในระดับผู้ใช้, การจัดตารางที่สมบูรณ์ และการจัดการข้อมูลที่ปลอดภัย
tr: Birden fazla gönderi yöntemi, kullanıcı düzeyinde SMTP, zengin zamanlama ve güvenli veri yönetimi destekler.
uk: Він підтримує декілька методів доставки, користувацький SMTP, багатий розклад та безпечну обробку даних.
ur: یہ متعدد ڈیلیوری طریقے، صارف سطح کا SMTP، وسیع شیڈول، اور محفوظ ڈیٹا ہینڈلنگ کی حمایت کرتا ہے۔
uz: Bu bir nechta yetkazib berish usullari, foydalanuvchi darajasidagi SMTP, boy rejalashtirish va ma'lumotlarni xavfsiz ishlashni qo'llab-quvvatlaydi.
vi: Nó hỗ trợ nhiều phương pháp gửi, SMTP cho người dùng, lập lịch phong phú và xử lý dữ liệu bảo mật.
xh: Isebenzisa iindlela ezininzi zokuthumela, i-SMTP yomsebenzisi, ucwangciso ngenzondelelo, kunye nenkqubo yokulawula idatha ekhuselekileyo.

source: Key Areas
ar: المناطق الرئيسية
az: Əsas Sahələr
be: Ключові області
bn: প্রধান ক্ষেত্রসমূহ
cs: Klíčové oblasti
cy: Meysydd Allweddol
da: Nøgleområder
de: Hauptbereiche
el: Κύριες περιοχές
es: Áreas clave
et: Peamised valdkonnad
eu: Gako eremuak
fa: مناطق کلیدی
fi: Keskeiset alueet
fr: Domaines clés
ga: Príomhréimsí
gd: Prìomh Raointean
gl: Áreas Clave
gu: મુખ્ય ક્ષેત્રો
he: תחומים מרכזיים
hi: मुख्य क्षेत्र
hr: Ključna područja
hu: Kulcsfontosságú területek
id: Area Kunci
is: Lykilsvæði
it: Aree Principali
ja: 主なエリア
ka: მთავარი სფეროები
ku: کلیلە پارچەکان
lt: Pagrindinės sritys
lv: Galvenās jomas
mg: Sokajy Fototra
mi: Rāngai Matua
mk: Клучни области
ml: പ്രധാന മേഖലകൾ
ms: Kawasan Utama
mt: Żoni Ewlenin
my: ကွပ်ကွက် ဧရိယာများ
nl: Belangrijke gebieden
no: Nøkkelområder
pa: ਕੁੰਜੀ ਖੇਤਰ
pl: Kluczowe obszary
pt: Áreas Chave
ro: Domenii cheie
ru: Ключевые области
sk: Kľúčové oblasti
sl: Ključna področja
sq: Fushat Kryesore
sr: Ključna područja
sv: Nyckelområden
sw: Maeneo Muhimu
ta: முக்கிய பகுதிகள்
te: ప్రధాన ప్రాంతాలు
th: ส่วนที่สำคัญ
tr: Anahtar Alanlar
uk: Ключові Області
ur: اہم علاقے
uz: Asosiy yo'nalishlar
vi: Các lĩnh vực chính
xh: Iindawo eziphambili

source: Messages
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.
