Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
ar: تتم كتابة سجلات التطبيق تلقائيًا إلى ملفات في دليل البيانات مع تمكين التدوير (7 ملفات، 10 ميجا بايت لكل منها).
az: Tətbiq qeydleri avtomatik olaraq fırlanma ilə (7 fayl, hər biri 10MB) məlumat mənbəyinə yazılır.
be: Журнали програми автоматично записуються у файли в каталозі даних з увімкненою ротацією (7 файлів, 10MB кожен).
bn: অ্যাপ্লিকেশন লগগুলি ডেটা ডিরেক্টরিতে ফাইলগুলিতে স্বয়ংক্রিয়ভাবে লেখা হয় রোটেশন সক্রিয় অবস্থায় থাকে (৭ টি ফাইল, প্রতি ফাইল ১০MB)।
cs: Aplikační logy jsou automaticky zapisovány do souborů v datovém adresáři s povolenou rotací (7 souborů, každý 10 MB).
cy: Mae logiau'r cymhwysiad yn cael eu hysgrifennu'n awtomatig i ffeiliau yn y cyfeirlyfr data gydag allwthiad wedi'i alluogi (7 ffeil, 10MB yr un).
da: Applikationslogfiler skrives automatisk til filer i datamappen med aktiveret rotation (7 filer, 10MB hver).
de: Anwendungsprotokolle werden automatisch in Dateien im Datenverzeichnis geschrieben, wobei die Rotation aktiviert ist (7 Dateien, je 10 MB).
el: Οι καταγραφές εφαρμογής γράφονται αυτόματα σε αρχεία στον κατάλογο δεδομένων με ενεργοποιημένη περιστροφή (7 αρχεία, 10MB το καθένα).
es: Los registros de aplicación se escriben automáticamente en archivos en el directorio de datos con rotación habilitada (7 archivos, 10MB cada uno).
et: Rakenduse logisid salvestatakse automaatselt failidesse andmekataloogis, kusjuures pöörlemine on lubatud (7 faili, 10MB iga).
eu: Aplikazioaren erregistroak automatikoki idazten dira datu direktorioko fitxategietara biraketa gaituta (7 fitxategi, bakoitza 10MB).
fa: لاگ‌های برنامه به صورت خودکار به فایل‌ها در دایرکتوری داده با چرخش فعال‌شده نوشته می‌شوند (۷ فایل، هرکدام ۱۰MB).
fi: Sovelluksen lokit kirjoitetaan automaattisesti tiedostoihin tietohakemistoon kierrätyksen ollessa aktiivinen (7 tiedostoa, 10MB jokainen).
fr: Les journaux de l'application sont automatiquement écrits dans des fichiers dans le répertoire de données avec rotation activée (7 fichiers, 10 Mo chacun).
ga: Application logs si ho fa no data bɔ bea, efiri ho rotation (mfɔ bosome 7, 10MB biara).
gd: Tha logaichean iarrtais air an sgrìobhadh gu fèin-ghluasadach gu faidhlichean san eòlaire dàta le cuairteachadh ga chomasachadh (7 faidhle, 10MB gach fear).
gl: Os rexistros da aplicación escríbense automaticamente en arquivos no directorio de datos co rotación activada (7 arquivos, 10MB cada un).
gu: એપ્લિકેશન લોગ આપમેળે ફાઈલોમાં લખવામાં આવે છે, ફાઈલો ફેર પ્રથમકરણ (7 ફાઈલો, 10MB દર વખતે) સાથે সক্ষম કરે છે.
he: לוגי יישום נרשמים אוטומטית לקבצים בספריית הנתונים עם רוטציה מופעלת (7 קבצים, 10MB כל אחד).
hi: एप्लीकेशन लॉग को स्वतः डेटा डाइरेक्टरी में फाइलों में लिखा जाता है, जिससे रोटेशन सक्षम होता है (7 फाइलें, 10MB प्रत्येक)।
hr: Logovi aplikacije automatski se upisuju u datoteke u direktoriju za podatke s omogućenim rotacijama (7 datoteka, 10MB svaka).
hu: Az alkalmazásnaplók automatikusan fájlokba íródnak az adatkönyvtárban, forgatással engedélyezve (7 fájl, 10MB mindegyik).
id: Log aplikasi secara otomatis ditulis ke file di direktori data dengan rotasi diaktifkan (7 file, 10MB masing-masing).
is: Forritsloggar eru sjálfkrafa skráðar skrár í gagnamöppunni með snúningi virk (7 skrár, 10MB hver).
it: I log dell'applicazione vengono automaticamente scritti in file nella directory dei dati con rotazione abilitata (7 file, 10MB ciascuno).
ja: アプリケーションログは自動的にデータディレクトリ内のファイルに書き込まれ、ローテーションが有効（7ファイル、各10MB）です。
ka: აპლიკაციის ლოგები ავტომატურად იწერება ფაილებში მონაცემთა დირექტორიაში როტაციით ჩართული (7 ფაილი, 10MB თითოეული).
ku: رۆژھەڵاتی بەرنامە بە شێوەی خۆکارە نوسین دەکرێن بۆ مەلفەکان لە پەڕگەی داتا بە گوڕینی چالاککراو (7 مەلف، 10MB هەر یەک).
lt: Programų žurnalai automatiškai įrašomi failuose duomenų kataloge su įjungtu rotavimu (7 failai, po 10 MB kiekviena).
lv: Lietojumprogrammas žurnāli automātiski tiek rakstīti failos datu direktorijā ar iespējotu rotāciju (7 faili, 10MB katrs).
mg: Ny litera fampiharana dia soratana ho azy ao anaty antontan-taratasy ao amin'ny lahatahiry data miaraka amin'ny fihodinana efa vonona (7 rakitra, 10MB tsirairay).
mi: Ka tuhia aunoatia ngā rākau taupānga ki ngā kōnae kei te kōpaki raraunga me te nōhanga hurihuri kua whakaaea (7 kōnae, 10MB ia kōnae).
mk: Дневниците на апликацијата автоматски се запишуваат во датотеки во директориумот за податоци со вклучена ротација (7 датотеки, по 10MB секоја).
ml: ആപ്ലിക്കേഷൻ ലോഗുകൾ ഡാറ്റാ ഡയറക്ടറിയിലെ ഫയലുകളിലേക്ക് സ്വാഭാവികമായി എഴുതുന്നു, കൂടെ റോട്ടേഷൻ പ്രവർത്തനक्षम ചെയ്തു (7 ഫയലുകൾ, 10MB ഓരോന്നും).
ms: Log aplikasi secara automatik ditulis ke fail dalam direktori data dengan putaran diaktifkan (7 fail, 10MB setiap satu).
mt: Il-logs tal-applikazzjoni huma miktuba awtomatikament f'fajls fid-direttorju tad-data b'rotazzjoni ppermettit (7 fajls, 10MB kull wieħed).
my: အက်ပ်လုပ်ငန်းများကို အလိုအလျောက် ကရိယာများတွင် အရေး ပေးထားရာတွင် တွီးထုတ်ထည့်သွင်းထားသည် (၄၊ ၁၀MBအသီးအသီး)။
nl: Applicatielogs worden automatisch naar bestanden in de datamap geschreven met rotatie ingeschakeld (7 bestanden, elk 10 MB).
no: Applikasjonslogger skrives automatisk til filer i datakatalogen med rotasjon aktivert (7 filer, 10 MB hver).
pa: ਐਪਲੀਕੇਸ਼ਨ ਲੌਗਾਂ ਨੂੰ ਆਪਣੇ ਆਪ ਫਾਈਲਾਂ ਵਿੱਚ ਡਾਟਾ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਲਿਖੇ ਜਾਣ ਲਈ ਸੰਗ੍ਰਹਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ (7 ਉਧਾਰਾਂ, 10MB ਹਰ ਇੱਕ)।
pl: Dzienniki aplikacji są automatycznie zapisywane do plików w katalogu danych z włączoną rotacją (7 plików, po 10 MB każdy).
pt: Os logs da aplicação são automaticamente gravados em arquivos no diretório de dados com rotação habilitada (7 arquivos, 10MB cada).
ro: Jurnalele aplicației sunt scrise automat în fișiere în directorul de date cu rotație activată (7 fișiere, 10MB fiecare).
ru: Логи приложения автоматически записываются в файлы в каталоге данных с включенной ротацией (7 файлов, по 10 МБ каждый).
sk: Aplikačné záznamy sa automaticky zapisujú do súborov v dátovom adresári s povolenou rotáciou (7 súborov, každý o veľkosti 10MB).
sl: Dnevniški zapisi aplikacije se samodejno zapisujejo v datoteke v podatkovni mapi z omogočeno rotacijo (7 datotek, vsaka 10 MB).
sq: Regjistrat e aplikacionit shkruhen automatikisht në dosje në direktorinë e të dhënave me rotacion të aktivizuar (7 dosje, secila 10MB).
sr: Logovi aplikacije se automatski pišu u fajlove u direktorijumu za podatke uz omogućen obrt (7 fajlova, 10MB svaki).
sv: Applikationsloggar skrivs automatiskt till filer i datamappen med rotation aktiverad (7 filer, 10MB vardera).
sw: Magogo ya programu yanaandikwa moja kwa moja kwenye faili katika saraka ya data ikiwa na mzunguko wenye kuwezeshwa (faili 7, 10MB kila moja).
ta: அயலிக் பதிவுகளுக்கு (7 பதிவுகள், 10MB உடன்படுகின்றன)
te: అప్లికేషన్ లాగ్స్ పూర్తి డేటా డైరెక్టరీలో విజ్ఞానరూపేణ రాస్తారు (7 ఫైలులు, 10MB ప్రతి ఒకటి) నిరక్షరణతో తిరగడానికి.
th: บันทึกแอปพลิเคชันจะถูกเขียนอัตโนมัติไปยังไฟล์ในไดเรกทอรีข้อมูลพร้อมการหมุนเวียน (7 ไฟล์ แต่ละไฟล์ 10MB)
tr: Uygulama günlükleri, dönüşüm aktifken otomatik olarak veri dizinindeki dosyalara yazılır (7 dosya, her biri 10MB).
uk: Журнали додатків автоматично записуються у файли в каталозі даних зі ввімкненим ротацією (7 файлів, кожен по 10 МБ).
ur: ایپلیکیشن لاگز خود بخود ڈیٹا ڈائریکٹری میں فائلز میں لکھے جاتے ہیں جن میں روٹیشن فعال ہوتا ہے (7 فائلز، ہر ایک 10MB)۔
uz: Dastur loglari ma'lumot katalogidagi fayllarga avtomatik ravishda yoziladi va aylanish yoqilgan (7 ta fayl, har biri 10MB).
vi: Nhật ký ứng dụng được tự động ghi vào các tệp trong thư mục dữ liệu với việc quay vòng được kích hoạt (7 tệp, mỗi tệp 10MB).
xh: Iilog ze-aplikeshini zibhaliwe ngokuzenzekelayo kwiifayile kwisikhenkcisi sedata kunye nokujikelezwa kuvuliwe (iifayile ezi-7, 10MB nganye).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
ar: يمكن للمسؤولين عرض السجلات الحديثة في واجهة المستخدم، أو فحص السجلات الكاملة مباشرة من القرص أو عبر أدوات الحاويات مثل سجلات المتابعة.
az: Adminlər UI-da son qeydlərə baxa, və ya tam qeydləri disketdən ya da docker logs kimi konteyner vasitələrindən istifadə edərək yoxlayabilir.
be: Адміністратори можуть переглядати останні журнали в UI або перевіряти повні журнали безпосередньо з диска або через інструменти контейнерів, такі як docker logs.
bn: অ্যাডমিনরা UI-তে সাম্প্রতিক লগ দেখতে পারেন, বা সরাসরি ডিস্ক থেকে বা ডকার লগের মতো কন্টেইনার সরঞ্জামগুলির মাধ্যমে সম্পূর্ণ লগ পর্যবেক্ষণ করতে পারেন।
cs: Administrátoři mohou v UI zobrazit nedávné logy nebo setřídit úplné logy přímo z disku nebo pomocí nástrojů kontejneru jako docker logs.
cy: Gall gweinyddwyr weld logiau diweddar yn y UI, neu archwilio logiau llawn yn uniongyrchol o'r ddisg neu drwy offer cynhwysydd fel logiau docker.
da: Administratorer kan se nylige logfiler i UI'en eller inspicere fulde logfiler direkte fra disken eller via container værktøjer som docker logs.
de: Administratoren können aktuelle Protokolle in der Benutzeroberfläche anzeigen oder vollständige Protokolle direkt von der Festplatte oder über Containertools wie docker logs prüfen.
el: Οι διαχειριστές μπορούν να προβάλλουν πρόσφατες καταγραφές στο UI ή να επιθεωρήσουν πλήρεις καταγραφές απευθείας από το δίσκο ή μέσω εργαλείων κοντέινερ όπως τα docker logs.
es: Los administradores pueden ver registros recientes en la interfaz de usuario, o inspeccionar registros completos directamente desde el disco o mediante herramientas de contenedores como logs de docker.
et: Administraatorid saavad hiljutisi logisid vaadata kasutajaliideses või vaadata täielikke logisid otse kettalt või konteineritööriistade, näiteks docker logide kaudu.
eu: Administratzaileek azken erregistroak ikusi ditzakete UI-n, edo erregistro osoak diskoetatik edo docker logs bezalako ontzi-tresnen bidez zuzenean aztertu.
fa: مدیران می‌توانند لاگ‌های اخیر را در رابط کاربری مشاهده کنند یا لاگ‌های کامل را به صورت مستقیم از دیسک یا از طریق ابزارهای کانتینری مانند داکر لاگ‌ها بررسی کنند.
fi: Adminit voivat tarkastella viimeaikaisia lokitietoja käyttöliittymässä tai tutkia koko lokeja suoraan levyltä tai konttityökalujen, kuten docker logien, kautta.
fr: Les administrateurs peuvent voir les journaux récents dans l'interface utilisateur, ou inspecter les journaux complets directement depuis le disque ou via des outils de conteneur comme docker logs.
ga: Admins de hwɛ mpontuo no logs UI, anaa fa logs a adura anaa fa container tools te sɛ docker logs.
gd: Faodaidh luchd-rianachd logaichean ùra fhaicinn san UI, no sgrùdadh a dhèanamh air logaichean coileanta gu dìreach bhon disk no tro innealan container mar docker logs.
gl: Os administradores poden ver rexistros recentes na IU, ou inspeccionar rexistros completos directamente do disco ou a través de ferramentas de contedor como docker logs.
gu: એડમિન UI માં તાજેતરની લોગ્સ જોઈ શકે છે, અથવા સંપૂર્ણ લોગ્સને સીધા ડિસ્કથી અથવા કન્ટેનર ટૂલ્સ (જરૂરી મુજબ docker logs ) દ્વારા તપાસી શકે છે.
he: מנהלים יכולים להציג לוגים אחרונים בממשק המשתמש, או לבדוק לוגים מלאים ישירות מהדיסק או דרך כלי מכולות כמו docker logs.
hi: एडमिन हाल के लॉग UI में देख सकते हैं, या पूरी डिस्क से सीधे या docker logs जैसे कंटेनर उपकरणों के जरिए निरीक्षण कर सकते हैं।
hr: Admini mogu pregledavati nedavne logove u UI-u, ili pregledavati pune logove direktno s diska ili putem alata za kontejnere poput docker logova.
hu: Az adminok megtekinthetik az utóbbi naplókat a felhasználói felületen, vagy közvetlenül a lemezről vagy konténer eszközökkel, mint a docker logs, ellenőrizhetik a teljes naplókat.
id: Admin dapat melihat log terbaru di UI, atau memeriksa log lengkap langsung dari disk atau melalui alat kontainer seperti docker logs.
is: Stjórnendur geta skoðað nýlegar skýrslur í viðmótinu, eða skoðað fullkomnar skýrslur beint frá disknum eða í gegnum gámatól eins og docker logs.
it: Gli amministratori possono visualizzare i log recenti nell'interfaccia utente o ispezionare i log completi direttamente dal disco o tramite strumenti container come docker logs.
ja: 管理者はUIで最近のログを見ることができ、ディスクから直接またはdocker logsのようなコンテナツールを介して完全なログを確認できます。
ka: ადმინისტრატორებს შეუძლიათ ახლახან ლოგების ნახვა UI-ში ან სრული ლოგების უშუალოდ დისკიდან ან კონტეინერის საშუალებით docker logs-ის გამოყენებით ინსპექცია.
ku: Ebyin dikarin lojên dawî di UI de bibînin, an derbarê lojên tevahî direkt ji diskê an ji rêya amûrên container-an wekî docker logs bibînin.
lt: Administratoriai gali peržiūrėti naujausius žurnalus UI arba tiesiogiai patikrinti pilnus žurnalus iš disko arba naudodami konteinerio įrankius, pvz., docker logs.
lv: Admini var skatīt jaunākos žurnālus UI, vai pārbaudīt pilnus žurnālus tieši no diska vai caur konteineru rīkiem kā docker logs.
mg: Azon’ny mpitantana jerena ny litera vaovao ao amin’ny UI, na hijery litera feno mivantana avy amin’ny kapila na amin’ny fitaovana fitoeran-javatra toy ny docker logs.
mi: Ka taea e ngā Admin te mātakitaki i ngā rākau hōu i te UI, te tirotiro rānei i ngā rākau katoa mai i te kōpae matua, i ngā taputapu ipu pērā i te docker logs.
mk: Административците можат да ги прегледуваат неодамнешните дневници во UI, или да ги тестираат целосните дневници директно од диск или преку алатки за контејнери како docker logs.
ml: അഡ്മിനുകൾ UI യിൽ ഏറ്റവും പുതിയ ലോഗുകൾ കാണാം, അല്ലെങ്കിൽ ഡിസ്റ്റായിൽ നിന്ന് നേരിട്ട് അല്ലെങ്കിൽ ഡോക്കർലോഗുകൾ പോലുള്ള കോൺടെയ്നർ ടൂളുകളിലൂടെ പൂർണ്ണലോഗുകൾ പരിശോദിക്കുക.
ms: Admin boleh melihat log terkini dalam UI, atau memeriksa log penuh secara langsung dari cakera atau melalui alat kontena seperti docker logs.
mt: L-amministraturi jistgħu jaraw logs riċenti fl-UI, jew jispezzjonaw logs sħaħ direttament mid-diska jew permezz ta’ għodda container bħal docker logs.
my: စီမံခန့်ခွဲသူများသည် လတ်မှတ်ဂျာနယ်များကို UI တွင် ကြည့်ရှုနိုင်သည်၊ သို့မဟုတ် disk မှ တိုက်ရိုက်ပြန်လည်သုံးသုံးခြင်း သို့မဟုတ် docker logs လိုသောကိရိယာများဖြင့် တိုက်ရိုက်စမ်းကြည့်ပါ။
nl: Beheerders kunnen recente logs bekijken in de UI, of volledige logs direct van schijf inspecteren of via container tools zoals docker logs.
no: Administratorer kan se nylige logger i brukergrensesnittet, eller inspisere hele logger direkte fra disk eller via containerværktøy som docker logs.
pa: ਐਡਮਿਨ ਹਾਲੀਆ ਲੌਗਾਂ ਨੂੰ UI ਵਿੱਚ ਦੇਖ ਸਕਦੇ ਹਨ, ਜਾਂ ਫ਼ੁੱਲ ਲੌਗਾਂ ਨੂੰ ਸਿੱਧੇ ਡਿਸ੍ਕ ਜਾਂ docker logs ਵਰਟਮਾਨ ਕਰਕੇ ਪ੍ਰੈਕਟਿਕਲ ਭਾਸ਼ਾ ਵਿੱਚ ਲਿਆ ਜਾ ਸਕਦਾ ਹੈ।
pl: Administratorzy mogą przeglądać ostatnie dzienniki w UI lub sprawdzać pełne dzienniki bezpośrednio z dysku lub za pomocą narzędzi kontenerowych takich jak docker logs.
pt: Os administradores podem ver logs recentes na interface do usuário ou inspecionar logs completos diretamente do disco ou por meio de ferramentas de contêiner como logs do docker.
ro: Administratorii pot vizualiza jurnalele recente în UI sau inspecta jurnalele complete direct de pe disc sau prin instrumente de containere precum docker logs.
ru: Администраторы могут просматривать последние логи в интерфейсе или проверять полные логи напрямую с диска или с помощью инструментов контейнеров, таких как docker logs.
sk: Administrátori môžu zobraziť nedávne záznamy v UI alebo si prehliadnuť plné záznamy priamo z disku alebo pomocou nástrojov ako docker logs.
sl: Administratori lahko pregledajo nedavne dnevnike v UI ali pregledajo celotne dnevnike neposredno z diska ali preko orodij za kontejnerje, kot so docker.logs.
sq: Administratorët mund të shohin regjistrat e fundit në UI, ose të inspektojnë regjistrat e plota drejtpërdrejt nga disku ose përmes mjeteve të container si docker logs.
sr: Admini mogu pregledati nedavne logove u korisničkom interfejsu ili pregledati kompletne logove direktno sa diska ili putem alata za kontejnere kao što su docker logovi.
sv: Administratörer kan visa senaste loggarna i UI:t eller inspektera fullständiga loggar direkt från disk eller via containertools som docker logs.
sw: Wasimamizi wanaweza kuona magogo ya hivi majuzi katika UI, au kuchunguza magogo kamili moja kwa moja kutoka kwenye diski au kupitia zana za kontena kama magogo ya docker.
ta: நிர்வாகிகள் சமீபத்திய பதிவுகளை UI இல் பார்வையிடலாம் அல்லது முழு பதிவுகளை இஞ்ஜின் மூலம் அல்லது கப்பலாக் கருவிகள் மூலம் நேரடியாக பார்வையிடலாம்.
te: అడ్మిన్స్ యూజర్ ఇంటర్ఫేస్ లో గడచిన లాగ్స్ చూడగలరు, లేదా డిస్కు నుండి లేదా కంటైనర్ పనిముట్లు లాగా డాకర్ లాగ్స్ ను ఉపయోగించి పూర్తిగా లాగ్స్ పరిశీలించగలరు.
th: ผู้ดูแลสามารถดูบันทึกล่าสุดใน UI หรือสำรวจบันทึกเต็มจากดิสก์หรือตรวจสอบผ่านเครื่องมือตู้คอนเทนเนอร์เช่น docker logs
tr: Yöneticiler, en yeni günlükleri UI içinde görüntüleyebilir veya tam günlükleri doğrudan diskte ya da docker günlükleri gibi konteyner araçları aracılığıyla inceleyebilirler.
uk: Адміністратори можуть переглядати останні журнали в інтерфейсі, або перевіряти повні журнали безпосередньо з диска або за допомогою інструментів контейнерів, таких як docker logs.
ur: ایڈمنز UI میں حالیہ لاگز دیکھ سکتے ہیں، یا ڈسک سے یا docker logs جیسی کنٹینر ٹولز کے ذریعے مکمل لاگز کا معائنہ کر سکتے ہیں۔
uz: Administratorlar loglarni UI'da ko'rishlari yoki to'liq loglarni to'g'ridan-to'g'ri diskdan yoki docker logs kabi konteyner vositalari orqali tekshirishlari mumkin.
vi: Quản trị viên có thể xem nhật ký gần đây trong giao diện người dùng, hoặc kiểm tra toàn bộ nhật ký trực tiếp từ ổ đĩa hoặc qua các công cụ chứa như docker logs.
xh: Abalawuli banokujonga iilog zamva nje kwimizobo esetyenziswayo, okanye bajonge ngokuthe ngqo iilog ezigcweleyo ukusuka kwidiski okanye kwizixhobo ze-container ezifana needocker logs.
