Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Check In Now
ar: تم تسجيل الوصول لـ:
az: Qeydiyyat vaxtı:
be: Вы зарегистрировались на:
bn: জন্য চেক ইন করা হয়েছে:
cs: Přihlášen pro:
cy: Mewngofnodi ar gyfer:
da: Checket ind for:
de: Eingecheckt für:
el: Εισαγωγή για:
es: Registrado para:
et: Registreeritud:
eu: Honetarako erregistratua:
fa: ورود برای:
fi: Sisäänkirjautuminen:
fr: Enregistré pour :
ga: Sɛ wo san kańciel wɔ:
gd: Clàraichte airson:
gl: Rexistrado para:
gu: માટે ચેક-ઇન:
he: צ'ק-אין עבור:
hi: के लिए चेक इन किया गया:
hr: Prijavili ste se za:
hu: Bejelentkezve a következőhöz:
id: Check-in untuk:
is: Innritað fyrir:
it: Check-in per:
ja: チェックイン済み：
ka: შესვლა მომხდარ:
ku: تۆمارکرا بۆ:
lt: Užsiregistruota į:
lv: Reģistrēts:
mg: Nandray anjara tamin'ny:
mi: Kua hautū mō:
mk: Чекиран за:
ml: ചെക്ക് ഇൻ ചെയ്തത്:
ms: Daftar masuk untuk:
mt: Iċċekkjat għal:
my: အတွက် စစ်ဆေးပြီး:
nl: Ingecheckt voor:
no: Innsjekket for:
pa: ਇਸ ਲਈ ਚੈਕ-ਇਨ ਕੀਤਾ ਗਿਆ ਹੈ:
pl: Zameldowano dla:
pt: Check-in para:
ro: Înregistrat pentru:
ru: Зарегистрирован для:
sk: Prihlásený pre:
sl: Prijavljeni ste za:
sq: Regjistruar për:
sr: Prijavljen za:
sv: Incheckad för:
sw: Uliandikishwa kwa:
ta: பதிவானது :
te: కోసం చెక్-ఇన్ చేశారు:
th: เช็คอินสำหรับ:
tr: Check-in yapılan:
uk: Зареєстровано для:
ur: کے لیے چیک ان کیا:
uz: Uchun ro'yxatdan o'tildi:
vi: Checked in cho:
xh: Kuqinisekiswe ukuthi:

source: Enabled Emails
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: Enabled Reminders
ar: إضافة بريد إلكتروني
az: E-poçt əlavə et
be: Добавить письмо
bn: ইমেইল যোগ করুন
cs: Přidat e-mail
cy: Ychwanegu E-bost
da: Tilføj e-mail
de: E-Mail hinzufügen
el: Προσθήκη Email
es: Añadir Correo
et: Lisa e-kiri
eu: Gehitu Emaila
fa: افزودن ایمیل
fi: Lisää sähköposti
fr: Ajouter un email
ga: Fa Emaile
gd: Cuir Post-d ris
gl: Engadir correo electrónico
gu: ઇમેઈલ ઉમેરો
he: הוסף דוא"ל
hi: ईमेल जोड़ें
hr: Dodaj e-poštu
hu: E-mail hozzáadása
id: Tambahkan Email
is: Bæta við tölvupósti
it: Aggiungi Email
ja: メールを追加
ka: ელფოსტის დამატება
ku: زیادکردنی ئیمەیڵ
lt: Pridėti el. laišką
lv: Pievienot e-pastu
mg: Ampio Email
mi: Tāpiri Īmēra
mk: Додади е-пошта
ml: ഇമെയിൽ ചേർക്കുക
ms: Tambah E-mel
mt: Żid Email
my: အီးမေးလ် ထပ်ထည့်ပါ
nl: E-mail Toevoegen
no: Legg til e-post
pa: ਈਮੇਲ ਜੋੜੋ
pl: Dodaj email
pt: Adicionar Email
ro: Adaugă Email
ru: Добавить электронную почту
sk: Pridať email
sl: Dodaj e-pošto
sq: Shto Email-in
sr: Dodaj email
sv: Lägg till E-post
sw: Ongeza Baruapepe
ta: மின்னஞ்சல் சேர்க்கவும்
te: ఇమెయిల్ జోడించండి
th: เพิ่มอีเมล
tr: E-posta Ekle
uk: Додати електронну пошту
ur: ای میل شامل کریں
uz: Elektron pochta qo'shish
vi: Thêm Email
xh: Engeza I-imeyili

source: Start Time
ar: بدء TLS
az: TLS-a başlayır
be: Пачатак TLS
bn: TLS শুরু করা হচ্ছে
cs: Zahájení TLS
cy: Dechrau TLS
da: Starter TLS
de: TLS wird gestartet
el: Έναρξη TLS
es: Iniciando TLS
et: Alustan TLS-i
eu: TLS hasten
fa: شروع TLS
fi: Aloitetaan TLS
fr: Démarrage de TLS
ga: Ɛhɔ rekɔ soɔ TLS
gd: Tòiseachadh TLS
gl: Iniciando TLS
gu: TLS શરૂ કરી રહ્યું છે
he: מתחיל TLS
hi: TLS शुरू करना
hr: Pokretanje TLS
hu: TLS megkezdése
id: Memulai TLS
is: Byrjar TLS
it: Avvio TLS
ja: TLSを開始しています
ka: ივანთა TLS
ku: TLS dest pê dike
lt: Pradedamas TLS
lv: Sākot TLS
mg: Manomboka TLS
mi: Tīmata TLS
mk: Започнување TLS
ml: TLS ആരംഭിക്കുകയാണ്
ms: Memulakan TLS
mt: Nibdew TLS
my: TLS စတင်နေသည်
nl: TLS starten
no: Starter TLS
pa: TLS ਸ਼ੁਰੂ ਕਰਨਾ
pl: Rozpoczynanie TLS
pt: Iniciando TLS
ro: Pornind TLS
ru: Начало TLS
sk: Spúšťanie TLS
sl: Začenjanje TLS
sq: Duke filluar TLS
sr: Pokretanje TLS-a
sv: Startar TLS
sw: Kuanzisha TLS
ta: TLS ஆரம்பிக்கிறது
te: TLS ప్రారంభించబడుతోంది
th: เริ่มต้น TLS
tr: TLS başlatılıyor
uk: Запуск TLS
ur: TLS شروع ہو رہا ہے
uz: TLS boshlanmoqda
vi: Bắt đầu TLS
xh: Ukuqala i-TLS

source: Recurrence
ar: التكرار
az: Təkrarlanma
be: Частата
bn: পুনরাবৃত্তি
cs: Opakování
cy: Ailadroddiad
da: Tilbagevendende
de: Wiederholung
el: Επαναληπτικότητα
es: Recurrencia
et: Korduvus
eu: Errepikapena
fa: تکرار
fi: Toistuvuus
fr: Récurrence
ga: Athfhillteacht
gd: Ath-aithris
gl: Recorrencia
gu: પુનરાવૃત્તિ
he: חזרתיות
hi: आवृत्ति
hr: Ponavljanje
hu: Ismétlődés
id: Keterulangan
is: Endurtekning
it: Ricorrenza
ja: 繰り返し
ka: რეკურსია
ku: داهاتی
lt: Kartojimas
lv: Atkārtošanās
mg: Famerimberenana
mi: Hoki mai anō
mk: Повторливост
ml: ആവർത്തനം
ms: Pengulangan
mt: Rikurrenza
my: ကြိမ်နှုန်း
nl: Herhaling
no: Gjentakelse
pa: ਦੁਹਰਾਉਣਾ
pl: Cykliczność
pt: Recorrência
ro: Recurență
ru: Повторение
sk: Opakovanie
sl: Ponavljanje
sq: Përsëritja
sr: Ponavljanje
sv: Återkommande
sw: Urudiaji
ta: மீளமறுத்தல்
te: పునరావృతి
th: ความถี่
tr: Tekrarlama
uk: Повторення
ur: تکرار
uz: Qayta takrorlanish
vi: Chu kỳ
xh: Phinda-phinda

source: Last Sent
ar: آخر تسجيل دخول
az: Son Yoxlama
be: শেষ চেক-ইন
bn: শেষ চেক-ইন
cs: Poslední kontrola
cy: Gwirio I Mewn Ddiwethaf
da: Sidste check-in
de: Letztes Check-in
el: Τελευταίο Check-in
es: Último Registro
et: Viimane registreerimine
eu: Azken Kontroleratzea
fa: آخرین چک‌این
fi: Viimeinen sisäänkirjautuminen
fr: Dernier check-in
ga: An Seiceáil Isteach Is Déanaí
gd: Mu dheireadh Thairis a-steach
gl: Último check-in
gu: છેલ્લું ચેક-ઇન
he: בדיקה אחרונה
hi: अंतिम चेक-इन
hr: Zadnja prijava
hu: Utolsó becsekkolás
id: Check-in Terakhir
is: Síðasta innritun
it: Ultimo Check-in
ja: 最終チェックイン
ka: ბოლო შემოწმება
ku: دوایین کتینەوە
lt: Paskutinė registracija
lv: Pēdējā pārbaude
mg: Fanamarinana Farany
mi: Takitaki Whakamutunga
mk: Последна проверка
ml: അവസാന ചെക്ക്-ഇൻ
ms: Check-in Terakhir
mt: L-aħħar Check-in
my: နောက်ဆုံး စစ်ဆေးအပ်ပြုခဲ့သည်
nl: Laatste incheck
no: Siste innsjekking
pa: ਆਖ਼ਰੀ ਚੈਕ-ਇਨ
pl: Ostatnia odprawa
pt: Último Check-in
ro: Ultima verificare
ru: Последняя проверка
sk: Posledná kontrola
sl: Zadnja prijava
sq: Kontrolli i Fundit
sr: Poslednja prijava
sv: Senaste incheckning
sw: Kuangalia Mara ya Mwisho
ta: இருக்கை செயல் வேண்டும்
te: చివరి చెక్-ఇన్
th: เช็คอินล่าสุด
tr: Son Kontrol
uk: Остання перевірка
ur: آخری چیک ان
uz: Oxirgi yoqilgan vaqti
vi: Lần Check-in Cuối
xh: Ukungena kokugqibela

source: One-time
ar: مرة واحدة
az: Bir dəfə
be: Аднаразова
bn: একবার
cs: Jednorázové
cy: Un-amser
da: Éngang
de: Einmalig
el: Μια φορά
es: Una vez
et: Ühekordne
eu: Behin bakarrik
fa: یک‌بار
fi: Kertaluonteinen
fr: Unique
ga: Uair amháin
gd: Aon-ùine
gl: Unha soa vez
gu: એક વખત
he: חד פעמי
hi: एक बार
hr: Jednokratno
hu: Egyszeri
id: Satu kali
is: Ein sinn
it: Una volta
ja: 一度きり
ka: ერთი ჯერ
ku: تکەیەکی
lt: Vienkartinis
lv: Vienreizējs
mg: Indray mandeha
mi: One-t1me
mk: Еднократно
ml: ഒരിക്കലും
ms: Sekali sahaja
mt: Darba Waħda
my: တစ်ကြိမ်တည်း
nl: Eenmalig
no: En gang
pa: ਇਕ ਵਾਰ
pl: Jednorazowo
pt: Única vez
ro: O singură dată
ru: Однократно
sk: Jednorazové
sl: Enkratno
sq: Një herë
sr: Jednokratno
sv: Engångs
sw: Mara moja
ta: ஒன்றுநாள்
te: ఒకసారి
th: ครั้งเดียว
tr: Tek seferlik
uk: Одноразово
ur: ایک بار
uz: Bir martalik
vi: Một lần
xh: Kwixesha elinye

source: configured
ar: المحتوى
az: Məzmun
be: সামগ্রী
bn: বিষয়বস্তু
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
et: Sisu
eu: Edukia
fa: محتوا
fi: Sisältö
fr: Contenu
ga: Ábhar
gd: Susbaint
gl: Contido
gu: સામગ્રી
he: תוכן
hi: सामग्री
hr: Sadržaj
hu: Tartalom
id: Konten
is: Efni
it: Contenuto
ja: 内容
ka: შინაარსი
ku: ناوەڕۆک
lt: Turinys
lv: Saturs
mg: Votoaty
mi: Ihirangi
mk: Содржина
ml: ഉള്ളടക്കം
ms: Kandungan
mt: Kontenut
my: အကြောင်းအရာ
nl: Inhoud
no: Innhold
pa: ਸਮੱਗਰੀ
pl: Treść
pt: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sl: Vsebina
sq: Përmbajtja
sr: Sadržaj
sv: Innehåll
sw: Maudhui
ta: உள்ளடக்கம்
te: విషయం
th: เนื้อหา
tr: İçerik
uk: Зміст
ur: مواد
uz: Mazmuni
vi: Nội Dung
xh: Umxholo

source: enabled
ar: مفعل
az: Aktiv
be: Идэвхжүүлсэн
bn: সক্রিয়
cs: Povoleno
cy: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
eu: Gaituta
fa: فعال
fi: Käytössä
fr: Activé
ga: Cumasaíodh
gd: Comasach
gl: Habilitado
gu: સક્રિય
he: מופעל
hi: सक्रिय
hr: Omogućeno
hu: Engedélyezett
id: Diaktifkan
is: Virkt
it: Abilitato
ja: 有効
ka: ჩართულია
ku: Çalak
lt: Įjungtas
lv: Aktivizēts
mg: Nampiasaina
mi: Whakahohe
mk: Овозможено
ml: പ്രാപ്തമാക്കിയിരിക്കുന്നു
ms: Didayakan
mt: Attivat
my: အလုပ်ဖြစ်နေသည်
nl: Ingeschakeld
no: Aktivert
pa: ਯੋਗ
pl: Włączone
pt: Habilitado
ro: Activat
ru: Включено
sk: Povolené
sl: Omogočeno
sq: Aktivizuar
sr: Omogućeno
sv: Aktiverad
sw: Imewashwa
ta: இயலுநிலை
te: ప్రయోజన కర్త
th: เปิดใช้งาน
tr: Aktif
uk: Включено
ur: فعال
uz: Faollashtirilgan
vi: Đã bật
xh: Inikwe amandla

source: No Apprise destinations have been configured yet.
ar: تم حذف وجهة Apprise.
az: Apprise məkanı silindi.
be: Apprise গন্তব্য মুছে ফেলা হয়েছে।
bn: Apprise গন্তব্য মুছে ফেলা হয়েছে।
cs: Apprise destinace smazána.
cy: Dilewyd cyrchfan Apprise.
da: Apprise-destination slettet.
de: Apprise-Ziel gelöscht.
el: Ο προορισμός Apprise διαγράφηκε.
es: Destino Apprise eliminado.
et: Apprise sihtkoht kustutatud.
eu: Apprise helmuga ezabatuta.
fa: مقصد Apprise حذف شد.
fi: Apprise-kohde poistettu.
fr: Destination Apprise supprimée.
ga: ᴬᵖʳᶦˢᵉ ᵈᵉˢᵗᶦⁿᵃᵗᶦᵒⁿ ᵈᵉˡᵉᵗᵉᵈ.
gd: Chaidh ceann-uidhe Apprise a dhubhadh às.
gl: Destino de Apprise eliminado.
gu: અપ્રાઇઝ મંજિલ કાઢી ફેંકાઇ.
he: יעד Apprise נמחק.
hi: अप्रीज़ गंतव्य हटाया गया।
hr: Apprise odredište je obrisano.
hu: Apprise cél törölve.
id: Tujuan Apprise dihapus.
is: Apprise áfangastaður eytt.
it: Destinazione Apprise eliminata.
ja: Apprise送信先が削除されました。
ka: Apprise დანიშნულება წაიშალა.
ku: نیشانی Apprise سڕایەوە.
lt: Apprise paskirties vieta ištrinta.
lv: Apprise galamērķis dzēsts.
mg: Voafafa ny tanjona Apprise.
mi: I mukua te ūnga Apprise.
mk: Apprise дестинација е избришана.
ml: Apprise ലക്ഷ്യസ്ഥാനം നീക്കം ചെയ്തു.
ms: Destinasi Apprise telah dipadam.
mt: Destinazzjoni Apprise mħassra.
my: Apprise စေသာ ထားအပ်မှု ဖျက်ခြင်းပြီးပါပြီ။
nl: Apprise-bestemming verwijderd.
no: Apprise-destinasjon ble slettet.
pa: Apprise ਮੰਜ਼ਿਲ ਹਟਾਇਆ ਗਿਆ।
pl: Miejsce docelowe Apprise usunięte.
pt: Destino Apprise excluído.
ro: Destinația Apprise a fost ștearsă.
ru: Назначение Apprise удалено.
sk: Apprise destinácia bola odstránená.
sl: Destinacija Apprise izbrisana.
sq: Destinacioni Apprise u fshi.
sr: Apprise odredište izbrisano.
sv: Apprise-destination raderad.
sw: Mahali pa Apprise imefutwa.
ta: Apprise இடம் நீக்கப்பட்டது.
te: Apprise గమ్యస్థానం తొలగించబడింది.
th: ลบปลายทาง Apprise แล้ว
tr: Apprise hedefi silindi.
uk: Apprise пункт призначення видалено.
ur: Apprise مقام حذف ہو گیا۔
uz: Apprise manzili o'chirildi.
vi: Điểm đến Apprise đã bị xóa.
xh: I-Zindawo ze-Apprise zisusiwe.

source: Disabled
ar: تعطيل
az: Deaktiv et
be: Адключыць
bn: নিষ্ক্রিয়
cs: Deaktivovat
cy: Analluogi
da: Deaktivér
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
et: Keela
eu: Desgaitu
fa: غیرفعال کردن
fi: Poista käytöstä
fr: Désactiver
ga: Díchumasaigh
gd: Dì-chomas
gl: Desactivar
gu: નિષ્ક્રિય
he: השבת
hi: निष्क्रिय करें
hr: Onemogući
hu: Letiltás
id: Nonaktifkan
is: Gera óvirkan
it: Disabilita
ja: 無効にする
ka: გათიშვა
ku: ناچار
lt: Išjungti
lv: Atspējot
mg: Afohy
mi: Whakakorea
mk: Оневозможи
ml: പ്രവർത്തനം ഇല്ലാതാക്കുക
ms: Lumpuhkan
mt: Diżattiva
my: ပိတ်မည်
nl: Uitschakelen
no: Deaktiver
pa: ਅਸਮਰੱਥ ਕਰੋ
pl: Wyłącz
pt: Desativar
ro: Dezactivați
ru: Отключить
sk: Deaktivovať
sl: Onemogoči
sq: Çaktivizo
sr: Onemogući
sv: Inaktivera
sw: Zima
ta: சேதப்படுத்த
te: డిసేబుల్
th: ปิดการใช้งาน
tr: Devre Dışı Bırak
uk: Відключити
ur: غیر فعال کریں
uz: O'chirish
vi: Vô hiệu hóa
xh: Khubaza

source: + %(count)s more
ar: + %(count)s أكثر
az: + %(count)s daha
be: + %(count)s яшчэ
bn: + %(count)s আরও
cs: + %(count)s více
cy: + %(count)s mwy
da: + %(count)s mere
de: + %(count)s mehr
el: + %(count)s περισσότερα
es: + %(count)s más
et: + %(count)s rohkem
eu: + %(count)s gehiago
fa: + %(count)s بیشتر
fi: + %(count)s lisää
fr: + %(count)s de plus
ga: + %(count)s deɛ bio
gd: + %(count)s a bharrachd
gl: + %(count)s máis
gu: + %(count)s વધુ
he: + %(count)s נוסף
hi: + %(count)s और
hr: + %(count)s više
hu: + %(count)s több
id: + %(count)s lagi
is: + %(count)s meira
it: + %(count)s in più
ja: + %(count)s 件をさらに表示
ka: + %(count)s Ё¶ ċĶüŘ
ku: + %(count)s زیاتر
lt: + %(count)s daugiau
lv: + %(count)s vairāk
mg: + %(count)s maro
mi: + %(count)s atu
mk: + %(count)s повеќе
ml: + %(count)s കൂടുതൽ
ms: + %(count)s lagi
mt: + %(count)s aktar
my: + %(count)s ပိုပြီး
nl: + %(count)s meer
no: + %(count)s mer
pa: + %(count)s ਹੋਰ
pl: + %(count)s więcej
pt: + %(count)s mais
ro: + %(count)s mai multe
ru: + %(count)s ещё
sk: + %(count)s viac
sl: + %(count)s več
sq: + %(count)s më shumë
sr: + %(count)s više
sv: + %(count)s fler
sw: + %(count)s zaidi
ta: + %(count)s மேலும்
te: + %(count)s మరింత
th: + %(count)s เพิ่มเติม
tr: + %(count)s daha
uk: + %(count)s більше
ur: + %(count)s مزید
uz: + %(count)s qo'shimcha
vi: + %(count)s thêm
xh: + %(count)s ngaphezulu

source: View All
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane

source: New Destination
ar: حفظ الوجهات
az: Təyinatları Yadda Saxla
be: গন্তব্য সংরক্ষণ করুন
bn: গন্তব্য সংরক্ষণ করুন
cs: Uložit cíle
cy: Cadw Cyrchfanau
da: Gem destinationer
de: Ziele speichern
el: Αποθήκευση Προορισμών
es: Guardar destinos
et: Salvesta sihtkohad
eu: Helmugak gorde
fa: ذخیره مقصدها
fi: Tallenna kohteet
fr: Enregistrer les destinations
ga: Sábháil Cinn Scríbe
gd: Sàbhail Ceàrn-uidhe
gl: Gardar destinos
gu: ગંતવ્યો સેવે કરો
he: שמור יעדים
hi: गंतव्यों को सहेजें
hr: Spremi odredišta
hu: Célállomások mentése
id: Simpan Tujuan
is: Vista áfangastaði
it: Salva Destinazioni
ja: 宛先を保存
ka: დანიშნულების ადგილის შენახვა
ku: هەڵگرتنی شوێنەکان
lt: Išsaugoti tikslus
lv: Saglabāt galamērķus
mg: Tehirizo Tanjona
mi: Tiaki ngā Wāhi
mk: Зачувај дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ സംരക്ഷിക്കുക
ms: Simpan Destinasi
mt: Issejvja Destinazzjonijiet
my: ဦးတည်ရာများကို သိမ်းဆည်းပါ
nl: Bestemmingen opslaan
no: Lagre destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz miejsca docelowe
pt: Salvar Destinos
ro: Salvează destinațiile
ru: Сохранить назначения
sk: Uložiť destinácie
sl: Shrani destinacije
sq: Ruaj Destinacionet
sr: Sačuvaj destinacije
sv: Spara destinationer
sw: Hifadhi Sehemu za Kufikia
ta: இடங்களை சேமிக்கவும்
te: గమ్యస్థానాలను సేవ్ చేయండి
th: บันทึกปลายทาง
tr: Hedefleri Kaydet
uk: Зберегти напрямки
ur: مقامات محفوظ کریں
uz: Manzillarni saqlash
vi: Lưu Điểm Đến
xh: Gcina Iindawo zokufikela

source: You haven't created any email messages yet.
ar: املأ النموذج لإنشاء حسابك.
az: Hesabınızı yaratmaq üçün formu doldurun.
be: Заполните форму, чтобы создать свой аккаунт.
bn: আপনার অ্যাকাউন্ট তৈরি করতে ফরম পূরণ করুন।
cs: Vyplňte formulář pro vytvoření účtu.
cy: Llenwch y ffurflen i greu eich cyfrif.
da: Udfyld formularen for at oprette din konto.
de: Füllen Sie das Formular aus, um Ihr Konto zu erstellen.
el: Συμπληρώστε τη φόρμα για να δημιουργήσετε τον λογαριασμό σας.
es: Complete el formulario para crear su cuenta.
et: Konto loomiseks täitke vorm.
eu: Bete ezazu formularioa zure kontua sortzeko.
fa: فرم را برای ایجاد حساب خود پر کنید.
fi: Täytä lomake luodaksesi tilisi.
fr: Remplissez le formulaire pour créer votre compte.
ga: Bɔ mpɔtam fɔmu no sɛnea wobɛyɛ akontaa.
gd: Lìon a-steach am foirm gus an cunntas agad a chruthachadh.
gl: Encha o formulario para crear a súa conta.
gu: તમારું એકાઉન્ટ બનાવવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי ליצור חשבון.
hi: अपना खाता बनाने के लिए फॉर्म भरें।
hr: Ispunite obrazac za izradu svog računa.
hu: Töltse ki az űrlapot a fiók létrehozásához.
id: Isi formulir untuk membuat akun Anda.
is: Fylla út eyðublaðið til að búa til reikning.
it: Compila il modulo per creare il tuo account.
ja: フォームに記入してアカウントを作成してください。
ka: შეავსეთ ფორმა თქვენი ანგარიშის შესაქმნელად.
ku: فۆڕمەکە پڕبکەوە بۆ دروستکردنی ئەژمارەکەت.
lt: Užpildykite formą, kad sukurtumėte savo paskyrą.
lv: Aizpildiet veidlapu, lai izveidotu savu kontu.
mg: Fenoy ny taratasy hamoronana ny kaontinao.
mi: Whakakīia te puka ki te waihanga i tō pūkete.
mk: Пополнете ја формата за да го креирате вашиот профил.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ഫോർം പൂരിപ്പിക്കുക.
ms: Isi borang untuk mencipta akaun anda.
mt: Imla l-formola biex toħloq il-kont tiegħek.
my: သင့်အကောင့်ဖွင့်ရန် ဖောင်ကို ဖြည့်ပါ။
nl: Vul het formulier in om uw account aan te maken.
no: Fyll ut skjemaet for å opprette kontoen din.
pa: ਅਪਣਾ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby utworzyć konto.
pt: Preencha o formulário para criar sua conta.
ro: Completați formularul pentru a vă crea contul.
ru: Заполните форму, чтобы создать учетную запись.
sk: Vyplňte formulár na vytvorenie účtu.
sl: Izpolnite obrazec za ustvarjanje računa.
sq: Plotësoni formularin për të krijuar llogarinë tuaj.
sr: Popunite formular da biste kreirali svoj nalog.
sv: Fyll i formuläret för att skapa ditt konto.
sw: Jaza fomu ili kuunda akaunti yako.
ta: உங்கள் கணக்கை உருவாக்கப் படிவத்தை பூர்த்தி செய்யுங்கள்.
te: మీ ఖాతాను సృష్టించడానికి ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มเพื่อสร้างบัญชีของคุณ
tr: Hesabınızı oluşturmak için formu doldurun.
uk: Заповніть форму, щоб створити акаунт.
ur: اپنا اکاؤنٹ بنانے کے لیے فارم پُر کریں۔
uz: Hisobingizni yaratish uchun formani to'ldiring.
vi: Điền vào mẫu để tạo tài khoản của bạn.
xh: Gcwalisa ifomu ukwenza i-akhawunti yakho.

source: You haven't created any messages yet.
ar: يمكنك إنشاء أكبر عدد تريده من الوجهات.
az: İstədiyiniz qədər təyinatlar yarada bilərsiniz.
be: আপনি যত খুশি গন্তব্য তৈরি করতে পারেন।
bn: আপনি যত ইচ্ছা তত গন্তব্য তৈরি করতে পারেন।
cs: Můžete vytvořit tolik cílů, kolik chcete.
cy: Gallwch greu cymaint o gyrchfanau ag y dymunwch.
da: Du kan oprette så mange destinationer, du vil.
de: Sie können beliebig viele Ziele erstellen.
el: Μπορείτε να δημιουργήσετε όσους προορισμούς θέλετε.
es: Puede crear tantos destinos como desee.
et: Saate luua nii palju sihtkohti, kui soovite.
eu: Nahi adina helmuga sor ditzakezu.
fa: شما می توانید به تعداد دلخواه مقصد ایجاد کنید.
fi: Voit luoda niin monta kohdetta kuin haluat.
fr: Vous pouvez créer autant de destinations que vous le souhaitez.
ga: Is féidir leat oiread áiteanna a chruthú is mian leat.
gd: Faodaidh tu uiread de cheann-uidhe a chruthachadh mar as toil leat.
gl: Podes crear tantos destinos como desexes.
gu: તમે ઇચ્છિત તેટલા ગંતવ્યો બનાવી શકો છો.
he: אתה יכול ליצור כמה יעדים שתרצה.
hi: आप जितने चाहें उतने गंतव्य बना सकते हैं।
hr: Možete stvoriti koliko god odredišta želite.
hu: Annyi célállomást hozhat létre, amennyit csak szeretne.
id: Anda dapat membuat sebanyak mungkin tujuan yang Anda suka.
is: Þú getur búið til eins marga áfangastaði og þú vilt.
it: Puoi creare quante destinazioni desideri.
ja: 好きなだけの宛先を作成できます。
ka: შეგიძლიათ შექმნათ იმდენი დანიშნულების ადგილი, რამდენიც გინდათ.
ku: دەکرێت زۆر شوێن دروست بکەیت بەپێی پەیوەندیدانت.
lt: Galite sukurti tiek tikslų, kiek norite.
lv: Jūs varat izveidot tik daudz galamērķus, cik vēlaties.
mg: Afaka mamorona tanjona betsaka kokoa ianao araka izay tianao.
mi: Ka taea e koe te waihanga i te maha o ngā whāinga e pai ana ki a koe.
mk: Можете да креирате колку сакате дестинации.
ml: നിങ്ങൾക്ക് താൽപ്പര്യമുള്ളത്ര ലക്ഷ്യസ്ഥലങ്ങൾ സൃഷ്ടിക്കാം.
ms: Anda boleh mencipta seberapa banyak destinasi yang anda suka.
mt: Tista' toħloq kemm trid destinazzjonijiet.
my: သင် စိတ်ကြိုက် ဦးတည်ရာများအများကြီး ဖန်တီးနိုင်ပါသည်။
nl: U kunt zoveel bestemmingen maken als u wilt.
no: Du kan opprette så mange destinasjoner du vil.
pa: ਤੁਸੀਂ ਜਿੰਨੀ ਚਾਹੋਂ, ਉਨ੍ਨੀ ਮੰਜ਼ਲਾਂ ਬਣਾਉਣ ਦੀ ਯੋਗਤਾ ਹੈ।
pl: Możesz utworzyć tyle miejsc docelowych, ile chcesz.
pt: Você pode criar quantos destinos quiser.
ro: Poți crea câte destinații dorești.
ru: Можно создать столько мест назначения, сколько вы хотите.
sk: Môžete vytvoriť toľko destinácií, koľko chcete.
sl: Lahko ustvarite poljubno število destinacij.
sq: Mund të krijoni aq destinime sa të dëshironi.
sr: Možete kreirati koliko god destinacija želite.
sv: Du kan skapa så många destinationer du vill.
sw: Unaweza kuunda maeneo mengi kama unavyotaka.
ta: நீங்கள் விரும்பினால் எத்தனை இடங்களையும் உருவாக்கலாம்.
te: మీకు నచ్చినంత గమ్యస్థానాలను సృష్టించవచ్చు.
th: คุณสามารถสร้างปลายทางได้มากเท่าที่คุณต้องการ
tr: İstediğiniz kadar hedef oluşturabilirsiniz.
uk: Ви можете створити стільки адрес, скільки забажаєте.
ur: آپ جتنے مقامات بنانا چاہیں بنا سکتے ہیں۔
uz: Istagancha manzil yaratishingiz mumkin.
vi: Bạn có thể tạo số điểm đến nhiều như bạn muốn.
xh: Ungenza iindawo zokufikela ezininzi njengoko uthanda.
