Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: You haven't created any reminders yet.
ar: فشل في إنشاء المستخدم.
az: İstifadəçini yaratmaq alınmadı.
be: Не ўдалося стварыць карыстальніка.
bn: ব্যবহারকারী তৈরি করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit uživatele.
cy: Methwyd â chreu defnyddiwr.
da: Kunne ikke oprette bruger.
de: Benutzer konnte nicht erstellt werden.
el: Απέτυχε η δημιουργία χρήστη.
es: Error al crear el usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzea huts egin du.
fa: ایجاد کاربر شکست خورد.
fi: Käyttäjän luominen epäonnistui.
fr: Échec de la création de l'utilisateur.
ga: Theip ar úsáideoir a chruthú.
gd: Dh'fhàillig cruthachadh neach-cleachdaidh.
gl: Non se puido crear o usuario.
gu: વપરાશકર્તા બનાવવા નિષ્ફળ.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता बनाने में विफल।
hr: Neuspješno kreiranje korisnika.
hu: Nem sikerült létrehozni a felhasználót.
id: Gagal membuat pengguna.
is: Tókst ekki að búa til notanda.
it: Impossibile creare l'utente.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
ku: شکستی لە دروستکردنی بەکارهێنەر.
lt: Nepavyko sukurti naudotojo.
lv: Neizdevās izveidot lietotāju.
mg: Tsy nahomby ny famoronana mpampiasa.
mi: I rahua te waihanga i te kaiwhakamahi.
mk: Не успеа да се создаде корисник.
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk mencipta pengguna.
mt: Ma rnexxilniex noħolqu utent.
my: အသုံးပြုသူ ဖန်တီးခြင်းမအောင်မြင်ပါ။
nl: Het maken van de gebruiker is mislukt.
no: Kunne ikke opprette bruker.
pa: ਉਪਭੋਗੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się utworzyć użytkownika.
pt: Falha ao criar usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
sk: Nepodarilo sa vytvoriť používateľa.
sl: Neuspešno ustvarjanje uporabnika.
sq: Dështoi krijimi i përdoruesit.
sr: Neuspešno kreiranje korisnika.
sv: Misslyckades med att skapa användare.
sw: Imeshindikana kuunda mtumiaji.
ta: பயனரை உருவாக்குவது தோல்வியடைந்தது.
te: వాడుకరిని సృష్టించడం విఫలమైంది.
th: สร้างผู้ใช้ไม่สำเร็จ
tr: Kullanıcı oluşturulamadı.
uk: Не вдалося створити користувача.
ur: صارف بنانے میں ناکامی ہوئی۔
uz: Foydalanuvchini yaratib bo'lmadi.
vi: Không thể tạo người dùng.
xh: Kusilele ukudala umsebenzisi.

source: No SMTP servers have been configured yet.
ar: لم يتم تكوين خوادم SMTP بعد.
az: SMTP serverləri hələ konfiqurasiya edilməyib.
be: Сервера SMTP пакуль не канфігураваны.
bn: এখনও কোনও SMTP সার্ভার কনফিগার করা হয়নি।
cs: Žádné SMTP servery zatím nebyly nakonfigurovány.
cy: Nid oes unrhyw weinyddion SMTP wedi'u ffurfweddu eto.
da: Der er endnu ikke konfigureret nogen SMTP-servere.
de: Es wurden noch keine SMTP-Server konfiguriert.
el: Δεν έχουν διαμορφωθεί ακόμη διακομιστές SMTP.
es: Aún no se han configurado servidores SMTP.
et: SMTP servereid pole veel konfigureeritud.
eu: SMTP zerbitzaririk ez da oraindik konfiguratu.
fa: هنوز هیچ سرور SMTP تنظیم نشده است.
fi: SMTP-palvelimia ei ole vielä määritetty.
fr: Aucun serveur SMTP n'a été configuré pour le moment.
ga: Mfa SMTP somfoɔ nsɔ wɔ yɛ nhyepɛ mu nanso.
gd: Chan eil frithealaichean SMTP air an rèiteachadh fhathast.
gl: Aínda non se configuraron servidores SMTP.
gu: હજુ SMTP સર્વર્સ ગોઠવવામાં આવ્યા નથી.
he: לא הוגדרו שרתי SMTP עדיין.
hi: अभी तक कोई SMTP सर्वर कॉन्फ़िगर नहीं किया गया है।
hr: Još nisu konfigurirani SMTP poslužitelji.
hu: Még nem lettek konfigurálva SMTP szerverek.
id: Belum ada server SMTP yang dikonfigurasi.
is: Engir SMTP þjónar hafa verið stilltir enn.
it: Non sono ancora stati configurati server SMTP.
ja: SMTP サーバーはまだ構成されていません。
ka: Ñō ŜŘ™Ť ßŘƴłºŞğ ŠÄ™ÒŒćõļķē.
ku: هیچ ڕاژەکاری SMTP نەخریکراوەتا هەڕەشێوە.
lt: SMTP serveriai dar nėra sukonfigūruoti.
lv: Vēl nav konfigurēti SMTP serveri.
mg: Tsy mbola misy serveurs SMTP napetraka.
mi: Kāore anō kia whirihorahia he tūmau SMTP.
mk: Не се конфигурирани SMTP сервери уште.
ml: SMTP സെർവറുകൾ ഇതുവരെ ക്രമീകരിച്ചിട്ടില്ല.
ms: Tiada pelayan SMTP yang telah dikonfigurasi lagi.
mt: L-ebda servers SMTP għadhom ma ġew ikkonfigurati.
my: SMTP server များကို မပြုလုပ်သေးပါဘူး။
nl: Er zijn nog geen SMTP-servers geconfigureerd.
no: Ingen SMTP-servere har blitt konfigurert ennå.
pa: ਕੋਈ ਵੀ SMTP ਸਰਵਰ ਅਜੇ ਤਕ ਸੰਰਚਿਤ ਨਹੀਂ ਕੀਤਾ ਗਿਆ ਹੈ।
pl: Nie skonfigurowano jeszcze serwerów SMTP.
pt: Nenhum servidor SMTP foi configurado ainda.
ro: Încă nu au fost configurate servere SMTP.
ru: SMTP-серверы ещё не настроены.
sk: Zatiaľ neboli nakonfigurované žiadne SMTP servery.
sl: Ni še konfiguriranih strežnikov SMTP.
sq: Asnjë server SMTP nuk është konfiguruar ende.
sr: SMTP serveri još nisu konfigurirani.
sv: Inga SMTP-servrar har konfigurerats ännu.
sw: Hakuna seva za SMTP ambazo zimepangwa bado.
ta: SMTP சேவையகங்கள் இன்னும் கட்டமைக்கப்படவில்லை.
te: ఎలాంటి SMTP సర్వర్లు ఇంకా కాన్ఫిగర్ చేయబడలేదు.
th: ยังไม่มีการตั้งค่าเซิร์ฟเวอร์ SMTP
tr: Henüz SMTP sunucuları yapılandırılmadı.
uk: SMTP сервери ще не налаштовані.
ur: ابھی تک کوئی SMTP سرورز ترتیب نہیں دیے گئے ہیں۔
uz: SMTP serverlari hali o'rnatilmagan.
vi: Chưa có máy chủ SMTP nào được cấu hình.
xh: Akukho zona iiseva ze-SMTP ezisetiweyo okwangoku.

source: No webhooks have been configured yet.
ar: تم تسجيل خروجك.
az: Hesabınızdan çıxış edildi.
be: আপনি লগ আউট করেছেন।
bn: আপনি লগ আউট হয়েছেন।
cs: Byli jste odhlášeni.
cy: Rydych wedi bod yn allgofnodi.
da: Du er blevet logget ud.
de: Sie wurden abgemeldet.
el: Αποσυνδεθήκατε.
es: Has cerrado sesión.
et: Olete välja logitud.
eu: Saioa amaitu duzu.
fa: شما خارج شدید.
fi: Olet kirjautunut ulos.
fr: Vous avez été déconnecté.
ga: Tá tú dílogáilte amach.
gd: Chaidh do chlàradh a-mach.
gl: Saíches da sesión.
gu: તમે લૉગઆઉટ થઈ ગયા છો.
he: התנתקת.
hi: आप लॉग आउट हो गए हैं।
hr: Odjavljeni ste.
hu: Kijelentkeztették.
id: Anda telah keluar.
is: Þú hefur verið útskráður.
it: Sei stato disconnesso.
ja: ログアウトしました。
ka: თქვენ გამოვიდით ანგარიშიდან.
ku: تۆ چوویتەدەرەوە.
lt: Jūs išeidėte.
lv: Jūs esat izrakstījies.
mg: Niala ianao.
mi: Kua takiurru kore.
mk: Бевте одјавени.
ml: നിങ്ങൾ പുറത്തുകടക്കുകയാണെന്നു കണ്ടെത്തിയിരിക്കുന്നു.
ms: Anda telah log keluar.
mt: Inti ġejt illoggjat 'il barra.
my: သင်သည် ထွက်ခွာသွားပြီးပါပြီ။
nl: U bent uitgelogd.
no: Du er blitt logget ut.
pa: ਤੁਸੀਂ ਲੌਗ ਆਉਟ ਹੋ ਚੁੱਕੇ ਹੋ।
pl: Zostałeś wylogowany.
pt: Você foi desconectado.
ro: Ați fost deconectat.
ru: Вы вышли из системы.
sk: Boli ste odhlásený.
sl: Odjavljeni ste.
sq: Ju jeni dalë nga sistemi.
sr: Odjavili ste se.
sv: Du har blivit utloggad.
sw: Umetolewa nje.
ta: நீங்கள் வெளியேற்றப்பட்டுள்ளீர்கள்.
te: మీరు లాగ్ అవుట్ అయ్యారు.
th: คุณได้ออกจากระบบแล้ว
tr: Çıkış yaptınız.
uk: Ви вийшли з системи.
ur: آپ کی لاگ آؤٹ ہو گیا ہے۔
uz: Tizimdan chiqdingiz.
vi: Bạn đã đăng xuất.
xh: Uphelele ngaphandle.

source: Grylli Full Layout Debug Page
ar: صفحة تصحيح تصميم Grylli الكاملة
az: Grylli Tam Tərtibat Səhifəsi Düzəltmə
be: Grylli полная раскладка страницы отладки
bn: গ্রিলি সম্পূর্ণ বিন্যাস ডিবাগ পৃষ্ঠা
cs: Grylli plná rozložení ladicí stránka
cy: Tudalen Ddatblygu Llawn Grylli
da: Grylli Fuldt Layout Debug Side
de: Grylli Vollständige Layout-Debug-Seite
el: Σελίδα αποσφαλμάτωσης πλήρους διάταξης Grylli
es: Página completa de depuración de diseño de Grylli
et: Grylli täielik paigutuse tõrkeotsingu leht
eu: Grylli Lehiol Kudeaketa Osoa
fa: صفحه دیباگ کامل طرح‌بندی Grylli
fi: Grylli täysi asettelu virhesivu
fr: Page de débogage layout complet Grylli
ga: Leathanach Dífhabhtaithe Leagan Iomlán Grylli
gd: Duilleag Debug Layout Làn Grylli
gl: Páxina de Debug do Layout Completo Grylli
gu: ગ્રિલી સંપૂર્ણ લેઆઉટ ડીબગ પેજ
he: דף איתור באגים מלא של גרילי
hi: ग्रील्ली पूर्ण लेआउट डिबग पेज
hr: Grylli cijeli raspored stranice za otklanjanje pogrešaka
hu: Grylli teljes elrendezés hibakereső oldal
id: Halaman Debug Tata Letak Penuh Grylli
is: Grylli Full Rauntíma Útlitsviðmót
it: Pagina di debug layout completo di Grylli
ja: Grylliフルレイアウトデバッグページ
ka: Grylli სრული განლაგების გამართვის გვერდი
ku: Rûpelê Debugê ya Temamî ya Grylli
lt: Grylli pilno maketo derinimo puslapis
lv: Grylli pilna izkārtojuma atkļūdošanas lapa
mg: Pejy Fanamarinana Layout Feno Grylli
mi: Whārangi Whakatikatika Tāurua Katoa a Grylli
mk: Grylli комплетна страница за отстранување грешки
ml: ഗ്രില്ലി ഫുൾ ലേയൗട്ട് ഡീബഗ് പേജ്
ms: Halaman Debug Susun Atur Penuh Grylli
mt: Paġna sħiħa tad-debug ta' Grylli
my: Grylli အပြည့်အစုံ အမူအရာ ဆန့်ကျင်ရေး စာမျက်နှာ
nl: Grylli Volledige Layout Debug Pagina
no: Grylli Full Layout Feilsøkingsside
pa: ਗ੍ਰਾਈਲੀ ਫੁੱਲ ਲੇਆਉਟ ਡੀਬੱਗ ਪੇਜ
pl: Grylli Pełny Układ Strona Debugowania
pt: Página de Depuração Completa Grylli
ro: Grylli Pagina de Debug Layout Complet
ru: Страница отладки полного макета Grylli
sk: Grylli - Celé rozloženie - Stránka na ladenie
sl: Stran za razhroščevanje celotne postavitve Grylli
sq: Faqja e Defekteve të Layout-it të Grylli-t
sr: Grylli puna izgled debag stranica
sw: Ukurasa Kamili wa Mpangilio wa Grylli
ta: Grylli முழுமையான லேஅவுட் டிபக் பக்கம்
te: Grylli పూర్తి లేయవుట్ డీబగ్ పేజ
th: หน้าเต็มรูปแบบการดีบัก Grylli
tr: Grylli Tam Düzen Hata Ayıklama Sayfası
uk: Сторінка налагодження повного макета Grylli
ur: گریلی مکمل لے آؤٹ ڈیبگ صفحہ
uz: Grylli To'liq Tartib Debug Sahifasi
vi: Trang gỡ lỗi toàn bố cục Grylli
xh: Iphepha lokuHlola ngokuLungeleleneyo kweGrylli

source: Select Page to Debug
ar: اختر الصفحة للتصحيح
az: Sazlamaq Üçün Səhifəni Seç
be: выбраць старонку для налады
bn: ডিবাগের জন্য পৃষ্ঠা নির্বাচন করুন
cs: Vyberte stránku k ladění
cy: Dewis Tudalen i'w Hodweddu
da: Vælg side til fejlfinding
de: Seite zum Debuggen auswählen
el: Επιλογή Σελίδας για Διόρθωση
es: Seleccionar Página para Depurar
et: Vali silumitav lehekülg
eu: Hautatu Arazketa egiteko Orria
fa: انتخاب صفحه برای عیب یابی
fi: Valitse sivu vianmääritykseen
fr: Sélectionner la page à déboguer
ga: Paw Krataafa a Wopɛ sɛ Wuhu Mfom
gd: Tagh Duilleag airson Debug
gl: Seleccionar páxina para depurar
gu: ડિબગ કરવા માટે પાનું પસંદ કરો
he: בחר עמוד לניפוי שגיאות
hi: डिबग करने के लिए पृष्ठ चुनें
hr: Odaberite stranicu za ispravljanje grešaka
hu: Oldal kiválasztása hibakereséshez
id: Pilih Halaman untuk Debug
is: Veldu síðu til að stríka
it: Seleziona Pagina da Debuggare
ja: デバッグするページを選択
ka: გვერდის გამართვა
ku: لاپەڕە دیباگ هەلبژێرە
lt: Pasirinkti puslapį derinimui
lv: Atlasīt atkļūdojamo lapu
mg: Safidio Pejy ho Fanamboarana
mi: Tīpakohia te Whārangi hei Tirohanga
mk: Изберете страница за дебагирање
ml: ഡീബഗ് ചെയ്യാനുള്ള പേജ് തിരഞ്ഞെടുക്കുക
ms: Pilih Halaman untuk Nyahpepijat
mt: Agħżel Paġna biex Debug
my: ရှာဖွေရန် စာမျက်နှာရွေးပါ
nl: Selecteer pagina om te debuggen
no: Velg side å feilsøke
pa: ਡੀਬੱਗ ਕਰਨ ਲਈ ਪੰਨਾ ਚੁਣੋ
pl: Wybierz Stronę do Debugowania
pt: Selecionar Página para Depurar
ro: Selectează pagina pentru depanare
ru: Выберите страницу для отладки
sk: Vyberte stránku na debugovanie
sl: Izberi stran za razhroščevanje
sq: Zgjidhni Faqen për Debug
sr: Izaberite stranicu za otklanjanje grešaka
sv: Välj sida att debugga
sw: Chagua Ukurasa wa Kuona Hitilafu
ta: பிழைத்திருத்த அத்தியாயத்தைத் தேர்ந்தெடுக்கவும்
te: డీబగ్ చేయడానికి పేజీని ఎంచుకోండి
th: เลือกหน้าที่จะตรวจสอบ
tr: Hata Ayıklamak için Sayfa Seçin
uk: Вибрати сторінку для налагодження
ur: پیج منتخب کریں ڈیبگ کرنے کے لئے
uz: Tuzatish Uchun Sahifani Tanlang
vi: Chọn Trang để Gỡ lỗi
xh: Khetha Iphepha Lokujonga Iimpazamo

source: Choose a Page...
ar: اختر صفحة...
az: Səhifə Seçin...
be: абярыце старонку...
bn: একটি পৃষ্ঠা নির্বাচন করুন...
cs: Vyberte stránku...
cy: Dewiswch Dudalen...
da: Vælg en side...
de: Wähle eine Seite...
el: Επιλέξτε μια Σελίδα...
es: Elegir una Página...
et: Vali lehekülg...
eu: Hautatu Orria...
fa: صفحه‌ای را انتخاب کنید...
fi: Valitse sivu...
fr: Choisir une page…
ga: Paw Krataafa...
gd: Tagh Duilleag...
gl: Escoller unha páxina...
gu: એક પાનું પસંદ કરો...
he: בחר עמוד...
hi: एक पृष्ठ चुनें...
hr: Izaberite stranicu...
hu: Valasszon egy oldalt...
id: Pilih Halaman...
is: Veldu síðu...
it: Scegli una Pagina...
ja: ページを選択...
ka: გვერდის არჩევა...
ku: لاپەڕەیەک هەلبژێرە...
lt: Pasirinkite puslapį...
lv: Izvēlieties lapu...
mg: Safidio Pejy...
mi: Kōwhiri he Whārangi...
mk: Изберете страница...
ml: ഒരു പേജ് തിരഞ്ഞെടുക്കുക...
ms: Pilih Halaman...
mt: Agħżel Paġna...
my: စာမျက်နှာရွေးပါ...
nl: Kies een pagina...
no: Velg en side...
pa: ਇੱਕ ਪੰਨਾ ਚੁਣੋ...
pl: Wybierz Stronę...
pt: Escolher uma Página...
ro: Alege o pagină...
ru: Выберите страницу...
sk: Vyberte stránku...
sl: Izberi stran...
sq: Zgjidhni një Faqe...
sr: Izaberite stranicu...
sv: Välj en sida...
sw: Chagua Ukurasa...
ta: ஒரு அத்தியாயத்தைத் தேர்ந்தெடுக்கவும்...
te: ఒక పేజీని ఎంచుకోండి...
th: เลือกหน้า...
tr: Bir Sayfa Seçin...
uk: Виберіть сторінку...
ur: ایک پیج منتخب کریں...
uz: Bir Sahifani Tanlang...
vi: Chọn một Trang...
xh: Khetha Iphepha...

source: Export Selected Page
ar: تصدير الصفحة المختارة
az: Seçilmiş Səhifəni İxrac Et
be: экспартаваць выбраную старонку
bn: নির্বাচিত পৃষ্ঠা রফতানি করুন
cs: Exportovat vybranou stránku
cy: Allforio Tudalen Ddethol
da: Eksporter valgte side
de: Ausgewählte Seite exportieren
el: Εξαγωγή Επιλεγμένης Σελίδας
es: Exportar Página Seleccionada
et: Ekspordi valitud lehekülg
eu: Hautatu Orria Esportatu
fa: صادر کردن صفحه انتخاب‌شده
fi: Vie valittu sivu
fr: Exporter la page sélectionnée
ga: Ma Ntem Nsunso Krataafa a Wopaw
gd: Às-mhalairt Duilleag Taghta
gl: Exportar páxina seleccionada
gu: પસંદ કરેલું પાનું નિકાસ કરો
he: ייצא עמוד נבחר
hi: चयनित पृष्ठ निर्यात करें
hr: Izvezi odabranu stranicu
hu: Kiválasztott oldal exportálása
id: Ekspor Halaman Terpilih
is: Flytja út valin síðu
it: Esporta Pagina Selezionata
ja: 選択したページをエクスポート
ka: არჩეული გვერდის ექსპორტი
ku: لاپەڕە هەلبژێردراوە بەرەوەنە
lt: Eksportuoti pasirinktą puslapį
lv: Eksportēt atlasīto lapu
mg: Aondrana Pejy Voafantina
mi: Kaweake te Whārangi Kua Tīpakohia
mk: Извоз на избраната страница
ml: തിരഞ്ഞെടുത്ത പേജ് എക്സ്പോർട്ട് ചെയ്യുക
ms: Eksport Halaman Terpilih
mt: Esporta l-Paġna Magħżula
my: ရွေးထားသော စာမျက်နှာကို တင်ပို့ပါ
nl: Exporteer geselecteerde pagina
no: Eksporter valgt side
pa: ਚੁਣਿਆ ਹੋਇਆ ਪੰਨਾ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj Wybraną Stronę
pt: Exportar Página Selecionada
ro: Exportă pagina selectată
ru: Экспорт выбранной страницы
sk: Exportovať vybranú stránku
sl: Izvozi izbrano stran
sq: Eksporto Faqen e Zgjedhur
sr: Izvezi izabranu stranicu
sv: Exportera vald sida
sw: Hamisha Ukurasa Ulioteuliwa
ta: தேர்ந்தெடுக்கப்பட்ட அத்தியாயத்தை ஏற்றுமதி செய்க
te: ఎంచుకున్న పేజీని ఎగుమతి చేయండి
th: ส่งออกหน้าที่เลือก
tr: Seçili Sayfayı Dışa Aktar
uk: Експорт обраної сторінки
ur: منتخب شدہ پیج برآمد کریں
uz: Tanlangan Sahifani Eksport Qilish
vi: Xuất Trang đã Chọn
xh: Thumela Iphepha Elikhethiweyo

source: Export Layout Debug
ar: تصدير تخطيط التصحيح
az: Sazlama Layoutunu İxrac Et
be: экспартаваць макет налады
bn: লেআউট ডিবাগ রফতানি করুন
cs: Exportovat ladění rozvržení
cy: Allforio Nodweddu Gosodiad
da: Eksporter layout-fejlfinding
de: Layout-Debug exportieren
el: Εξαγωγή Διόρθωσης Διάταξης
es: Exportar Depuración de Diseño
et: Ekspordi kujunduse silumine
eu: Diseinuaren Arazketa Esportatu
fa: صادر کردن عیب یابی چیدمان
fi: Vie asettelun vianmääritys
ga: Ma Ntem Nsunso NdƆm Mbrɛ Maram Barima
gd: Às-mhalairt Debug Cruth
gl: Exportar depuración de deseño
gu: રચના ડિબગ નિકાસ કરો
he: ייצא ניפוי שגיאות פריסה
hi: लेआउट डिबग निर्यात करें
hr: Izvezi raspored za ispravljanje grešaka
hu: Elrendezés hibakeresés exportálása
id: Ekspor Debug Tata Letak
is: Flytja út útlínustrík
it: Esporta Debug Layout
ja: レイアウトデバッグをエクスポート
ka: განლაგების გამართვის ექსპორტი
ku: ئەکسپۆرتی ئینگتیازکردنی شێوە بندی
lt: Eksportuoti išdėstymo derinimą
lv: Eksportēt izklāsta atkļūdošanu
mg: Aondrana Fanamboarana Antontan-taratasy
mi: Kaweake Whakatairanga Tirohanga
mk: Извоз на дебагирање на оформувањето
ml: ലേയൗട്ട് ഡീബഗ് എക്സ്പോർട്ട് ചെയ്യുക
ms: Eksport Nyah Susun Atur
mt: Esporta l-Layout Debug
my: အပြင်အဆင် ရှာဖွေးမှုကို တင်ပို့ပါ
nl: Exporteer indeling debug
no: Eksporter layoutfeilsøking
pa: ਲੇਆਉਟ ਡੀਬੱਗ ਨਿਰਯਾਤ ਕਰੋ
pl: Eksportuj Układ Debugowania
pt: Exportar Depuração de Layout
ro: Exportă depanarea aspectului
ru: Экспорт отладки макета
sk: Exportovať debugovanie rozloženia
sl: Izvozi razhroščevanje postavitve
sq: Eksporto Dizajn Debug
sr: Izvezi raspored za otklanjanje grešaka
sv: Exportera layoutdebugg
sw: Hamisha Usaidizi wa Usanifu
ta: அமைப்பு பிழைத்திருத்தத்தை ஏற்றுமதி செய்க
te: లేఅవుట్ డీబగ్ ఎగుమతి
th: ส่งออกการตรวจสอบเลย์เอาต์
tr: Yerleşim Hatası Ayıklamayı Dışa Aktar
uk: Експорт налагодження макета
ur: لے آؤٹ ڈیبگ برآمد کریں
uz: Tartibni Tuzatishni Eksport Qilish
vi: Xuất Bố cục Gỡ lỗi
xh: Thumela Ulwandlalo Lokuqinisekisa

source: Clear Storage & Cookies
ar: مسح التخزين وملفات تعريف الارتباط
az: Saxlama & Kukiləri Təmizlə
be: ачысціць сховішча і печыва
bn: স্টোরেজ এবং কুকিজ মুছে ফেলুন
cs: Vymazat úložiště a cookies
cy: Clirio Storio a Chwcis
da: Ryd lager & cookies
de: Speicher & Cookies löschen
el: Διαγραφή Αποθήκευσης & Cookies
es: Borrar Almacenamiento y Cookies
et: Tühjenda salvestus ja küpsised
eu: Garbitu Biltegia eta Cookie-ak
fa: پاک کردن حافظه و کوکی‌ها
fi: Tyhjennä tallennustila ja evästeet
fr: Effacer le stockage et les cookies
ga: Popa Nsuo Mùtwe & Ako
gd: Glan Stòradh & Briosgaidean
gl: Limpar almacenamento e cookies
gu: સંગ્રહ અને કૂકીઝ સાફ કરો
he: נקה אחסון ועוגיות
hi: स्टोरेज और कुकीज़ साफ़ करें
hr: Obriši pohranu i kolačiće
hu: Tároló és sütik törlése
id: Hapus Penyimpanan & Cookie
is: Hreinsa geymslu & kex
it: Cancella Archiviazione e Cookie
ja: ストレージとクッキーをクリア
ka: შენახული მონაცემებისა და ქუქების წაშლა
ku: پشکنینی پاشەکەوت و کوکییەکان
lt: Išvalyti saugyklą ir slapukus
lv: Notīrīt glabātuvi un sīkdatnes
mg: Hamafa Tahiry sy Cookies
mi: Ūkui Pūmahara & Pihikete
mk: Исчисти складиште и колачиња
ml: സ്റ്റോറേജ് & കുക്കികൾ ক্লിയർ ചെയ്യുക
ms: Kosongkan Storan & Kuki
mt: Ċara l-Ħżin & Cookies
my: သိုလှောင်မှုနှင့် ကက္ကူများကို ရှင်းပါ
nl: Wis opslag & cookies
no: Tøm lagring og informasjonskapsler
pa: ਸਟੋਰੇਜ ਅਤੇ ਕੂਕੀਜ਼ ਸਾਫ ਕਰੋ
pl: Wyczyść Pamięć i Ciasteczka
pt: Limpar Armazenamento & Cookies
ro: Ștergeți stocarea & cookie-urile
ru: Очистить хранилище и cookies
sk: Vymazať úložište a cookies
sl: Počisti shrambo in piškotke
sq: Pastro Memorie & Cookies
sr: Obriši skladište i kolačiće
sv: Rensa lagring & cookies
sw: Futa Hifadhi na Vidakuzi
ta: சேமிப்பு மற்றும் கூகீஸ்களை அழிக்கவும்
te: స్టోరేజ్ & కుకీలు క్లియర్ చేయండి
th: ล้างข้อมูลและคุกกี้
tr: Depolama ve Çerezleri Temizle
uk: Очистити сховище та кукі
ur: اسٹوریج اور کوکیز صاف کریں
uz: Saqlash va Kukilarni Tozalash
vi: Xóa Bộ nhớ & Cookie
xh: Cima Ugcino & Iikuki

source: Refresh Debug Info
ar: تحديث معلومات التصحيح
az: Sazlama Məlumatını Yenilə
be: абнавіць інфармацыю аб наладзе
bn: ডিবাগ তথ্য রিফ্রেশ করুন
cs: Obnovit informace pro ladění
cy: Adnewyddu Gwybodaeth Nodweddu
da: Opdater fejlfinding-info
de: Debug-Informationen aktualisieren
el: Ανανέωση Πληροφοριών Διόρθωσης
es: Actualizar Información de Depuración
et: Uuenda silumisinfo
eu: Eguneratu Arazketa Informazioa
fa: تازه کردن اطلاعات عیب یابی
fi: Päivitä vianmääritystiedot
fr: Rafraîchir les infos de débogage
gd: Ùraich Fiosrachadh Debug
gl: Actualizar información de depuración
gu: ડિબગ માહિતી તાજું કરો
he: רענן מידע ניפוי שגיאות
hi: डिबग जानकारी को ताज़ा करें
hr: Osvježi informacije o ispravljanju grešaka
hu: Hibakeresési információk frissítése
id: Segarkan Info Debug
is: Endurnýja stríkingarupplýsingar
it: Aggiorna Info Debug
ja: デバッグ情報を更新
ka: გამართვის ინფორმაციის განახლება
ku: تازەکردنەوەی زانیاری دیباگ
lt: Atnaujinti derinimo informaciją
lv: Atsvaidzināt atkļūdošanas informāciju
mg: Havaozina ny Torohay Fanamboarana
mi: Whakahou Tirohanga Raraunga
mk: Освежи информации за дебагирање
ml: ഡീബഗ് വിവരങ്ങൾ റിഫ്രെഷ് ചെയ്യുക
ms: Segarkan Maklumat Nyahpepijat
mt: Aġġorna Info tal-Debug
my: ရှာဖွေမှုသတင်းအချက်အလက်ကို ပြန်လည်ဖျော်ဖြေရန်
nl: Ververs debug-info
no: Oppdater feilsøkingsinformasjon
pa: ਡੀਬੱਗ ਜਾਣਕਾਰੀ ਰਿਫਰੈਸ਼ ਕਰੋ
pl: Odśwież Informacje Debugowania
pt: Atualizar Informações de Depuração
ro: Reîmprospătați informațiile de depanare
ru: Обновить информацию об отладке
sk: Obnoviť debugovacie informácie
sl: Osveži razhroščevalne informacije
sq: Rifresko Informacionin e Debug
sr: Osveži informacije o otklanjanju grešaka
sv: Uppdatera debug-info
sw: Sasisha Taarifa za Hitilafu
ta: பிழைத்திருத்த தகவலைப் புதுப்பிக்கவும்
te: డీబగ్ సమాచారం రిఫ్రెష్ చేయండి
th: รีเฟรชข้อมูลการตรวจสอบ
tr: Hata Ayıklama Bilgilerini Yenile
uk: Оновити інформацію для налагодження
ur: ڈیبگ معلومات تازہ کریں
uz: Tuzatish Ma'lumotlarini Yangilash
vi: Làm mới Thông tin Gỡ lỗi
xh: Hlaziya Ulwazi Lokujonga Iimpazamo

source: Theme & DOM State
ar: الثيم وحالة DOM
az: Tema və DOM Vəziyyəti
be: тема и состояние DOM
bn: থিম ও DOM অবস্থা
cs: Téma & stav DOM
cy: Thema ac Ymddangos DOM
da: Tema & DOM-tilstand
de: Thema & DOM-Zustand
el: Θέμα & Κατάσταση DOM
es: Tema y estado del DOM
et: Teema ja DOM Oleku
eu: Gaia & DOM Egoera
fa: تم و وضعیت DOM
fi: Teema & DOM-tila
fr: État du thème et du DOM
ga: Téama & Stádas DOM
gd: Cuspair & Staid DOM
gl: Tema e Estado DOM
gu: થીમ અને DOM સ્ટેટ
he: נושא & מצב DOM
hi: थीम और DOM स्थिति
hr: Tema i DOM stanje
hu: Téma és DOM állapot
id: Tema & Keadaan DOM
is: Þema & DOM-staða
it: Tema e stato DOM
ja: テーマとDOM状態
ka: თემა და DOM მდგომარეობა
ku: Tema & Rewşa DOM
lt: Tema ir DOM būsena
lv: Tēma un DOM stāvoklis
mg: Fandaharana =& ary Toetran'ny DOM
mi: Kaupapa & āhua DOM
mk: Тема и DOM состојба
ml: തീം & DOM അവസ്ഥ
ms: Tema & Keadaan DOM
mt: Tema u stat DOM
my: အပေါ်အခြေခံ & DOM အခြေအနေ
nl: Thema & DOM Status
no: Tema & DOM Tilstand
pa: ਥੀਮ ਅਤੇ ਡੀਓਐਮ ਸਥਿਤੀ
pl: Stan Motywu i DOM
pt: Tema & Estado DOM
ro: Tema & Starea DOM
ru: Тема и состояние DOM
sk: Téma a stav DOM
sl: Tema in stanje DOM
sq: Tema & Gjendja DOM
sr: Tema i DOM stanje
sv: Tema & DOM-tillstånd
sw: Mandhari & Hali ya DOM
ta: தீம் & DOM நிலை
te: థీమ్ & DOM స్థితి
th: ธีม & สถานะ DOM
tr: Tema ve DOM Durumu
uk: Тема та стан DOM
ur: تھیم اور ڈوم حالت
uz: Mavzu va DOM Holati
vi: Giao diện & Trạng thái DOM
xh: Umxholo & UMeko yeDOM
