Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Cannot edit while assigned to emails
ar: لا يمكن التعديل أثناء التعيين للإشعارات
az: Bildirişlərə təyin olduqda redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць, калі прызначаны апавяшчэнням
bn: নোটিফিকেশনের জন্য বরাদ্দ থাকলে সম্পাদনা করা যাবে না
cs: Nelze upravit, dokud je přiřazen k notifikacím
cy: Methu golygu tra wedi’i aseinio i hysbysiadau
da: Kan ikke redigere, mens det er tildelt til notifikationer
de: Kann nicht bearbeitet werden, solange es Benachrichtigungen zugewiesen ist
el: Δεν είναι δυνατή η επεξεργασία ενώ έχει εκχωρηθεί σε ειδοποιήσεις
es: No se puede editar mientras esté asignado a notificaciones.
et: Ei saa redigeerida, kui on määratud teadetele
eu: Ez daiteke editatu jakinarazpenetara esleitua dagoenean
fa: نمی‌توان در حین تخصیص به اعلان‌ها ویرایش کرد
fi: Ei voi muokata ilmoituksiin osoitettuna
fr: Impossible de modifier tant que c'est attribué aux notifications
ga: Ae'nrootai po iola¹ aen soorn¹ti.
gd: Chan urrainnear a dheasachadh fhad ‘s a tha e ceangailte ri fiosan
gl: Non se pode editar mentres se asigna a notificacións
gu: સૂચનાઓમાં નિમણૂક કરેલી હોય ત્યારે સુધારી શકતા નથી
he: לא ניתן לערוך בזמן שהוקצה להודעות
hi: सूचनाओं को असाइन किए जाने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok je dodijeljeno obavijestima
hu: Nem szerkeszthető, amíg értesítésekhez van hozzárendelve
id: Tidak dapat mengedit saat ditugaskan ke notifikasi
is: Ekki hægt að breyta á meðan úthlutað til tilkynninga
it: Impossibile modificare mentre è assegnato alle notifiche
ja: 通知に割り当てられているため編集できません
ka: აშუალ რაკიძი როგორებილი რფუႠძი
ku: Ne dibe ku nû ve bidoxin ku ji nûvek bikarenibin tê kelokandina
lt: Negalima redaguoti priskyrus pranešimams
lv: Nevar rediģēt, kamēr ir piešķirts paziņojumiem
mg: Tsy afaka manova rehefa nametrahana amin'ny fampahafantarana
mi: Cannot edit while assigned to notifications
mk: Не може да се уреди додека е доделен на известувања
ml: നോ …കവരണ ആശുങ്ങകൾകാരണം തക്കേണ്ടോയെടുക്കില്ല
ms: Tidak boleh menyunting semasa ditugaskan kepada pemberitahuan
mt: Ma tistax teditja waqt li tkun assenjat għal notifiki
my: သတိပေးချက်များတွင် အပ်နှံထားသောအခါ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl toegewezen aan meldingen
no: Kan ikke redigere mens det er tildelt til varsler
pa: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਸੌੰਪਿਆ ਗਿਆ ਹੋਣ 'ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy przypisane do powiadomień
pt: Não é possível editar enquanto atribuído a notificações
ro: Nu se poate edita în timp ce este atribuit notificărilor
ru: Невозможно редактировать, пока назначено уведомлениям
sk: Nie je možné upravovať, ak je priradené k upozorneniam
sl: Ni mogoče urejati med dodelitvijo obvestilom
sq: Nuk mund të redaktohet kur i është caktuar njoftimeve
sr: Ne može se uređivati dok je dodeljeno za obaveštenja
sv: Kan inte redigera medan den är tilldelad till aviseringar
sw: Haiwezi kuhariri wakati imepeanwa kwa arifa
ta: அறிவிப்புகளுடன் ஒதுக்கப்பட்டுள்ள போது திருத்த முடியாது
te: నోటిఫికేషన్లకు అసైన్ చేయబడి ఉన్నప్పుడు సవరించలేరు
th: ไม่สามารถแก้ไขในขณะที่มีการกำหนดไปยังการแจ้งเตือน
tr: Bildirimlere atanmışken düzenlenemez
uk: Неможливо змінити під час призначення на сповіщення
ur: نوٹیفیکیشنز کو تفویض ہونے کے دوران ترمیم نہیں کر سکتے
uz: Bildirishnomalarga tayinlanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi được gán vào thông báo
xh: Ayikwazi ukuhlela ngelixa isabela kwizaziso

source: Cannot delete while assigned to emails
ar: لا يمكن الحذف أثناء التعيين للإشعارات
az: Bildirişlərə təyin olduqda silmək mümkün deyil
be: Немагчыма выдаліць, калі прызначаны апавяшчэнням
bn: নোটিফিকেশনের জন্য বরাদ্দ থাকলে মুছা যাবে না
cs: Nelze smazat, dokud je přiřazen k notifikacím
cy: Methu dileu tra wedi’i aseinio i hysbysiadau
da: Kan ikke slette, mens det er tildelt til notifikationer
de: Kann nicht gelöscht werden, solange es Benachrichtigungen zugewiesen ist
el: Δεν είναι δυνατή η διαγραφή ενώ έχει εκχωρηθεί σε ειδοποιήσεις
es: No se puede eliminar mientras esté asignado a notificaciones.
et: Ei saa kustutada, kui on määratud teadetele
eu: Ez daiteke ezabatu jakinarazpenetara esleitua dagoenean
fa: نمی‌توان در حین تخصیص به اعلان‌ها حذف کرد
fi: Ei voi poistaa ilmoituksiin osoitettuna
fr: Impossible de supprimer tant que c'est attribué aux notifications
ga: 用fu通知isno删除
gd: Chan urrainnear a sguabadh fhad ‘s a tha e ceangailte ri fiosan
gl: Non se pode eliminar mentres se asigna a notificacións
gu: સૂચનાઓમાં નિમણૂક કરેલી હોય ત્યારે દૂર કરી શકતા નથી
he: לא ניתן למחוק בזמן שהוקצה להודעות
hi: सूचनाओं को असाइन किए जाने पर हटा नहीं सकते
hr: Ne mogu izbrisati dok je dodijeljeno obavijestima
hu: Nem törölhető, amíg értesítésekhez van hozzárendelve
id: Tidak dapat menghapus saat ditugaskan ke notifikasi
is: Ekki hægt að eyða á meðan úthlutað til tilkynninga
it: Impossibile eliminare mentre è assegnato alle notifiche
ja: 通知に割り当てられているため削除できません
ka: აშუალ ურციეთე ტვღა SMTP შეშური სტანდართემგა
ku: Ne dibe ku ji nûve ke vegel nezelên hewerek kêlekandin
lt: Negalima ištrinti priskyrus pranešimams
lv: Nevar dzēst, kamēr ir piešķirts paziņojumiem
mg: Tsy afaka mamafa rehefa nametrahana amin'ny fampahafantarana
mi: 無法刪除，因為已指派給通知
mk: Не може да се избрише додека е доделен на известувања
ml: അറിയിപ്പുകളിൽ അൽപം ലഭ്യങ്കൾക്കും നിലവുറം അèquesി ലംബുക
ms: Tidak boleh memadam semasa ditugaskan kepada pemberitahuan
mt: Ma tistax tħassar waqt li tkun assenjat għal notifiki
my: သတိပေးချက်များတွင် အပ်နှံထားသောအခါ ဖျက်၍မရပါ
nl: Kan niet verwijderen terwijl toegewezen aan meldingen
no: Kan ikke slette mens det er tildelt til varsler
pa: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਸੌੰਪਿਆ ਗਿਆ ਹੋਣ 'ਤੇ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ
pl: Nie można usunąć, gdy przypisane do powiadomień
pt: Não é possível excluir enquanto atribuído a notificações
ro: Nu se poate șterge în timp ce este atribuit notificărilor
ru: Невозможно удалить, пока назначено уведомлениям
sk: Nie je možné vymazať, ak je priradené k upozorneniam
sl: Ni mogoče izbrisati med dodelitvijo obvestilom
sq: Nuk mund të fshihet kur i është caktuar njoftimeve
sr: Ne može se izbrisati dok je dodeljeno za obaveštenja
sv: Kan inte ta bort medan den är tilldelad till aviseringar
sw: Haiwezi kufuta wakati imepeanwa kwa arifa
ta: அறிவிப்புகளுடன் ஒதுக்கப்பட்டுள்ள போது நீக்க முடியாது
te: నోటిఫికేషన్లకు అసైన్ చేయబడి ఉన్నప్పుడు తొలగించలేరు
th: ไม่สามารถลบในขณะที่มีการกำหนดไปยังการแจ้งเตือน
tr: Bildirimlere atanmışken silinemez
uk: Неможливо видалити під час призначення на сповіщення
ur: نوٹیفیکیشنز کو تفویض ہونے کے دوران حذف نہیں کر سکتے
uz: Bildirishnomalarga tayinlanganda o'chirib bo'lmaydi
vi: Không thể xóa khi được gán vào thông báo
xh: Ayikwazi ukucima ngelixa isabela kwizaziso

source: Port:
ar: المنفذ:
be: পোর্ট:
bn: পোর্ট:
cy: Porth:
el: Θύρα:
es: Puerto:
eu: Ataka:
fa: پورت:
fi: Portti:
gl: Porto:
gu: પોર્ટ:
he: פורט:
hi: पोर्ट:
is: Tengill:
it: Porta:
ja: ポート:
ka: პორტი:
ku: نووسینەوە:
lt: Prievadas:
lv: Ports:
mg: Seranana:
mi: Tauranga:
mk: Порта:
ml: പോർട്ട്:
my: ပေါ့တ်:
nl: Poort:
pa: ਪੋਰਟ:
pt: Porta:
ru: Порт:
sl: Vrata:
sq: Porti:
sw: Bandari:
ta: துறைமுகம்:
te: పోర్ట్:
th: พอร์ต:
uk: Порт:
ur: پورٹ:
vi: Cổng:
xh: I-Port:

source: Need help finding your SMTP server settings? See here for some links to common providers:
ar: تحتاج لمساعدة في العثور على إعدادات خادم SMTP الخاص بك؟ انظر هنا لبعض الروابط لمزودي الخدمة الشائعين:
az: SMTP server quraşdırmalarınızı tapmaq üçün köməyə ehtiyacınız var? Bəzi ümumi provayderlər üçün bağlantıları buradan baxın:
be: Патрабуецца дапамога ў пошуку налад сервера SMTP? Глядзіце тут спасылкі на агульных пастаўшчыкоў:
bn: আপনার SMTP সার্ভার সেটিংস খুঁজতে সাহায্য দরকার? কিছু সাধারণ প্রদানকারীর জন্য এখানে কিছু লিঙ্ক দেখুন:
cs: Potřebujete pomoc s nalezením nastavení vašeho SMTP serveru? Několik odkazů na běžné poskytovatele:
cy: Angen help i ddod o hyd i’ch gosodiadau gweinydd SMTP? Gweler yma am rai dolenni i ddarparwyr cyffredin:
da: Har du brug for hjælp til at finde dine SMTP-serverindstillinger? Se her for nogle links til almindelige udbydere:
de: Brauchen Sie Hilfe bei der Suche Ihrer SMTP-Servereinstellungen? Hier finden Sie einige Links zu gängigen Anbietern:
el: Χρειάζεστε βοήθεια για να βρείτε τις ρυθμίσεις διακομιστή SMTP; Δείτε εδώ για κάποιους συνδέσμους σε κοινούς παρόχους:
es: ¿Necesitas ayuda para encontrar la configuración de tu servidor SMTP? Consulta aquí algunos enlaces de proveedores comunes:
et: Kas vajad abi oma SMTP serveri seadete leidmisel? Vaata siit tavaliste pakkujate linke:
eu: Zure SMTP zerbitzariaren ezarpenak aurkitzen laguntza behar duzu? Hona hemen hornitzaile arrunten estekak:
fa: نیاز به کمک برای یافتن تنظیمات سرور SMTP خود دارید؟ اینجا چند لینک به ارائه‌دهندگان رایج است:
fi: Tarvitsetko apua SMTP-palvelimen asetusten löytämisessä? Katso täältä joitakin linkkejä yleisiin palveluihin:
fr: Besoin d'aide pour trouver vos paramètres de serveur SMTP ? Consultez ici quelques liens vers des fournisseurs courants :
ga: Wopɛ mmoa sɛ ɛde korɔn w'adwumakaninyi SMTP server ahyehyɛ? Hwɛ ha maa nnema a wɔka ho too aseɛ:
gd: A bheil feum agad air taic gus na suidheachaidhean frithealaiche SMTP agad a lorg? Faic an seo airson cuid de cheanglaichean gu prìomh sholaraichean:
gl: Necesitas axuda para atopar as configuracións do teu servidor SMTP? Consulta aquí algunhas ligazóns a provedores comúns:
gu: તમારા SMTP સર્વર સેટિંગ્સ શોધવામાં મદદની જરૂર છે? સામાન્ય પ્રદાતાઓ માટે的一ા લિંક અહીં જુઓ:
he: צריך עזרה במציאת הגדרות שרת ה-SMTP שלך? ראה כאן כמה קישורים לספקים נפוצים:
hi: क्या आपको अपने SMTP सर्वर सेटिंग्स खोजने में मदद चाहिए? सामान्य प्रदाताओं के लिए कुछ लिंक यहाँ देखें:
hr: Trebate pomoć u pronalaženju postavki svog SMTP poslužitelja? Pogledajte ovdje za neke poveznice sa čestim pružateljima:
hu: Segítségre van szüksége az SMTP szerver beállításainak megtalálásához? Nézze meg itt néhány linket a gyakori szolgáltatókhoz:
id: Butuh bantuan menemukan pengaturan server SMTP Anda? Lihat di sini untuk beberapa tautan ke penyedia umum:
is: Þarftu hjálp við að finna stillingar fyrir SMTP þjóninn þinn? Sjá hér fyrir nokkra tengla á algenga þjónustuaðila:
it: Hai bisogno di aiuto per trovare le impostazioni del tuo server SMTP? Vedi qui per alcuni link ai fornitori comuni:
ja: SMTPサーバー設定を見つける手助けが必要ですか？一般的なプロバイダーへのリンクをここで確認してください:
ka: გამორგ ქლავებული ყვე ქლავებული SMTP გაგეს? გაურითგა ერთი შემი საკვეთობებს:
ku: Karikariya weyek da ku sazîtakî FTP de nasbikini? Binêreya wek guhyara Formewandin!
lt: Reikia pagalbos surandant SMTP serverio nustatymus? Žr. čia keletą nuorodų į įprastus teikėjus:
lv: Vai jums ir nepieciešama palīdzība, lai atrastu sava SMTP servera iestatījumus? Skatieties šeit saites uz bieži sastopamiem pakalpojumu sniedzējiem:
mg: Mila fanampiana amin'ny fitadiavana ny fampidiranao SMTP? Jereo eto misy rohy vitsivitsy amin'ny mpamatsy mahazatra:
mi: Me āwhina ki te kimi i ō tautuhinga tūmau SMTP? Tirohia i konei mō ētahi hononga ki ngā kaiwhakarato noa:
mk: Потребна е помош за наоѓање на вашите SMTP сервер поставки? Погледнете овде за неколку линкови до вообичаени провајдери:
ml: സ്വന്തമായ SMTP സെർവർ ക്രമീകരണങ്ങൾ കണ്ടെത്താൻ സഹായം വേർദോ? സാധാരണ പ്രോവൈഡർമാർക്ക് കുറേ ലിങ്കുകൾ കാണുക:
ms: Perlu bantuan mencari tetapan pelayan SMTP anda? Lihat di sini untuk beberapa pautan kepada pembekal biasa:
mt: Għandek bżonn ta' għajnuna biex issib is-settings tas-server SMTP tiegħek? Ara hawn għal xi links għal fornituri komuni:
my: သင့် SMTP ဆာဗာကိုတွေ့ရန် အကူအညီလိုအပ်ပါသလား? ကောင်းသော ဖောက်သည်များအတွက် အချို့သော link များကို ဒီမှာကြည့်ပါ:
nl: Hulp nodig bij het vinden van je SMTP-serverinstellingen? Zie hier voor enkele links naar veelgebruikte providers:
no: Trenger du hjelp til å finne innstillingene for din SMTP-server? Se her for noen lenker til vanlige tilbydere:
pa: ਕੀ ਤੁਹਾਨੂੰ ਆਪਣੇ SMTP ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਦੀ ਲੋੜ ਹੈ? ਕੁਝ ਆਮ ਪ੍ਰਦਾਤਾਵਾਂ ਲਈ ਕੁਝ ਲਿੰਕ ਇੱਥੇ ਵੇਖੋ:
pl: Potrzebujesz pomocy w znalezieniu ustawień swojego serwera SMTP? Zobacz tutaj kilka linków do popularnych dostawców:
pt: Precisa de ajuda para encontrar as configurações do servidor SMTP? Veja aqui alguns links para provedores comuns:
ro: Ai nevoie de ajutor pentru a găsi setările serverului tău SMTP? Vezi aici câteva linkuri către furnizori comuni:
ru: Нужна помощь в нахождении настроек вашего SMTP сервера? См. здесь несколько ссылок на общих провайдеров:
sk: Potrebujete pomoc pri hľadaní nastavení SMTP servera? Pozrite sa tu na odkazy na bežných poskytovateľov:
sl: Potrebujete pomoč pri iskanju nastavitev za vaš SMTP strežnik? Tukaj so povezave do nekaj pogostih ponudnikov:
sq: Keni nevojë për ndihmë për gjetjen e cilësimeve të serverit tuaj SMTP? Shiko këtu për disa lidhje me ofruesit e zakonshëm:
sr: Treba vam pomoć u pronalaženju SMTP postavki servera? Pogledajte ovde neke linkove za uobičajene provajdere:
sv: Behöver du hjälp med att hitta dina SMTP-serverinställningar? Se här för länkar till vanliga leverantörer:
sw: Unahitaji msaada wa kupata mipangilio ya seva yako ya SMTP? Angalia hapa kwa baadhi ya viungo vya watoa huduma wa kawaida:
ta: SMTP சேவையக அமைப்புகளைத் தேட உதவி தேவையா? பொதுவான சேவையக பையலிடம் க்ச்சாச்சா பெற்ற ’
te: మీ SMTP సర్వర్ సెట్టింక్సును కనుగొనడంలో సహాయం కావాలా? సాధారణ ప్రొవైడర్ల కోసం కొన్ని లింకులను ఇక్కడ చూడండి:
th: ต้องการความช่วยเหลือในการค้นหาการตั้งค่าเซิร์ฟเวอร์ SMTP ของคุณหรือไม่? ดูที่นี่สำหรับลิงก์ไปยังผู้ให้บริการทั่วไป:
tr: SMTP sunucu ayarlarınızı bulmak için yardıma mı ihtiyacınız var? Yaygın sağlayıcılar için bazı bağlantılara buradan bakın:
uk: Потрібна допомога у пошуку налаштувань сервера SMTP? Дивіться тут посилання на загальних провайдерів:
ur: کیا آپ کو اپنے SMTP سرور کی ترتیبات تلاش کرنے میں مدد چاہیے؟ کچھ عام فراہم کنندگان کے لنکس کے لیے یہاں دیکھیں:
uz: SMTP server sozlamalarini topishga yordam kerakmi? Ommabop provayderlar uchun ba'zi havolalar uchun bu yerga qarang:
vi: Cần trợ giúp để tìm cài đặt máy chủ SMTP của bạn? Xem ở đây để tìm một số liên kết tới các nhà cung cấp phổ biến:
xh: Ufuna Uncedo lokufumana izicwangciso zakho ze-SMTP? Jonga apha kwizikhonkco kwiinkonzo eziqhelekileyo:

source: SMTP Server Settings Help (GitHub)
ar: مساعدة إعدادات خادم SMTP (GitHub)
az: SMTP Server Quraşdırma Yardımı (GitHub)
be: Дапамога па наладзе сервера SMTP (GitHub)
bn: SMTP সার্ভার সেটিংস সহায়তা (GitHub)
cs: Nápověda s nastavením SMTP serveru (GitHub)
cy: Cymorth Gosodiadau Gweinydd SMTP (GitHub)
da: SMTP-serverindstillingshjælp (GitHub)
de: SMTP-Server-Einstellungen-Hilfe (GitHub)
el: Βοήθεια Ρυθμίσεων Διακομιστή SMTP (GitHub)
es: Ayuda de Configuración del Servidor SMTP (GitHub)
et: SMTP serveri seadete abi (GitHub)
eu: SMTP Zerbitzari Ezarpenen Laguntza (GitHub)
fa: راهنمای تنظیمات سرور SMTP (GitHub)
fi: SMTP-palvelimen asetusten apu (GitHub)
fr: Aide sur les paramètres du serveur SMTP (GitHub)
ga: SMTP Server Nhyehyɛ Mmoa (GitHub)
gd: Taic Rèiteachaidh Frithealaiche SMTP (GitHub)
gl: Axuda de Configuración de Servidor SMTP (GitHub)
gu: SMTP સર્વર સેટિંગ્સ મદદ (GitHub)
he: עזרה להגדרות שרת SMTP (GitHub)
hi: SMTP सर्वर सेटिंग्स सहायता (GitHub)
hr: Pomoć za postavke SMTP poslužitelja (GitHub)
hu: SMTP szerverbekezdési segítség (GitHub)
id: Bantuan Pengaturan Server SMTP (GitHub)
it: Aiuto impostazioni server SMTP (GitHub)
ja: SMTPサーバー設定ヘルプ (GitHub)
ka: SMTP სამოგრხებლობებს წეყს (GitHub)
ku: Alîkara Sazkerî Serveta SMTP (GitHub)
lt: SMTP serverio nustatymų pagalba (GitHub)
lv: SMTP servera iestatījumu palīdzība (GitHub)
mg: Fanampiana Amin'ny Fampidirana SMTP Server (GitHub)
mi: Āwhina Tautuhinga Tūmau SMTP (GitHub)
mk: SMTP поставки на сервер (GitHub)
ml: SMTP സെർവർ ക്രമീകരണ സഹായം (GitHub)
ms: Bantuan Tetapan Pelayan SMTP (GitHub)
mt: Għajnuna tas-Settings tas-Server SMTP (GitHub)
my: SMTP Server Settings အကူအညီ (GitHub)
nl: SMTP Server Instellingen Hulp (GitHub)
no: SMTP-serverinnstillinger Hjelp (GitHub)
pa: SMTP ਸਰਵਰ ਸੈਟਿੰਗਾਂ ਦੀ ਮਦਦ (GitHub)
pl: Pomoc dotycząca ustawień serwera SMTP (GitHub)
pt: Ajuda de Configurações do Servidor SMTP (GitHub)
ro: Ajutor pentru Setări Server SMTP (GitHub)
ru: Справка по Настройкам SMTP Сервера (GitHub)
sk: Pomoc s nastaveniami SMTP servera (GitHub)
sl: Pomoč za nastavitve SMTP strežnika (GitHub)
sq: Ndihmë për Cilësimet e Serverit SMTP (GitHub)
sr: Pomoć za SMTP postavke servera (GitHub)
sv: SMTP Serverinställningshjälp (GitHub)
sw: Msaada wa Mipangilio ya Seva ya SMTP (GitHub)
ta: SMTP சேவையக அமைப்புகள் உதவி (GitHub)
te: SMTP సర్వర్ సెట్టింక్స్ సహాయం (GitHub)
th: ความช่วยเหลือการตั้งค่าเซิร์ฟเวอร์ SMTP (GitHub)
tr: SMTP Sunucu Ayarları Yardımı (GitHub)
uk: Допомога з налаштуванням SMTP-сервера (GitHub)
ur: SMTP سرور ترتیبات کی مدد (GitHub)
uz: SMTP Server Sozlamalar Yordam (GitHub)
vi: Trợ Giúp Cài Đặt SMTP Server (GitHub)
xh: Uncedo Lwezicwangciso ze-SMTP Server (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
ar: العثور على روابط الوثائق الرسمية لـ Gmail وOutlook وYahoo وAOL وغيرها.
az: Gmail, Outlook, Yahoo, AOL və digər provayderlərin rəsmi sənədlər üçün bağlantıları tapın.
be: Знайдзіце спасылкі на афіцыйныя дакументы для Gmail, Outlook, Yahoo, AOL і іншых.
bn: Gmail, Outlook, Yahoo, AOL এবং অন্যান্যদের জন্য অফিসিয়াল ডকুমেন্টেশন লিঙ্কগুলি খুঁজুন।
cs: Najděte odkazy na oficiální dokumentaci pro Gmail, Outlook, Yahoo, AOL a další.
cy: Dewch o hyd i ddolenni dogfennaeth swyddogol ar gyfer Gmail, Outlook, Yahoo, AOL, ac eraill.
da: Find officielle dokumentationslinks til Gmail, Outlook, Yahoo, AOL og andre.
de: Finden Sie Links zur offiziellen Dokumentation für Gmail, Outlook, Yahoo, AOL und andere.
el: Βρείτε συνδέσμους στην επίσημη τεκμηρίωση για Gmail, Outlook, Yahoo, AOL και άλλους.
es: Encuentra enlaces a documentación oficial para Gmail, Outlook, Yahoo, AOL y otros.
et: Leia ametlikud dokumentatsiooni lingid Gmaili, Outlooki, Yahoo, AOL-i ja teiste kohta.
eu: Gmail, Outlook, Yahoo, AOL eta besteren dokumentazio ofizialen estekak aurkitu.
fa: لینک به مستندات رسمی برای Gmail، Outlook، Yahoo، AOL و دیگران را پیدا کنید.
fi: Löydä viralliset dokumentaatio-linkit Gmailille, Outlookille, Yahoolle, AOL:lle ja muille.
fr: Trouvez des liens vers la documentation officielle de Gmail, Outlook, Yahoo, AOL, et d'autres.
ga: Kɔ na hwehwɛ nhoma a wɔde di wɔ a ɛma a wɔkpanyinnkyɛ, Outlook, Yahoo, AOL, ne naman foforɔ.
gd: Lorg ceanglaichean oifigeil do Gheamail, Outlook, Yahoo, AOL, agus feadhainn eile.
gl: Atopa ligazóns de documentación oficial para Gmail, Outlook, Yahoo, AOL, e outros.
gu: Gmail, Outlook, Yahoo, AOL, અને અન્ય માટે સત્તાવાર દસ્તાવેજી લિંક શોધો.
he: מצא קישורים לתיעוד רשמי עבור Gmail, Outlook, Yahoo, AOL ואחרים.
hi: Gmail, Outlook, Yahoo, AOL, और अन्य के लिए आधिकारिक दस्तावेज़ीकरण लिंक खोजें।
hr: Pronađite službene poveznice za dokumentaciju za Gmail, Outlook, Yahoo, AOL i druge.
hu: Hivatalos dokumentációs linkek keresése a Gmail, Outlook, Yahoo, AOL és mások számára.
id: Temukan tautan dokumentasi resmi untuk Gmail, Outlook, Yahoo, AOL, dan lainnya.
is: Finndu opinbera skjalatengla fyrir Gmail, Outlook, Yahoo, AOL og fleiri.
it: Trova link alla documentazione ufficiale per Gmail, Outlook, Yahoo, AOL e altri.
ja: Gmail、Outlook、Yahoo、AOLなどの公式ドキュメントリンクを見つけてください。
ka: გაძრამღე რეჰსასწი ქლავებულებშႠ Gmail, Outlook, Yahoo, AOL და უსეს. დწეკე
ku: Pêştariya wîjenî di bo Gmail, Outlook, Yahoo, AOL û yên din.
lt: Raskite oficialių dokumentų nuorodas Gmail, Outlook, Yahoo, AOL ir kt.
lv: Atrodiet oficiālās dokumentācijas saites Gmail, Outlook, Yahoo, AOL un citiem.
mg: Mahita rohy documentation ofisialy ho an'ny Gmail, Outlook, Yahoo, AOL, sy ny hafa.
mi: Kimihia ngā hononga tuhinga ā-whaimana mō Gmail, Outlook, Yahoo, AOL, me ētahi atu.
mk: Најдете официјални линкови за документација за Gmail, Outlook, Yahoo, AOL и други.
ml: Gmail, Outlook, Yahoo, AOL, മറ്റു ഔദ്യോഗിക ഡോക്യുമെന്റേഷൻ ലിങ്കുകൾ കണ്ടെത്തുക.
ms: Cari pautan dokumentasi rasmi untuk Gmail, Outlook, Yahoo, AOL, dan yang lain.
mt: Sib links tad-dokumentazzjoni uffiċjali għal Gmail, Outlook, Yahoo, AOL, u oħrajn.
my: Gmail, Outlook, Yahoo, AOL, နှင့် အခြားအရာများအတွက် တရားဝင်စာတမ်း နှင့် link များကို ရှာပါ။
nl: Vind officiële documentatielinks voor Gmail, Outlook, Yahoo, AOL en anderen.
no: Finn lenker til offisiell dokumentasjon for Gmail, Outlook, Yahoo, AOL og andre.
pa: Gmail, Outlook, Yahoo, AOL, ਅਤੇ ਹੋਰਨਾਂ ਲਈ ਅਧਿਕਾਰਤ ਦਸਾਵੇਜ਼ੀ ਲਿੰਕਸ ਲੱਭੋ।
pl: Znajdź oficjalne linki do dokumentacji dla Gmail, Outlook, Yahoo, AOL i innych.
pt: Encontre links para documentação oficial do Gmail, Outlook, Yahoo, AOL e outros.
ro: Găsește linkuri către documentația oficială pentru Gmail, Outlook, Yahoo, AOL și altele.
ru: Найдите официальные ссылки на документацию для Gmail, Outlook, Yahoo, AOL и других.
sk: Nájdite odkazy na oficiálnu dokumentáciu pre Gmail, Outlook, Yahoo, AOL a ďalších.
sl: Najdite uradne dokumentacijske povezave za Gmail, Outlook, Yahoo, AOL in druge.
sq: Gjeni lidhje dokumentacioni zyrtar për Gmail, Outlook, Yahoo, AOL, dhe të tjerë.
sr: Pronađite zvanične linkove dokumentacije za Gmail, Outlook, Yahoo, AOL i druge.
sv: Hitta länkar till officiell dokumentation för Gmail, Outlook, Yahoo, AOL och andra.
sw: Pata viungo vya nyaraka rasmi vya Gmail, Outlook, Yahoo, AOL, na wengine.
ta: Gmail, Outlook, Yahoo, AOL ஆகியவற்றின் அதிகாரப்பூர்வக் கோப்புநெறிக்குறிப்புகளின் இணைப்புகளை கண்டுபிடிக்கவும்.
te: Gmail, Outlook, Yahoo, AOL మరియు ఇతరుల కోసం అధికారిక డాక్యుమెంటేషన్ లింకులను కనుగొనండి.
th: ค้นหาลิงก์เอกสารอย่างเป็นทางการสำหรับ Gmail, Outlook, Yahoo, AOL และอื่นๆ
tr: Gmail, Outlook, Yahoo, AOL ve diğerleri için resmi dokümantasyon bağlantılarını bulun.
uk: Знайдіть офіційні посилання на документацію для Gmail, Outlook, Yahoo, AOL та інших.
ur: Gmail, Outlook, Yahoo, AOL، اور دیگر کے لئے رسمی دستاویزات کے لنکس تلاش کریں۔
uz: Gmail, Outlook, Yahoo, AOL va boshqalar uchun rasmiy hujjatlar havolalarini toping.
vi: Tìm các liên kết tài liệu chính thức cho Gmail, Outlook, Yahoo, AOL, và những nơi khác.
xh: Fumana izikhonkco zamaxwebhu asemthethweni eGmail, Outlook, Yahoo, AOL, nabanye.
