Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Message created successfully.
ar: تم إنشاء الرسالة بنجاح.
az: Mesaj uğurla yaradıldı.
be: Повідомлення успішно створено.
bn: বার্তা সফলভাবে তৈরি হয়েছে।
cs: Zpráva úspěšně vytvořena.
cy: Neges wedi'i chreu'n llwyddiannus.
da: Besked oprettet med succes.
de: Nachricht erfolgreich erstellt.
el: Το μήνυμα δημιουργήθηκε με επιτυχία.
es: Mensaje creado con éxito.
et: Sõnum loodud edukalt.
eu: Mezua ongi sortu da.
fa: پیام با موفقیت ایجاد شد.
fi: Viesti luotu onnistuneesti.
fr: Message créé avec succès.
ga: Cruthaíodh an teachtaireacht go rathúil.
gd: Teachdaireachd air a chruthachadh gu soirbheachail.
gl: Mensaxe creada con éxito.
gu: સંદેશ સફળતાપૂર્વક બનાવ્યું.
he: ההודעה נוצרה בהצלחה.
hi: संदेश सफलतापूर्वक बनाया गया।
hr: Poruka je uspješno stvorena.
hu: Üzenet sikeresen létrehozva.
id: Pesan berhasil dibuat.
is: Skilaboð búin til með árangri.
it: Messaggio creato con successo.
ja: メッセージが正常に作成されました。
ka: 消息已成功创建。
ku: پەیامەکە بەرکەوتوو دروستکرا.
lt: Pranešimas sėkmingai sukurtas.
lv: Ziņojums veiksmīgi izveidots.
mg: Noforonina soa aman-tsara ny hafatra.
mi: I hangā angitu te karere.
mk: Пораката е успешно создадена.
ml: സന്ദേശം വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Mesej berjaya dicipta.
mt: Messaġġ maħluq b'suċċess.
my: သတင်းစာကို အောင်မြင်စွာ ဖန်တီးပြီး။
nl: Bericht succesvol aangemaakt.
no: Melding opprettet vellykket.
pa: ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ.
pl: Wiadomość utworzona pomyślnie.
pt: Mensagem criada com sucesso.
ro: Mesaj creat cu succes.
ru: Сообщение успешно создано.
sk: Správa úspešne vytvorená.
sl: Sporočilo uspešno ustvarjeno.
sq: Mesazhi u krijua me sukses.
sr: Poruka uspešno kreirana.
sv: Meddelande skapat framgångsrikt.
sw: Ujumbe umeundwa kwa mafanikio.
ta: செய்தி வெற்றிகரமாக உருவாக்கப்பட்டது.
te: సందేశం విజయవంతంగా సృష్టించబడింది.
th: สร้างข้อความสำเร็จ
tr: Mesaj başarıyla oluşturuldu.
uk: Повідомлення успішно створене.
ur: پیغام کامیابی سے بنایا گیا۔
uz: Xabar muvaffaqiyatli yaratildi.
vi: Tin nhắn đã được tạo thành công.
xh: Umzuzu wadalwa ngempumelelo.

source: An error occurred while creating the message.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Message updated successfully.
ar: تم تحديث الرسالة بنجاح.
az: Mesaj uğurla yeniləndi.
be: Повідомлення успішно оновлено.
bn: বার্তা সফলভাবে আপডেট হয়েছে।
cs: Zpráva úspěšně aktualizována.
cy: Neges wedi'i diweddaru'n llwyddiannus.
da: Besked opdateret med succes.
de: Nachricht erfolgreich aktualisiert.
el: Το μήνυμα ενημερώθηκε με επιτυχία.
es: Mensaje actualizado con éxito.
et: Sõnum uuendatud edukalt.
eu: Mezua ongi eguneratu da.
fa: پیام با موفقیت به روز شد.
fi: Viesti päivitetty onnistuneesti.
fr: Message mis à jour avec succès.
ga: Teachtaireacht nuashonraithe go rathúil.
gd: Teachdaireachd air ùrachadh gu soirbheachail.
gl: Mensaxe actualizada con éxito.
gu: સંદેશ સફળતાપૂર્વક અપડેટ થયો.
he: ההודעה עודכנה בהצלחה.
hi: संदेश सफलतापूर्वक अपडेट किया गया।
hr: Poruka je uspješno ažurirana.
hu: Üzenet sikeresen frissítve.
id: Pesan berhasil diperbarui.
is: Skilaboð uppfærð með árangri.
it: Messaggio aggiornato con successo.
ja: メッセージが正常に更新されました。
ka: 消息已成功更新。
ku: پەیام نوێکرایەوە بەرکەوتوو.
lt: Pranešimas sėkmingai atnaujintas.
lv: Ziņojums veiksmīgi atjaunināts.
mg: Nohavaozina soa aman-tsara ny hafatra.
mi: I whakahou angitu te karere.
mk: Пораката е успешно ажурирана.
ml: സന്ദേശം വിജയകരമായി പുതുക്കി.
ms: Mesej berjaya dikemaskini.
mt: Messaġġ aġġornat b'suċċess.
my: သတင်းစာကို အောင်မြင်စွာ ပြန်လည် ပြင်ဆင်ပြီး။
nl: Bericht succesvol bijgewerkt.
no: Melding oppdatert vellykket.
pa: ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ.
pl: Wiadomość zaktualizowana pomyślnie.
pt: Mensagem atualizada com sucesso.
ro: Mesaj actualizat cu succes.
ru: Сообщение успешно обновлено.
sk: Správa úspešne aktualizovaná.
sl: Sporočilo uspešno posodobljeno.
sq: Mesazhi u përditësua me sukses.
sr: Poruka uspešno ažurirana.
sv: Meddelande uppdaterat framgångsrikt.
sw: Ujumbe umesasishwa kwa mafanikio.
ta: செய்தி வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: సందేశం విజయవంతంగా అప్‌డేట్ కోసం.
th: อัปเดตข้อความสำเร็จ
tr: Mesaj başarıyla güncellendi.
uk: Повідомлення успішно оновлено.
ur: پیغام کامیابی سے اپ ڈیٹ ہو گیا۔
uz: Xabar muvaffaqiyatli yangilandi.
xh: Umzuzu uhlaziywe ngempumelelo.

source: An error occurred while updating the message.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Destinations updated.
ar: تم تحديث الوجهات.
az: Hədəflər yeniləndi.
be: Пункти призначення оновлено.
bn: গন্তব্যগুলি আপডেট হয়েছে।
cs: Destinace aktualizovány.
cy: Cyrchfannau wedi'u diweddaru.
da: Destinationer opdateret.
de: Ziele aktualisiert.
el: Οι προορισμοί ενημερώθηκαν.
es: Destinos actualizados.
et: Sihtkohad uuendatud.
eu: Helmugak eguneratu dira.
fa: مقاصد به‌روزرسانی شدند.
fi: Määränpäät päivitetty.
fr: Destinations mises à jour.
ga: Cinn scríbe nuashonraithe.
gd: Ceann-uidh eadar ùrachadh.
gl: Destinos actualizados.
gu: ગંતવ્ય અપડેટ કરવામાં આવ્યું.
he: היעדים עודכנו.
hi: गंतव्य अपडेट किए गए।
hr: Odredišta su ažurirana.
hu: Célhelyek frissítve.
id: Tujuan diperbarui.
is: Áfangastaðir uppfærðir.
it: Destinazioni aggiornate.
ja: 目的地が更新されました。
ka: 目的地已更新。
ku: مورد دەستەکرا .
lt: Paskirtis atnaujinta.
lv: Mērķi atjaunināti.
mg: Nohavaozina ny toerana.
mi: I whakahoutia ngā ūnga.
mk: Дестинациите се ажурирани.
ml: ലക്ഷ്യങ്ങൾ പുതുക്കി.
ms: Destinasi dikemaskini.
mt: Destinazzjonijiet aġġornati.
my: မှတ်တမ်းများကို ပြင်ဆင်ပြီး။
nl: Bestemmingen bijgewerkt.
no: Destinasjoner oppdatert.
pa: ਗੰਤੀ ਸਥਾਨ ਅੱਪਡੇਟ ਕੀਤੇ.
pl: Miejsca docelowe zaktualizowane.
pt: Destinos atualizados.
ro: Destinațiile au fost actualizate.
ru: Направления обновлены.
sk: Ciele aktualizované.
sl: Cilji posodobljeni.
sq: Destinacionet u përditësuan.
sr: Destinacije ažurirane.
sv: Destinationer uppdaterade.
sw: Marejeo yamesasishwa.
ta: இலக்குகள் புதுப்பிக்கப்பட்டன.
te: గమ్యస్థానాలు అప్‌డేట్ చేయబడ్డాయి.
th: อัปเดตปลายทางแล้ว
tr: Varış noktaları güncellendi.
uk: Пункти призначення оновлено.
ur: Destinos atkualisados.
uz: Manzillar yangilandi.
vi: Destin ῧdated.
xh: Iindawo zihlaziywa.

source: An error occurred while assigning destinations.
ar: حدث خطأ أثناء إنشاء حساب المسؤول.
az: Admin hesabı yaradılarkən xəta baş verdi.
be: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
cs: Při vytváření účtu správce došlo k chybě.
cy: Digwyddodd gwall wrth greu'r cyfrif gweinyddwr.
da: Der opstod en fejl under oprettelsen af admin-kontoen.
de: Ein Fehler ist bei der Erstellung des Admin-Kontos aufgetreten.
el: Προέκυψε σφάλμα κατά τη δημιουργία του λογαριασμού διαχειριστή.
es: Ocurrió un error al crear la cuenta de administrador.
et: Admin konto loomisel tekkis viga.
eu: Errore bat gertatu da administrazio kontua sortzean.
fa: خطایی در هنگام ایجاد حساب مدیر رخ داد.
fi: Virhe tapahtui kun luotiin ylläpitotili.
fr: Une erreur s'est produite lors de la création du compte administrateur.
ga: Tharla earráid agus an cuntas admin á chruthú.
gd: Thachair mearachd fhad ‘s a bha thu a’ cruthachadh a’ chunntais rianachd.
gl: Produciuse un erro ao crear a conta de administrador.
gu: એડમિન ખાતું બનાવતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת יצירת חשבון המנהל.
hi: एडमिन खाता बनाने में त्रुटि हुई।
hr: Došlo je do pogreške prilikom stvaranja admin računa.
hu: Hiba történt az admin fiók létrehozása közben.
id: Terjadi kesalahan saat membuat akun admin.
is: Villa kom upp við að búa til stjórnendur reikning.
it: Si è verificato un errore durante la creazione dell'account amministratore.
ja: 管理者アカウントの作成中にエラーが発生しました。
ka: ადმინისტრატორის ანგარიშის შექმნისას შეცდომა წარმოშვა.
ku: هەڵەیەک ڕوویدا کاتی دروستکردنی هەژماری بەڕێوەبەر.
lt: Klaida kuriant administratoriaus paskyrą.
lv: Radās kļūda, izveidojot admina kontu.
mg: Nisy fahadisoana tamin'ny famoronana ny kaonty admin.
mi: I puta he hapa i te hanga i te pūkete kaiwhakahaere.
mk: Се случи грешка при креирање на админ сметката.
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mencipta akaun admin.
mt: Ġara żball waqt il-ħolqien tal-kont amministrattiv.
my: Admin အကောင့် ဖန်တီးရာတွင် အမှားများ တွေ့ရှိသည်။
nl: Er is een fout opgetreden bij het aanmaken van het beheerdersaccount.
no: En feil oppstod under opprettelse av admin-konto.
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਣਾਉਂਦੇ ਸਮੇਂ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas tworzenia konta administratora.
pt: Ocorreu um erro ao criar a conta de administrador.
ro: A apărut o eroare la crearea contului de administrator.
ru: Произошла ошибка при создании администраторского аккаунта.
sk: Pri vytváraní admin účtu došlo k chybe.
sl: Prišlo je do napake pri ustvarjanju admin računa.
sq: Ndodhi një gabim gjatë krijimit të llogarisë së administratorit.
sr: Došlo je do greške prilikom kreiranja admin naloga.
sv: Ett fel uppstod vid skapandet av administratörskontot.
sw: Hitilafu ilitokea wakati wa kuunda akaunti ya msimamizi.
ta: நிர்வாகி கணக்கை உருவாக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: అడ్మిన్ ఖాతాను సృష్టించడంలో లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะสร้างบัญชีผู้ดูแลระบบ
tr: Yönetici hesabı oluşturulurken bir hata oluştu.
uk: Сталася помилка під час створення акаунта адміністратора.
ur: ایڈمن اکاؤنٹ بنانے کے دوران ایک خرابی پیش آئی۔
uz: Admin hisobi yaratishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tạo tài khoản quản trị.
xh: Kwenzeke impazamo ngexesha lokudala iakhawunti yomlawuli.

source: An error occurred while loading the message.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Unable to fetch message status.
ar: غير قادر على جلب حالة الرسالة.
az: Mesaj statusunu əldə etmək mümkün olmadı.
be: Не вдалося отримати статус повідомлення.
bn: বার্তা স্ট্যাটাস আনা সম্ভব হয়নি।
cs: Nelze načíst stav zprávy.
cy: Methu adalw statws neges.
da: Kan ikke hente meddelelsesstatus.
de: Nachrichtenstatus konnte nicht abgerufen werden.
el: Αδύνατη η λήψη της κατάστασης μηνύματος.
es: No se pudo obtener el estado del mensaje.
et: Sõnumi olekut ei õnnestunud hankida.
eu: Ezin da mezuaren egoera ekarri.
fa: عدم توانایی در دریافت وضعیت پیام.
fi: Viestin tilaa ei voitu hakea.
fr: Impossible de récupérer le statut du message.
ga: Dífhostú teipthe ar stádas an teachtaireachta.
gd: Neo-chomasach inbhe na teachdaireachd fhaighinn.
gl: Incapaz de recuperar o estado da mensaxe.
gu: સંદેશની સ્થાનનો પાણી ન શકાય છે.
he: לא ניתן להביא סטטוס הודעה.
hi: संदेश की स्थिति प्राप्त करने में असमर्थ।
hr: Nije moguće dohvatiti status poruke.
hu: Az üzenet állapota nem szerezhető be.
id: Tidak dapat mengambil status pesan.
is: Ekki tókst að sækja stöðu skeytis.
it: Impossibile recuperare lo stato del messaggio.
ja: メッセージステータスを取得できません。
ka: ვერ ხერხდება შეტყობინების სტატუსის გამოტანა.
ku: وەرگرتنی دۆخی پەیام ناتوانرا.
lt: Nepavyko gauti žinutės būsenos.
lv: Nevar iegūt ziņojuma statusu.
mg: Tsy afaka mahazo ara-potoana ny sata hafatra.
mi: Kāore i taea te tiki i te tūnga karere.
mk: Не може да се добие статусот на пораката.
ml: സന്ദേശ നില നേടാൻ കഴിയുന്നില്ല.
ms: Tidak dapat mendapatkan status mesej.
mt: Ma setax jiġi estratt l-istatus tal-messaġġ.
my: ပီရ
nl: Kan de berichtstatus niet ophalen.
no: Kan ikke hente meldingsstatus.
pa: ਸੁਨੇਹਾ ਸਥਿਤੀ ਪ੍ਰਾਪਤ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕੀ।
pl: Nie można pobrać statusu wiadomości.
pt: Não foi possível obter o status da mensagem.
ro: Nu s-a putut obține statusul mesajului.
ru: Не удается получить статус сообщения.
sk: Nemožno získať stav správy.
sl: Ni mogoče pridobiti stanja sporočila.
sq: Nuk mund të merret statusi i mesazhit.
sr: Nije moguće dohvatiti status poruke.
sv: Kunde inte hämta meddelandestatus.
sw: Haiwezi kupata hali ya ujumbe.
ta: செய்தி நிலையை எடுக்க முடியவில்லை.
te: సందేశ స్థితిని తీసుకురాలేదు.
th: ไม่สามารถดึงสภาพข้อความได้
tr: Mesaj durumu alınamadı.
uk: Не вдалося отримати статус повідомлення.
ur: پیغام کی حیثیت حاصل کرنے میں ناکام۔
uz: Xabar holatini olish mumkin emas.
vi: Không thể lấy trạng thái tin nhắn.
xh: Ayikwazi ukufumana imeko yomyalezo.
