Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Select the Apprise and Webhook destinations for this Messages.
ar: اختر وجهات Apprise وWebhook لهذه الإشعارات.
az: Bu bildiriş üçün Apprise və Webhook təyinatları seçin.
be: Выберыце пункты прызначэння Apprise і Webhook для гэтага апавяшчэння.
bn: এই নোটিফিকেশনের জন্য Apprise এবং Webhook গন্তব্যগুলি নির্বাচন করুন।
cs: Vyberte cíle Apprise a Webhook pro toto oznámení.
cy: Dewiswch y cyrchfannau Apprise a Webhook ar gyfer yr hysbysiad hwn.
da: Vælg Apprise- og Webhook-destinationerne for denne besked.
de: Wählen Sie die Apprise- und Webhook-Ziele für diese Benachrichtigung aus.
el: Επιλέξτε τους προορισμούς Apprise και Webhook για αυτή την ειδοποίηση.
es: Selecciona los destinos de Apprise y Webhook para esta notificación.
et: Vali Apprise'i ja veebilõigu sihtkohad sellele teavitusele.
eu: Hautatu jakinarazpen honen Apprise eta Webhook helmugak.
fa: مقاصد Apprise و Webhook را برای این اعلان انتخاب کنید.
fi: Valitse tämän ilmoituksen Apprise- ja Webhook-kohteet.
fr: Sélectionnez les destinations Apprise et Webhook pour cette notification.
ga: Fa Apprise ne Webhook nsafaanoɔ a yɛde nsɛm wei no yie.
gd: Tagh na cinn-uidhe Apprise agus Webhook airson an fhiosrachadh seo.
gl: Selecciona os destinos de Apprise e Webhook para esta notificación.
gu: આ સૂચનાના માટે Apprise અને Webhook સ્થળો પસંદ કરો.
he: בחר את היעדים של Apprise ו-Webhook עבור הודעה זו.
hi: इस अधिसूचना के लिए Apprise और वेबहुक गंतव्यों का चयन करें।
hr: Odaberite Apprise i Webhook odredišta za ovu obavijest.
hu: Válassza ki ennek az értesítésnek az Apprise és Webhook célállomásait.
id: Pilih tujuan Apprise dan Webhook untuk notifikasi ini.
is: Veldu Apprise og Webhook áfangastaði fyrir þessa tilkynningu.
it: Seleziona le destinazioni Apprise e Webhook per questa notifica.
ja: この通知のためのAppriseとWebhookの送信先を選択します。
ka: この通知のAppriseとWebhookの宛先を選択します。
ku: Destên Apprise û Webhook yên ji bo vê agahdariyê hilbijêrin.
lt: Pasirinkite Apprise ir Webhook vietas šiam pranešimui.
lv: Izvēlieties šo paziņojumu Apprise un Webhook galamērķus.
mg: Safidio ny Apprise sy ny Webhook momba ny fampandrenesana ity.
mi: Kōwhiria ngā whāinga Apprise me Webhook mō tēnei whakamōhiotanga.
mk: Изберете ги Apprise и Webhook дестинациите за оваа нотификација.
ml: ഈ അറിയിപ്പിനായി Apprise, Webhook ലക്ഷ്യസ്ഥാനങ്ങൾ തിരഞ്ഞെടുക്കുക.
ms: Pilih destinasi Apprise dan Webhook untuk pemberitahuan ini.
mt: Agħżel id-destinazzjonijiet Apprise u Webhook għal din in-notifika.
my: ဤnotification အတွက် Apprise နှင့် Webhook ခွဲစိတ်နေရာများကို ရွေးချယ်ပါ။
nl: Selecteer de Apprise en Webhook-bestemmingen voor deze melding.
no: Velg Apprise- og Webhook-destinasjoner for denne varslingen.
pa: ਇਸ ਸੂਚਨਾ ਲਈ Apprise ਅਤੇ Webhook ਮੰਜ਼ਿਲਾਂ ਚੁਣੋ।
pl: Wybierz miejsca docelowe Apprise i Webhook dla tego powiadomienia.
pt: Selecione os destinos Apprise e Webhook para esta notificação.
ro: Selectează destinațiile Apprise și Webhook pentru această notificare.
ru: Выберите назначения Apprise и Webhook для этого уведомления.
sk: Vyberte destinácie Apprise a Webhook pre toto oznámenie.
sl: Izberite destinacije Apprise in Webhook za to obvestilo.
sq: Zgjidhni destinacionet Apprise dhe Webhook për këtë njoftim.
sr: Izaberi Apprise i Webhook destinacije za ovo obaveštenje.
sv: Välj Apprise och Webhook-destinationer för denna notifikation.
sw: Chagua Apprise na maeneo ya Webhook kwa ajili ya taarifa hii.
ta: இந்த அறிவிப்பு அமைக்க Apprise மற்றும் வலைமுழக்கம் இலக்குகளை தேர்ந்தெடுங்கள்.
te: ఈ నోటిఫికేషన్‌కు Apprise మరియు వెబ్‌హుక్ గమ్యస్థానాలను ఎంచుకోండి.
th: เลือกปลายทาง Apprise และ Webhook สำหรับการแจ้งเตือนนี้
tr: Bu bildirim için Apprise ve Webhook hedeflerini seçin.
uk: Виберіть пункт призначення Apprise і Webhook для цього повідомлення.
ur: اس نوٹیفکیشن کے لئے Apprise اور Webhook مقامات کو منتخب کریں.
uz: Ushbu xabarnoma uchun Apprise va Webhook manzillarini tanlang.
vi: Chọn các điểm đến Apprise và Webhook cho thông báo này.
xh: Khetha iindawo zokudlela zeApprise kunye neWebhook zalesi saziso.

source: Save Destinations
ar: حفظ الوجهات
az: Təyinatları Yadda Saxla
be: গন্তব্য সংরক্ষণ করুন
bn: গন্তব্য সংরক্ষণ করুন
cs: Uložit cíle
cy: Cadw Cyrchfanau
da: Gem destinationer
de: Ziele speichern
el: Αποθήκευση Προορισμών
es: Guardar destinos
et: Salvesta sihtkohad
eu: Helmugak gorde
fa: ذخیره مقصدها
fi: Tallenna kohteet
fr: Enregistrer les destinations
ga: Sábháil Cinn Scríbe
gd: Sàbhail Ceàrn-uidhe
gl: Gardar destinos
gu: ગંતવ્યો સેવે કરો
he: שמור יעדים
hi: गंतव्यों को सहेजें
hr: Spremi odredišta
hu: Célállomások mentése
id: Simpan Tujuan
is: Vista áfangastaði
it: Salva Destinazioni
ja: 宛先を保存
ka: დანიშნულების ადგილის შენახვა
ku: هەڵگرتنی شوێنەکان
lt: Išsaugoti tikslus
lv: Saglabāt galamērķus
mg: Tehirizo Tanjona
mi: Tiaki ngā Wāhi
mk: Зачувај дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ സംരക്ഷിക്കുക
ms: Simpan Destinasi
mt: Issejvja Destinazzjonijiet
my: ဦးတည်ရာများကို သိမ်းဆည်းပါ
nl: Bestemmingen opslaan
no: Lagre destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz miejsca docelowe
pt: Salvar Destinos
ro: Salvează destinațiile
ru: Сохранить назначения
sk: Uložiť destinácie
sl: Shrani destinacije
sq: Ruaj Destinacionet
sr: Sačuvaj destinacije
sv: Spara destinationer
sw: Hifadhi Sehemu za Kufikia
ta: இடங்களை சேமிக்கவும்
te: గమ్యస్థానాలను సేవ్ చేయండి
th: บันทึกปลายทาง
tr: Hedefleri Kaydet
uk: Зберегти напрямки
ur: مقامات محفوظ کریں
uz: Manzillarni saqlash
vi: Lưu Điểm Đến
xh: Gcina Iindawo zokufikela

source: Edit Messages
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: Create Messages
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: Update the label, subject, and content of your Messages.
ar: تحديث العلامة، الموضوع، ومحتوى الإشعار الخاص بك.
az: Bildirişinizin etiketini, mövzusunu və məzmununu yeniləyin.
be: Абнавіце этыкетку, тэму і змест вашага апавяшчэння.
bn: আপনার বিজ্ঞপ্তির লেবেল, বিষয় এবং বিষয়বস্তু আপডেট করুন।
cs: Aktualizujte štítek, předmět a obsah vašeho oznámení.
cy: Diweddarwch y label, pwnc, a chynnwys eich hysbysiad.
da: Opdater etiketten, emnet og indholdet af din besked.
de: Aktualisieren Sie das Label, das Betreff und den Inhalt Ihrer Benachrichtigung.
el: Ενημερώστε την ετικέτα, το θέμα, και το περιεχόμενο της ειδοποίησής σας.
es: Actualiza la etiqueta, el asunto y el contenido de tu notificación.
et: Uuenda oma teavituse silti, teemat ja sisu.
eu: Eguneratu zure jakinarazpenaren etiketa, gaia, eta edukia.
fa: برچسب، موضوع و محتوای اعلان خود را به‌روزرسانی کنید.
fi: Päivitä ilmoituksen etiketti, aihe ja sisältö.
fr: Mettez à jour l'étiquette, le sujet et le contenu de votre notification.
ga: Sesa nhoma yi ho din, deduaai, ne nsɛm.
gd: Ùraich an leubail, cuspair, agus susbaint fios na bùird.
gl: Actualiza a etiqueta, o asunto e o contido da túa notificación.
gu: તમારી સૂચનાના લેબલ, વિષય, અને સામગ્રીને અપડેટ કરો.
he: עדכן את התווית, הנושא והתוכן של ההודעה שלך.
hi: अपनी अधिसूचना के लेबल, विषय, और सामग्री को अपडेट करें।
hr: Ažurirajte oznaku, predmet i sadržaj svoje obavijesti.
hu: Frissítse az értesítése címkéjét, tárgyát és tartalmát.
id: Perbarui label, subjek, dan konten notifikasi Anda.
is: Uppfærðu merkimiða, efni og innihald tilkynningarinnar.
it: Aggiorna l'etichetta, l'oggetto e il contenuto della tua notifica.
ja: 通知のラベル、件名、内容を更新します。
ka: 通知のラベル、件名、および内容を更新します。
ku: Etîket, mijar û naveroka agahdariya xwe nû bikin.
lt: Atnaujinkite savo pranešimo etiketę, temą ir turinį.
lv: Atjauniniet sava paziņojuma etiķeti, tēmu un saturu.
mg: Havaozy ny marika, lohateny, sy ny votoatin'ny fampandrenesanao.
mi: Whakahoutia te tapanga, kaupapa, me te ihirangi o tō whakamōhiotanga.
mk: Ажурирајте ја етикетата, предметот и содржината на вашата нотификација.
ml: നിങ്ങളുടെ അറിയിപ്പിന്റെ ലേബൽ, വിഷയം, ഉള്ളടക്കം എന്നിവ അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemas kini label, subjek, dan kandungan pemberitahuan anda.
mt: Aġġorna t-tikka, is-suġġett, u l-kontenut tan-notifika tiegħek.
my: သင့်အကြောင်းကြားချက်၏ ကန့်သတ်ချက်၊ ခေါင်းစဉ်နှင့် အကြောင်းအရာကို အပ်ဒိတ်လုပ်ပါ။
nl: Werk het label, onderwerp en de inhoud van je melding bij.
no: Oppdater etiketten, emnet, og innholdet i din varsling.
pa: ਆਪਣੀ ਸੂਚਨਾ ਦਾ ਲੇਬਲ, ਵਿਸ਼ਾ, ਅਤੇ ਸਮੱਗਰੀ ਅਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj etykietę, temat i treść swojego powiadomienia.
pt: Atualize o rótulo, assunto e conteúdo da sua notificação.
ro: Actualizează eticheta, subiectul și conținutul notificării tale.
ru: Обновите метку, тему и содержание вашего уведомления.
sk: Aktualizujte štítok, predmet a obsah vášho oznámenia.
sl: Posodobite oznako, zadevo in vsebino svojega obvestila.
sq: Përditësoni etiketën, subjektin dhe përmbajtjen e njoftimit tuaj.
sr: Ažuriraj oznaku, temu i sadržaj svog obaveštenja.
sv: Uppdatera etikett, ämne och innehåll i din notifikation.
sw: Sasisha lebo, mada, na maudhui ya taarifa yako.
ta: உங்கள் அறிவிப்பின் லேபிள், தலைப்பு மற்றும் உள்ளடக்கத்தை இற்றைப்படுத்தவும்.
te: మీ నోటిఫికేషన్ యొక్క లేబుల్, విషయం, మరియు కంటెంట్‌ని అప్‌డేట్ చేయండి.
th: อัปเดตป้ายชื่อ, หัวข้อ, และเนื้อหาของการแจ้งเตือนของคุณ
tr: Bildirim etiketi, konusu ve içeriğini güncelleyin.
uk: Оновіть мітку, тему та зміст вашого сповіщення.
ur: اپنے نوٹیفکیشن کے لئے لیبل، موضوع، اور مواد کو اپ ڈیٹ کریں.
uz: Bildirishnomangizning yorlig'i, mavzusi va mazmunini yangilang.
vi: Cập nhật nhãn, chủ đề và nội dung của thông báo của bạn.
xh: Hlaziya ileyibheli, isichazi, kunye nomxholo wesaziso sakho.

source: Fill out the form to create a new Messages.
ar: املأ النموذج لإنشاء حسابك.
az: Hesabınızı yaratmaq üçün formu doldurun.
be: Заполните форму, чтобы создать свой аккаунт.
bn: আপনার অ্যাকাউন্ট তৈরি করতে ফরম পূরণ করুন।
cs: Vyplňte formulář pro vytvoření účtu.
cy: Llenwch y ffurflen i greu eich cyfrif.
da: Udfyld formularen for at oprette din konto.
de: Füllen Sie das Formular aus, um Ihr Konto zu erstellen.
el: Συμπληρώστε τη φόρμα για να δημιουργήσετε τον λογαριασμό σας.
es: Complete el formulario para crear su cuenta.
et: Konto loomiseks täitke vorm.
eu: Bete ezazu formularioa zure kontua sortzeko.
fa: فرم را برای ایجاد حساب خود پر کنید.
fi: Täytä lomake luodaksesi tilisi.
fr: Remplissez le formulaire pour créer votre compte.
ga: Bɔ mpɔtam fɔmu no sɛnea wobɛyɛ akontaa.
gd: Lìon a-steach am foirm gus an cunntas agad a chruthachadh.
gl: Encha o formulario para crear a súa conta.
gu: તમારું એકાઉન્ટ બનાવવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי ליצור חשבון.
hi: अपना खाता बनाने के लिए फॉर्म भरें।
hr: Ispunite obrazac za izradu svog računa.
hu: Töltse ki az űrlapot a fiók létrehozásához.
id: Isi formulir untuk membuat akun Anda.
is: Fylla út eyðublaðið til að búa til reikning.
it: Compila il modulo per creare il tuo account.
ja: フォームに記入してアカウントを作成してください。
ka: შეავსეთ ფორმა თქვენი ანგარიშის შესაქმნელად.
ku: فۆڕمەکە پڕبکەوە بۆ دروستکردنی ئەژمارەکەت.
lt: Užpildykite formą, kad sukurtumėte savo paskyrą.
lv: Aizpildiet veidlapu, lai izveidotu savu kontu.
mg: Fenoy ny taratasy hamoronana ny kaontinao.
mi: Whakakīia te puka ki te waihanga i tō pūkete.
mk: Пополнете ја формата за да го креирате вашиот профил.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ഫോർം പൂരിപ്പിക്കുക.
ms: Isi borang untuk mencipta akaun anda.
mt: Imla l-formola biex toħloq il-kont tiegħek.
my: သင့်အကောင့်ဖွင့်ရန် ဖောင်ကို ဖြည့်ပါ။
nl: Vul het formulier in om uw account aan te maken.
no: Fyll ut skjemaet for å opprette kontoen din.
pa: ਅਪਣਾ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby utworzyć konto.
pt: Preencha o formulário para criar sua conta.
ro: Completați formularul pentru a vă crea contul.
ru: Заполните форму, чтобы создать учетную запись.
sk: Vyplňte formulár na vytvorenie účtu.
sl: Izpolnite obrazec za ustvarjanje računa.
sq: Plotësoni formularin për të krijuar llogarinë tuaj.
sr: Popunite formular da biste kreirali svoj nalog.
sv: Fyll i formuläret för att skapa ditt konto.
sw: Jaza fomu ili kuunda akaunti yako.
ta: உங்கள் கணக்கை உருவாக்கப் படிவத்தை பூர்த்தி செய்யுங்கள்.
te: మీ ఖాతాను సృష్టించడానికి ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มเพื่อสร้างบัญชีของคุณ
tr: Hesabınızı oluşturmak için formu doldurun.
uk: Заповніть форму, щоб створити акаунт.
ur: اپنا اکاؤنٹ بنانے کے لیے فارم پُر کریں۔
uz: Hisobingizni yaratish uchun formani to'ldiring.
vi: Điền vào mẫu để tạo tài khoản của bạn.
xh: Gcwalisa ifomu ukwenza i-akhawunti yakho.

source: Content
ar: المحتوى
az: Məzmun
be: সামগ্রী
bn: বিষয়বস্তু
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
et: Sisu
eu: Edukia
fa: محتوا
fi: Sisältö
fr: Contenu
ga: Ábhar
gd: Susbaint
gl: Contido
gu: સામગ્રી
he: תוכן
hi: सामग्री
hr: Sadržaj
hu: Tartalom
id: Konten
is: Efni
it: Contenuto
ja: 内容
ka: შინაარსი
ku: ناوەڕۆک
lt: Turinys
lv: Saturs
mg: Votoaty
mi: Ihirangi
mk: Содржина
ml: ഉള്ളടക്കം
ms: Kandungan
mt: Kontenut
my: အကြောင်းအရာ
nl: Inhoud
no: Innhold
pa: ਸਮੱਗਰੀ
pl: Treść
pt: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sl: Vsebina
sq: Përmbajtja
sr: Sadržaj
sv: Innehåll
sw: Maudhui
ta: உள்ளடக்கம்
te: విషయం
th: เนื้อหา
tr: İçerik
uk: Зміст
ur: مواد
uz: Mazmuni
vi: Nội Dung
xh: Umxholo

source: Save Messages
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: Show Messages Setup Help
ar: إظهار تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Göster
be: Паказаць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা দেখান
cs: Zobrazit nápovědu pro nastavení SMTP
cy: Dangos Cymorth Ffurfweddu SMTP
da: Vis SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe anzeigen
el: Προβολή Βοήθειας Ρύθμισης SMTP
es: Mostrar Ayuda de Configuración SMTP
et: Kuva SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza erakutsi
fa: نمایش راهنمای تنظیم SMTP
fi: Näytä SMTP-asetusten apu
fr: Afficher l'aide de configuration SMTP
ga: Da SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Seall Cobhair Rèiteachaidh SMTP
gl: Mostrar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય બતાવો
he: הצג עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता दिखाएँ
hr: Prikaži pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó megjelenítése
id: Tampilkan Bantuan Pengaturan SMTP
is: Sýna SMTP uppsetningarhjálp
it: Mostra aiuto configurazione SMTP
ja: SMTPセットアップヘルプを表示
ka: ჩართულა SMTP-ს წამოა
ku: Pêşkîşkirina Alîkara Sazkerî SMTP nîşa deyin
lt: Rodyti SMTP nustatymų pagalbą
lv: Parādīt SMTP iestatījumu palīdzību
mg: Asehoy ny Fanampiana Amin'ny Setup SMTP
mi: Whakaatu Āwhina Whirihoranga SMTP
mk: Покажи SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം കാണിക്കുക
ms: Tunjukkan Bantuan Pemediaan SMTP
mt: Uri l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ပြပါ
nl: SMTP Installatie Hulp weergeven
no: Vis SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਵੇਖਾਓ
pl: Pokaż pomoc dotyczącą konfiguracji SMTP
pt: Mostrar Ajuda de Configuração SMTP
ro: Arată Help Configurare SMTP
ru: Показать Справку по Настройке SMTP
sk: Zobraziť pomoc pre nastavenie SMTP
sl: Prikaži pomoč pri nastavitvi SMTP
sq: SHFAQ Ndihmën e Konfigurimit SMTP
sr: Prikaži pomoć za SMTP podešavanje
sv: Visa SMTP-inställningshjälp
sw: Onyesha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை காட்டு
te: SMTP సెటప్ సహాయం చూపించండి
th: แสดงความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Göster
uk: Показати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد دکھائیں
uz: SMTP sozlash yordamni ko'rsatish
vi: Hiện Hướng Dẫn Cài Đặt SMTP
xh: Bonisa uncedo lokuseka i-SMTP

source: Hide Messages Setup Help
ar: إخفاء تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Gizlət
be: Схаваць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা লুকান
cs: Skrýt nápovědu pro nastavení SMTP
cy: Cuddio Cymorth Ffurfweddu SMTP
da: Skjul SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe ausblenden
el: Απόκρυψη Βοήθειας Ρύθμισης SMTP
es: Ocultar Ayuda de Configuración SMTP
et: Peida SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza ezkutatu
fa: پنهان کردن راهنمای تنظیم SMTP
fi: Piilota SMTP-asetusten apu
fr: Masquer l'aide de configuration SMTP
ga: Ka SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Falaich Cobhair Rèiteachaidh SMTP
gl: Ocultar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય છુપાવો
he: הסתר עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता छुपाएँ
hr: Sakrij pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó elrejtése
id: Sembunyikan Bantuan Pengaturan SMTP
is: Fela SMTP uppsetningarhjálp
it: Nascondi aiuto configurazione SMTP
ja: SMTPセットアップヘルプを非表示
ka: ინაც SMS მცლელ CURLOPT_TRIGGER_სირემარი
ku: Veşartinê Alîkara Sazkerî SMTP
lt: Slėpti SMTP nustatymų pagalbą
lv: Paslēpt SMTP iestatījumu palīdzību
mg: Afeno ny Fanampiana Amin'ny Setup SMTP
mi: Huna Āwhina Whirihoranga SMTP
mk: Сокриј SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം മറക്കുക
ms: Sembunyikan Bantuan Pemediaan SMTP
mt: Aħbi l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ဖျောက်ပါ
nl: SMTP Installatie Hulp verbergen
no: Skjul SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਛੁਪਾਓ
pl: Ukryj pomoc dotyczącą konfiguracji SMTP
pt: Ocultar Ajuda de Configuração SMTP
ro: Ascunde Help Configurare SMTP
ru: Скрыть Справку по Настройке SMTP
sk: Skryť pomoc pre nastavenie SMTP
sl: Skrij pomoč pri nastavitvi SMTP
sq: FSHIH Ndihmën e Konfigurimit SMTP
sr: Sakrij pomoć za SMTP podešavanje
sv: Dölj SMTP-inställningshjälp
sw: Ficha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை மறை
te: SMTP సెటప్ సహాయం దాచండి
th: ซ่อนความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Gizle
uk: Сховати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد چھپائیں
uz: SMTP sozlash yordamini yashirish
vi: Ẩn Hướng Dẫn Cài Đặt SMTP
xh: Fihla uncedo lokuseka i-SMTP
