Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: If you don’t check in before the grace period ends, the Messages will be sent.
ar: إذا لم تسجل الدخول قبل انتهاء فترة السماح، سيتم إرسال الإشعار.
az: Muharət müddəti bitməzdən əvvəl yoxlaya bilməsəniz, bildiriş göndəriləcək.
be: জরিমানা মেয়াদ শেষ হওয়ার আগে চেক-ইন না করলে বিজ্ঞপ্তি পাঠানো হবে।
bn: যদি দয়া করে সময় শেষ হওয়ার আগে চেক ইন না করেন, তবে বিজ্ঞপ্তি পাঠানো হবে।
cs: Pokud se nepřihlásíte před koncem období, oznámení bude odesláno.
cy: Os nad ydych yn gwirio i mewn cyn i'r cyfnod gras ddod i ben, bydd yr hysbysiad yn cael ei anfon.
da: Hvis du ikke tjekker ind før nådeperioden slutter, vil notifikationen blive sendt.
de: Wenn Sie sich vor Ablauf der Kulanzzeit nicht einchecken, wird die Benachrichtigung gesendet.
el: Αν δεν κάνετε check-in πριν τελειώσει η περίοδος χάριτος, η ειδοποίηση θα σταλεί.
es: Si no se registra antes de que termine el período de gracia, se enviará la notificación.
et: Kui te ei registreeru enne ajapikenduse lõppu, saadetakse teavitus.
eu: Barkamen-epea amaitu aurretik ez baduzu egiaztatzen, jakinarazpena bidaliko da.
fa: اگر قبل از پایان دوره مهلت بررسی نکنید، اعلان ارسال خواهد شد.
fi: Jos et kirjaudu sisään ennen armonajan päättymistä, ilmoitus lähetetään.
fr: Si vous ne faites pas de check-in avant la fin de la période de grâce, la notification sera envoyée.
ga: Má ní dhéanann tú seiceáil isteach roimh dhul in éag an tréimhse grásta, seolfar an fógra.
gd: Ma chan eil thu a’ sgrùdadh mus tig deireadh na h-ùine gràis, tèid am fios a chur.
gl: Se non fas check-in antes de que remate o período de graza, enviarase a notificación.
gu: જો તમે અનુક્રમણિકા સમયગાળા પૂરો થયા પહેલાં તો ચેક ઇન ન કરો, તો સૂચના મોકલવામાં આવશે.
he: אם לא תבצע צ'ק אין לפני סיום תקופת החסד, ההתראה תישלח.
hi: यदि आप ग्रेस अवधि समाप्त होने से पहले चेक-इन नहीं करते हैं, तो सूचना भेजी जाएगी।
hr: Ako se ne prijavite prije završetka roka, obavijest će biti poslana.
hu: Ha a türelmi idő lejárta előtt nem jelentkezik be, az értesítés elküldésre kerül.
id: Jika Anda tidak check in sebelum periode tenggang berakhir, notifikasi akan dikirim.
is: Ef þú innritar ekki áður en náðartímabilið rennur út verður tilkynningin send.
it: Se non fai il check-in prima del termine del periodo di grazia, la notifica verrà inviata.
ja: 猶予期間が終わる前にチェックインしないと、通知が送信されます。
ka: თუ შეღავათების პერიოდის დასრულებამდე არ შეამოწმეთ, შეტყობინება გაეგზავნება.
ku: ئەگەر پێش تەواوبوونی ماوەی ئەزموون کتینەوە ناکەی، هەواڵکردنەوە ناردەبە.
lt: Jei neregistruojatės iki malonės laikotarpio pabaigos, pranešimas bus išsiųstas.
lv: Ja pārbaudes periods beigsies, pirms pārbaudes tiek veikta, paziņojums tiks nosūtīts.
mg: Raha tsy manamarina ianao alohan'ny fiafaran'ny vanim-potoana famindram-po, dia halefa ny fampandrenesana.
mi: Ki te kore e takitaki i mua o te mutunga o te wātehuaitu, ka tukuna te whakamōhiotanga.
mk: Ако не се проверите пред да заврши периодот за милост, известувањето ќе биде испратено.
ml: കൃഷ്ണവാസം കാലാവധി തീർത്ത് മുൻപ് ചെക്ക്-ഇൻ ചെയ്തില്ലെങ്കിൽ, അറിയിപ്പ് അയയ്ക്കും.
ms: Jika anda tidak check-in sebelum tempoh kelonggaran tamat, notifikasi akan dihantar.
mt: Jekk ma tiċċekkjax in qabel ma jintemm il-perjodu tal-grazzja, in-notifika tintbagħat.
my: ကြာသွားသည့် အခွန်ပေးစု၏ အပ်နီးမတိုင်ခင် အတည်ပြုရန် မပြုပါက လူကြားရမည်ဖြစ်ပါသည်။
nl: Als u niet incheckt voordat de respijtperiode eindigt, wordt de melding verzonden.
no: Hvis du ikke sjekker inn før nådeperioden utløper, vil varselet bli sendt.
pa: ਜੇ ਤੁਹਾਡੇ ਪਰੇਸ਼ਾਨੀ ਸਮਾਂ ਖਤਮ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਚੈਕ-ਇਨ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਸੂਚਨਾ ਭੇਜੀ ਜਾਵੇਗੀ।
pl: Jeśli nie odprawisz się przed zakończeniem okresu łaski, powiadomienie zostanie wysłane.
pt: Se você não fizer check-in antes do término do período de graça, a notificação será enviada.
ro: Dacă nu te verifici înainte de sfârșitul perioadei de grație, notificarea va fi trimisă.
ru: Если вы не отметитесь до окончания льготного периода, уведомление будет отправлено.
sk: Ak sa neskontrolujete pred koncom obdobia milosti, oznámenie bude odoslané.
sl: Če se ne prijavite pred iztekom obdobja milosti, bo obvestilo poslano.
sq: Nëse nuk bëni kontrollin përpara se të përfundojë perioda e tolerancës, njoftimi do të dërgohet.
sr: Ako se ne prijavite pre isteka grejs perioda, obaveštenje će biti poslato.
sv: Om du inte checkar in innan fristen går ut, kommer notifikationen att skickas.
sw: Ikiwa hufanyi kuingia kabla ya muda wa neema kwisha, taarifa itatumwa.
ta: கிரேஸ் காலம் முடிவதற்கு முன் நீங்கள் செக்-இன் செய்யாவிட்டால், அறிவிப்பு அனுப்பப்படும்.
te: గ్రేస్ పీరియడ్ ముగియకముందే చెక్-ఇన్ చేయకపోతే, నోటిఫికేషన్ పంపబడుతుంది.
th: หากคุณไม่เช็คอินก่อนระยะเวลาผ่อนผันสิ้นสุด การแจ้งเตือนจะถูกส่ง
tr: Müsaade süresi dolmadan kontrol etmezseniz bildirim gönderilecektir.
uk: Якщо ви не виконаєте перевірку до завершення періоду відстрочки, буде надіслано повідомлення.
ur: اگر آپ مہلت کی مدت ختم ہونے سے پہلے چیک ان نہیں کرتے تو اطلاع بھیجی جائے گی۔
uz: Muddati tugamasdan check-in qilishni amalga oshirmasangiz, bildirishnoma yuboriladi.
vi: Nếu bạn không check-in trước khi giai đoạn ân hạn kết thúc, thông báo sẽ được gửi.
xh: Ukuba awungeni ngaphambi kokuba iphele imvume yekhefu, isilumkiso siya kuthunyelwa.

source: You can preview the Messages config using 🔍.
ar: يمكنك معاينة تكوين البريد الإلكتروني باستخدام 🔍.
az: Email qurğusunun ön görünüşünü 🔍 vasitəsilə edə bilərsiniz.
be: Вы можаце папярэдне прагледзець канфігурацыю электроннай пошты з дапамогай 🔍.
bn: আপনি 🔍 ব্যবহার করে ইমেইল কনফিগারেশন প্রিভিউ করতে পারেন।
cs: Konfiguraci emailu si můžete prohlédnout pomocí 🔍.
cy: Gallwch ragweld cyfluniad yr e-bost gan ddefnyddio 🔍.
da: Du kan forhåndsvise e-mailkonfigurationen ved hjælp af 🔍.
de: Sie können die E-Mail-Konfiguration mit 🔍 ansehen.
el: Μπορείτε να προεπισκοπήσετε τη διαμόρφωση email χρησιμοποιώντας 🔍.
es: Puede previsualizar la configuración del correo electrónico usando 🔍.
et: Sa võid eelvaadata e-maili konfiguratsiooni, kasutades 🔍.
eu: Email konfigurazioa aurrebista dezakezu 🔍 erabiliz.
fa: می‌توانید پیکربندی ایمیل را با استفاده از 🔍 پیش‌نمایش کنید.
fi: Voit esikatsella sähköpostikonfiguraation käyttämällä 🔍.
fr: Vous pouvez prévisualiser la configuration de l'email en utilisant 🔍.
ga: Wɔtumi kɔ hwɛ email configuration sɛ 🔍.
gd: Faodaidh tu rèiteachadh a’ phuist-d fhaicinn a’ cleachdadh 🔍.
gl: Podes previsualizar a configuración do correo electrónico usando 🔍.
gu: તમે ઇમેઇલ રૂપરેખાંકન પૂર્વાવલોકન કરી શકો છો 🔍 નો ઉપયોગ કરીને.
he: תוכל להציג תצוגה מקדימה של תצורת האימייל באמצעות 🔍.
hi: ईमेल कॉन्फ़िगरेशन का पूर्वावलोकन 🔍 का उपयोग करके करें।
hr: Možete pregledati email konfiguraciju pomoću 🔍.
hu: Az email beállításainak előnézete 🔍 segítségével érhető el.
id: Anda dapat melihat pratinjau konfigurasi email menggunakan 🔍.
is: Þú getur forskoðað tölvupóststillinguna með 🔍.
it: Puoi visualizzare l'anteprima della configurazione dell'email utilizzando 🔍.
ja: 🔍 を使用してメール設定をプレビューできます。
ka: შეგიძლიათ წინასწარ ნახვალოს ელფოსტის კონფიგურაცია 🔍 გამოყენებით.
ku: Hûn dikarin konfîgûrasyona e-nameyê bi 🔍 dîtinê.
lt: Galite peržiūrėti el. laiško konfigūraciją naudodamiesi 🔍.
lv: Jūs varat priekšskatīt e-pasta konfigurāciju, izmantojot 🔍.
mg: Azonao atao ny manadihady ny fametrahana ny mailaka amin'ny 🔍.
mi: Ka taea e koe te arokē atu te whirihoranga īmēra mā te whakamahi 🔍.
mk: Можете да ја прегледате конфигурацијата на е-поштата користејќи 🔍.
ml: 🔍 ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഇമെയിൽ ക്രമീകരണം പ്രിവ്യൂ ചെയ്യാം.
ms: Anda boleh pratonton konfigurasi emel menggunakan 🔍.
mt: Tista' tipprevedi l-konfigurazzjoni tal-email billi tuża 🔍.
my: ဖြည့်ထားသောအားကောင်းသည့် အီးမေးလ်ကို 🔍 အသုံးပြု၍ အစမ်းသပ်ပါ။
nl: Je kunt de e-mailconfiguratie bekijken met 🔍.
no: Du kan forhåndsvise e-postkonfigurasjonen ved å bruke 🔍.
pa: ਤੁਸੀਂ 🔍 ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਈਮੇਲ ਸੰਰਚਨਾ ਦਾ ਪੂਰਵ ਦਰਸ਼ਨ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz przejrzeć konfigurację e-maila za pomocą 🔍.
pt: Você pode visualizar a configuração do email usando 🔍.
ro: Poți previzualiza configurația emailului folosind 🔍.
ru: Вы можете просмотреть конфигурацию письма с помощью 🔍.
sk: Môžete si prezrieť konfiguráciu emailu pomocou 🔍.
sl: Lahko si ogledate konfiguracijo e-pošte z uporabo 🔍.
sq: Mund të shikosh paraprakisht konfigurimin e emailit duke përdorur 🔍.
sr: Možete pregledati konfiguraciju emaila koristeći 🔍.
sv: Du kan förhandsgranska e-postkonfigurationen med hjälp av 🔍.
sw: Unaweza kuona usanidi wa barua pepe kwa kutumia 🔍.
ta: மின்னஞ்சல் கட்டமைப்பை 🔍 மூலம் முன்னோட்டம் பார்க்கலாம்.
te: మీరు ఇమెయిల్ కాన్ఫిగరేషన్‌ని 🔍 ఉపయోగించి ప్రివ్యూ చేయవచ్చు.
th: คุณสามารถแสดงตัวอย่างการตั้งค่าอีเมลโดยใช้ 🔍
tr: E-posta yapılandırmasını 🔍 kullanarak gözden geçirebilirsiniz.
uk: Ви можете переглянути конфігурацію листа, використовуючи 🔍.
ur: آپ ای میل ترتیب کو 🔍 کا استعمال کرتے ہوئے پیش منظر دیکھ سکتے ہیں۔
uz: Elektron pochta konfiguratsiyasini 🔍 yordamida oldindan ko'rishingiz mumkin.
vi: Bạn có thể xem trước cấu hình email bằng 🔍.
xh: Unokujonga ulungelelwaniso lwe-imeyile usebenzisa 🔍.

source: Once a Messages is sent, it will be automatically disabled.
ar: بمجرد إرسال بريد إلكتروني آمن، سيتم تعطيله تلقائيًا.
az: Təhlükəsiz email göndərildikdən sonra avtomatik olaraq deaktiv olunacaq.
be: Пасля адпраўкі бяспечнай электроннай пошты яна будзе аўтаматычна адключана.
bn: একবার একটি নিরাপদ ইমেইল পাঠানো হলে, এটি স্বয়ংক্রিয়ভাবে অক্ষম হয়ে যাবে।
cs: Jakmile je bezpečný email odeslán, bude automaticky deaktivován.
cy: Unwaith y bydd e-bost diogel wedi'i anfon, bydd yn cael ei anablu yn awtomatig.
da: Når en sikker e-mail er sendt, vil den blive deaktiveret automatisk.
de: Sobald eine sichere E-Mail gesendet wurde, wird sie automatisch deaktiviert.
el: Μόλις σταλεί ένα ασφαλές email, θα απενεργοποιηθεί αυτόματα.
es: Una vez que se envía un correo electrónico seguro, se deshabilitará automáticamente.
et: Kui turvaline e-kiri on saadetud, lülitub see automaatselt välja.
eu: Email seguru bat bidali ondoren, automatikoki desgaituko da.
fa: زمانی که یک ایمیل امن ارسال شد، به طور خودکار غیرفعال خواهد شد.
fi: Kun suojattu sähköposti on lähetetty, se poistetaan automaattisesti käytöstä.
fr: Une fois qu'un email sécurisé est envoyé, il sera automatiquement désactivé.
ga: Bioa kɛseɛ a wɔde bɛsoma no, wɔbɛyɛ sɛ wɔbɛyaɛ.
gd: Cho luath ‘s a chuirear post-d tèarainte, thèid a chur à comas gu fèin-obrachail.
gl: Unha vez enviado un correo electrónico seguro, desactivarase automaticamente.
gu: જ્યારે સુરક્ષિત ઇમેઇલ મોકલવામાં આવે છે, તે આપમેળે નિષ્ક્રિય કરવામાં આવશે.
he: ברגע שאימייל מאובטח נשלח, הוא יושבת אוטומטית.
hi: एक सुरक्षित ईमेल भेजे जाने के बाद, यह स्वतः अक्षम हो जाएगा।
hr: Jednom kada je siguran email poslan, automatski će biti onemogućen.
hu: Miután egy biztonságos e-mail elküldésre került, az automatikusan letiltásra kerül.
id: Setelah email aman terkirim, email akan otomatis dinonaktifkan.
is: Þegar öruggur tölvupóstur hefur verið sendur verður hann sjálfkrafa óvirkjaður.
it: Una volta inviata un'email sicura, verrà automaticamente disabilitata.
ja: セキュアメールが送信されると、自動的に無効化されます。
ka: საიმედო ელფოსტის გაგზავნის შემდეგ იგი ავტომატურად გაუქმდება.
ku: Piştî ku e-nameyek ewlehî bişîne, ew ê piçûk bibe bixweber.
lt: Kai saugus el. laiškas išsiunčiamas, jis bus automatiškai išjungtas.
lv: Kad ir nosūtīts drošs e-pasts, tas tiks automātiski atspējots.
mg: Raha vantany vao alefa mailaka azo antoka dia hoesorina ho azy.
mi: Kia tukuna he īmēra haumaru, ka whakakorehia aunoa tēnei.
mk: Откако ќе биде испратена сигурна е-пошта, автоматски ќе биде оневозможена.
ml: പൂട്ടിയ ഇമെയിൽ അയച്ച ശേഷം, അത് സ്വമേധയാ നിഷ്ക്രിയമാക്കപ്പെടും.
ms: Setelah emel selamat dihantar, ia akan dinyahaktifkan secara automatik.
mt: Ladarba tintbagħat email sigura, titneħħa awtomatikament.
my: စံထား၍စင်သာပြီး အီးမေးလ်ပို့ပြီးလျှင် အလိုအလျောက် ပိတ်ဆို့ပါ။
nl: Zodra een beveiligde e-mail is verzonden, wordt deze automatisch uitgeschakeld.
no: Når en sikker e-post er sendt, vil den bli deaktivert automatisk.
pa: ਇੱਕ ਸੁਰੱਖਿਅਤ ਈਮੇਲ ਭੇਜੀ ਜਾਣ ਤੋਂ ਬਾਅਦ, ਇਸ ਨੂੰ ਆਪਣੇ ਆਪ ਹੀ ਅਯੋਗ ਕੀਤਾ ਜਾਵੇਗਾ।
pl: Gdy bezpieczny e-mail zostanie wysłany, będzie automatycznie wyłączony.
pt: Uma vez que um email seguro é enviado, ele será desativado automaticamente.
ro: Odată ce un email securizat este trimis, acesta va fi dezactivat automat.
ru: После отправки защищенного письма оно будет автоматически деактивировано.
sk: Akonáhle je bezpečný email odoslaný, bude automaticky zakázaný.
sl: Ko je varna e-pošta poslana, bo samodejno onemogočena.
sq: Pasi një email i sigurt dërgohet, ai do të çaktivizohet automatikisht.
sr: Jednom kada je siguran email poslat, biće automatski onemogućen.
sv: När ett säkert e-postmeddelande har skickats, inaktiveras det automatiskt.
sw: Mara barua pepe yenye usalama ikitumwa, itazimwa moja kwa moja.
ta: ஒரு பாதுகாப்பான மின்னஞ்சல் அனுப்பப்பட்டதும், அது தானாகவே முடிவு செய்யப்படும்.
te: సురక్షిత ఇమెయిల్ పంపించిన తరువాత, అది స్వయంచాలకంగా నిలిపివేయబడుతుంది.
th: เมื่ออีเมลที่ปลอดภัยถูกส่งออกไปแล้ว อีเมลนั้นจะถูกปิดการใช้งานอัตโนมัติ
tr: Güvenli bir e-posta gönderildiğinde, otomatik olarak devre dışı bırakılır.
uk: Після того, як безпечний лист відправлено, його буде автоматично відключено.
ur: ایک محفوظ ای میل بھیجنے کے بعد، یہ خود بخود غیر فعال ہوجائے گا۔
uz: Xavfsiz elektron pochta jo'natilganidan so'ng, u avtomatik ravishda o'chiriladi.
vi: Khi một email bảo mật được gửi đi, nó sẽ tự động bị vô hiệu hóa.
xh: Xa i-imeyile ekhuselekileyo ithunyelwa, iya kuvalwa ngokuzenzekelayo.

source: No Messagess available.
ar: لا يوجد مستخدمون متاحون.
az: İstifadəçilər mövcud deyil.
be: нет доступных пользователей.
bn: কোনও ব্যবহারকারী উপলব্ধ নেই।
cs: Žádní uživatelé k dispozici.
cy: Dim defnyddwyr ar gael.
da: Ingen brugere tilgængelige.
de: Keine Benutzer verfügbar.
el: Δεν υπάρχουν διαθέσιμοι χρήστες.
es: No hay usuarios disponibles.
et: Kasutajad puuduvad.
eu: Ez dago erabiltzaillerik eskuragarri.
fa: هیچ کاربری در دسترس نیست.
fi: Ei käyttäjiä saatavilla.
fr: Aucun utilisateur disponible.
ga: Níl aon úsáideoirí ar fáil.
gd: Gun luchd-cleachdaidh ri fhaighinn.
gl: Non hai usuarios dispoñibles.
gu: કોઈ વપરાશકર્તાઓ ઉપલબ્ધ નથી.
he: אין משתמשים זמינים.
hi: कोई उपयोगकर्ता उपलब्ध नहीं है।
hr: Nema dostupnih korisnika.
hu: Nincsenek elérhető felhasználók.
id: Tidak ada pengguna yang tersedia.
is: Engir notendur tiltækir.
it: Nessun utente disponibile.
ja: 利用可能なユーザーがいません。
ka: მომხმარებლები არ არის ხელმისაწვდომი.
ku: Bikarhênerên mewcûd ne.
lt: Nėra naudotojų.
lv: Nav pieejami lietotāji.
mg: Tsy misy mpampiasa azo.
mi: Kāore he kaiwhakamahi e wātea ana.
mk: Нема достапни корисници.
ml: ഉപയോക്താക്കളൊന്നും ലഭ്യമല്ല.
ms: Tiada pengguna tersedia.
mt: L-ebda utenti disponibbli.
my: အသုံးပြုသူများ မရရှိနိုင်ပါ။
nl: Geen gebruikers beschikbaar.
no: Ingen brukere tilgjengelig.
pa: ਕੋਈ ਯੂਜ਼ਰ ਉਪਲਬਧ ਨਹੀਂ।
pl: Brak dostępnych użytkowników.
pt: Nenhum usuário disponível.
ro: Nu există utilizatori disponibili.
ru: Нет доступных пользователей.
sk: Žiadni používatelia nie sú k dispozícii.
sl: Ni uporabnikov na voljo.
sq: Nuk ka përdorues të disponueshëm.
sr: Nema dostupnih korisnika.
sv: Inga användare tillgängliga.
sw: Hakuna watumiaji waliopo.
ta: பயனர்கள் கிடைக்கவில்லை.
te: న משתמשים లభించలేదు.
th: ไม่มีผู้ใช้งานที่สามารถใช้งานได้
tr: Kullanıcı yok.
uk: Користувачі відсутні.
ur: کوئی صارف دستیاب نہیں۔
uz: Foydalanuvchilar mavjud emas.
vi: Không có người dùng nào có sẵn.
xh: Akukho basebenzisi abafumanekayo.

source: Two-Factor Authentication (MFA)
ar: المصادقة الثنائية (MFA)
az: İki Faktorlu Doğrulama (MFA)
be: Двухфактарная аўтэнтыфікацыя (MFA)
bn: দ্বিস্তর প্রমাণীকরণ (MFA)
cs: Dvoufaktorová autentizace (MFA)
cy: Dau-Ffactor Dilysu (MFA)
da: To-faktor-godkendelse (MFA)
de: Zwei-Faktor-Authentifizierung (MFA)
el: Αυθεντικοποίηση Δύο Παραγόντων (MFA)
es: Autenticación de Dos Factores (MFA)
et: Kahefaktoriline autentimine (MFA)
eu: Bi-Faktoreko Autentikazioa (MFA)
fa: احراز هویت دو مرحله‌ای (MFA)
fi: Kaksivaiheinen todennus (MFA)
fr: Authentification à deux facteurs (MFA)
ga: Akyeɛde Twitwiwọ (MFA)
gd: Dearbhadh Dà-Fhactar (MFA)
gl: Autenticación de Dous Factores (MFA)
gu: ટુ-ફેક્ટર ઓથેન્ટિકેશન (MFA)
he: אימות דו-שלבי (MFA)
hi: दो-कारक प्रमाणीकरण (MFA)
hr: Dvofaktorska autentifikacija (MFA)
hu: Kétfaktoros hitelesítés (MFA)
id: Otentikasi Dua Faktor (MFA)
is: Tveggja þátta auðkenning (MFA)
it: Autenticazione a due fattori (MFA)
ja: 二要素認証 (MFA)
ka: როლის გადამოწმება (MFA)
ku: دڵنیاکردنەوەی دوو فاکتەر (MFA)
lt: Dviejų veiksnių autentifikavimas (MFA)
lv: Divfaktoru autentifikācija (MFA)
mg: Fampahavitrihana roa dingana (MFA)
mi: Whakatūpato Rua-Karauhe (MFA)
mk: Автентикација со два фактори (MFA)
ml: രണ്ടും-ഘടക ഓഥന്റിക്കേഷൻ (MFA)
ms: Pengesahan Dua-Hala (MFA)
mt: Awtentikazzjoni b'Żewġ Fatturi (MFA)
my: နှစ်ဆ ကျောရာ အမှန်သား (MFA)
nl: Twee-factor authenticatie (MFA)
no: To-faktor autentisering (MFA)
pa: ਦੋ-ਫੈਕਟਰ ਪ੍ਰਮਾਣੀਕਰਨ (MFA)
pl: Uwierzytelnianie dwuskładnikowe (MFA)
pt: Autenticação de Dois Fatores (MFA)
ro: Autentificare cu doi factori (MFA)
ru: Двухфакторная аутентификация (MFA)
sk: Dvojfaktorová autentifikácia (MFA)
sl: Dvofaktorska avtentikacija (MFA)
sq: Autentifikimi me Dy Faktorë (MFA)
sr: Dvofaktorska autentifikacija (MFA)
sv: Tvåfaktorsautentisering (MFA)
sw: Uthibitishaji wa Vipengele Viwili (MFA)
ta: இரண்டு காரணி உறுதிப்படுத்தல் (MFA)
te: రెండు-పట్టిక నిర్ధారణ (MFA)
th: การยืนยันตัวตนสองขั้นตอน (MFA)
tr: İki Faktörlü Doğrulama (MFA)
uk: Двоетапна автентифікація (MFA)
ur: دوہری توثیق (MFA)
uz: Ikki faktorli autentifikatsiya (MFA)
vi: Xác thực hai yếu tố (MFA)
xh: Ukuqinisekisa Okubini (MFA)

source: Your Recovery Codes
ar: رموز الاستعادة الخاصة بك
az: Sizin Bərpa Kodlarınız
be: Вашы коды аднаўлення
bn: আপনার পুনরুদ্ধার কোড
cs: Vaše obnovovací kódy
cy: Eich Codau Adfer
da: Dine gendannelseskoder
de: Ihre Wiederherstellungscodes
el: Οι Κωδικοί Ανάκτησης σας
es: Tus Códigos de Recuperación
et: Teie taastamiskoodid
eu: Zure Berreskuratze Kodeak
fa: کدهای بازیابی شما
fi: Palautuskoodisi
fr: Vos codes de récupération
ga: Wo Agyawde Kod no
gd: Do Chòdan Ath-leasachaidh
gl: Os teus Códigos de Recuperación
gu: તમારા પુનઃપ્રાપ્તિ કોડ્સ
he: קודי שחזור שלך
hi: आपके पुनर्प्राप्ति कोड
hr: Vaši kodovi za oporavak
hu: A helyreállítási kódjaid
id: Kode Pemulihan Anda
is: Endurheimtunar kóðar þínir
it: I tuoi codici di recupero
ja: あなたのリカバリーコード
ka: თქვენი აღდგენითი კოდები
ku: کۆدەکانی گەڕاندنەوە
lt: Jūsų atkūrimo kodai
lv: Jūsu atgūšanas kodi
mg: Ny Kaodinao famerenana
mi: Ō Waehere Whakaora
mk: Вашите кодови за обновување
ml: നിങ്ങളുടെ പുനരുദ്ധാരണ കോഡുകൾ
ms: Kod Pemulihan Anda
mt: Il-Kodiċijiet ta’ Rikoverja Tiegħek
my: သင့်ပြန်လည်ရယူမှု ကုဒ်များ
nl: Uw herstelcodes
no: Dine gjenopprettingskoder
pa: ਤੁਹਾਡੇ ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ
pl: Twoje kody odzyskiwania
pt: Seus Códigos de Recuperação
ro: Codurile dumneavoastră de recuperare
ru: Ваши коды восстановления
sk: Vaše Obnovovacie Kódy
sl: Vaše kode za obnovitev
sq: Kodet tuaja të Rikuperimit
sr: Vaši kodovi za oporavak
sv: Dina återställningskoder
sw: Misimbo Yako ya Urejeshaji
ta: உங்கள் மீட்பு குறியீடுகள்
te: మీ పునరుద్ధరణ కోడ్లు
th: รหัสการกู้คืนของคุณ
tr: Kurtarma Kodlarınız
uk: Ваші коди відновлення
ur: آپ کے بازیابی کوڈز
uz: Sizning qayta tiklash kodlaringiz
vi: Mã khôi phục của bạn
xh: Iikhowudi Zakho Zokubuyisela

source: Save these recovery codes in a safe place!
ar: احفظ هذه الرموز في مكان آمن!
az: Bu bərpa kodlarını təhlükəsiz yerdə saxlayın!
be: Захавайце гэтыя коды аднаўлення ў бяспечным месцы!
bn: এই পুনরুদ্ধার কোডগুলি নিরাপদ স্থানে সংরক্ষণ করুন!
cs: Uložte tyto obnovovací kódy na bezpečné místo!
cy: Cadwch y codau adfer hyn mewn lle diogel!
da: Gem disse gendannelseskoder et sikkert sted!
de: Speichern Sie diese Wiederherstellungscodes an einem sicheren Ort!
el: Αποθηκεύστε αυτούς τους κωδικούς ανάκτησης σε ασφαλές μέρος!
es: ¡Guarda estos códigos de recuperación en un lugar seguro!
et: Salvestage need taastamiskoodid turvalises kohas!
eu: Gorde berreskuratze kode hauek toki seguruan!
fa: این کدهای بازیابی را در محل امنی ذخیره کنید!
fi: Tallenna nämä palautuskoodit turvalliseen paikkaan!
fr: Sauvegardez ces codes de récupération dans un endroit sûr !
ga: Hwɛ sɛ wode agyawde kod yi wɔ baabi sɛ na ɛtɔɔɛ!
gd: Sàbhail na còdan ath-leasachaidh seo ann an àite sàbhailte!
gl: Garda estes códigos de recuperación nun lugar seguro!
gu: આ પુનઃપ્રાપ્તિ કોડ્સ સુરક્ષિત સ્થળે સાચવો!
he: שמור קודי שחזור אלה במקום בטוח!
hi: इन पुनर्प्राप्ति कोड्स को सुरक्षित स्थान पर सहेजें!
hr: Spremite ove kodove za oporavak na sigurno mjesto!
hu: Mentsd el ezeket a helyreállítási kódokat egy biztonságos helyre!
id: Simpan kode pemulihan ini di tempat yang aman!
is: Vistaðu þessa endurheimtunar kóða á öruggum stað!
it: Conserva questi codici di recupero in un luogo sicuro!
ja: これらのリカバリーコードを安全な場所に保存してください！
ka: შეინახეთ ეს აღდგენითი კოდები უსაფრთხო ადგილას!
ku: ئەم کۆدانە لە شوێنێکی ئازاد بپارێزە!
lt: Išsaugokite šiuos atkūrimo kodus saugioje vietoje!
lv: Saglabājiet šos atgūšanas kodus drošā vietā!
mg: Tehirizo amin'ny toerana azo antoka ireto kaody famerenana ireto!
mi: Tiakina ēnei waehere whakaora i tētahi wāhi haumaru!
mk: Сочувајте ги овие кодови за обновување на безбедно место!
ml: ഈ പുനരുദ്ധാരണ കോഡുകൾ ഒരു സുരക്ഷിത സ്ഥലത്ത് സംരക്ഷിക്കുക!
ms: Simpan kod pemulihan ini di tempat yang selamat!
mt: Ħlief dawn il-kodiċijiet ta’ rikoverja f’post sigur!
my: ဤပြန်လည်ရယူမှုကုဒ်များကို ဘေးကင်းရာတွင် သိုလှောင်ပါ။
nl: Bewaar deze herstelcodes op een veilige plaats!
no: Lagre disse gjenopprettingskodene på et trygt sted!
pa: ਇਨ੍ਹਾਂ ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡਾਂ ਨੂੰ ਸੁਰੱਖਿਅਤ ਸਥਾਨ ਤੇ ਸੁਰੱਖਿਅਤ ਕਰੋ!
pl: Zapisz te kody odzyskiwania w bezpiecznym miejscu!
pt: Salve esses códigos de recuperação em um local seguro!
ro: Salvați aceste coduri de recuperare într-un loc sigur!
ru: Сохраните эти коды восстановления в надежном месте!
sk: Uložte tieto obnovovacie kódy na bezpečnom mieste!
sl: Shrani te kode za obnovitev na varno mesto!
sq: Ruani këto kode rikuperimi në një vend të sigurt!
sr: Sačuvajte ove kodove za oporavak na sigurnom mestu!
sv: Spara dessa återställningskoder på en säker plats!
sw: Hifadhi misimbo hii ya urejeshaji mahali salama!
ta: இந்த மீட்பு குறியீடுகளை பாதுகாப்பான இடத்தில் சேமிக்கவும்!
te: ఈ పునరుద్ధరణ కోడ్లను భద్రంగా చోటు దాచుకోండి!
th: บันทึกรหัสการกู้คืนเหล่านี้ไว้ในที่ปลอดภัย!
tr: Bu kurtarma kodlarını güvenli bir yerde saklayın!
uk: Збережіть ці коди відновлення в безпечному місці!
ur: ان بازیابی کوڈز کو محفوظ مقام پر محفوظ کریں!
uz: Ushbu qayta tiklash kodlarini xavfsiz joyda saqlang!
vi: Lưu các mã khôi phục này ở nơi an toàn!
xh: Gcina ezi zikhodi zokubuyisela kwindawo ekhuselekileyo!
