Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Show Help
ar: إظهار تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Göster
be: Паказаць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা দেখান
cs: Zobrazit nápovědu pro nastavení SMTP
cy: Dangos Cymorth Ffurfweddu SMTP
da: Vis SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe anzeigen
el: Προβολή Βοήθειας Ρύθμισης SMTP
es: Mostrar Ayuda de Configuración SMTP
et: Kuva SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza erakutsi
fa: نمایش راهنمای تنظیم SMTP
fi: Näytä SMTP-asetusten apu
fr: Afficher l'aide de configuration SMTP
ga: Da SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Seall Cobhair Rèiteachaidh SMTP
gl: Mostrar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય બતાવો
he: הצג עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता दिखाएँ
hr: Prikaži pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó megjelenítése
id: Tampilkan Bantuan Pengaturan SMTP
is: Sýna SMTP uppsetningarhjálp
it: Mostra aiuto configurazione SMTP
ja: SMTPセットアップヘルプを表示
ka: ჩართულა SMTP-ს წამოა
ku: Pêşkîşkirina Alîkara Sazkerî SMTP nîşa deyin
lt: Rodyti SMTP nustatymų pagalbą
lv: Parādīt SMTP iestatījumu palīdzību
mg: Asehoy ny Fanampiana Amin'ny Setup SMTP
mi: Whakaatu Āwhina Whirihoranga SMTP
mk: Покажи SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം കാണിക്കുക
ms: Tunjukkan Bantuan Pemediaan SMTP
mt: Uri l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ပြပါ
nl: SMTP Installatie Hulp weergeven
no: Vis SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਵੇਖਾਓ
pl: Pokaż pomoc dotyczącą konfiguracji SMTP
pt: Mostrar Ajuda de Configuração SMTP
ro: Arată Help Configurare SMTP
ru: Показать Справку по Настройке SMTP
sk: Zobraziť pomoc pre nastavenie SMTP
sl: Prikaži pomoč pri nastavitvi SMTP
sq: SHFAQ Ndihmën e Konfigurimit SMTP
sr: Prikaži pomoć za SMTP podešavanje
sv: Visa SMTP-inställningshjälp
sw: Onyesha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை காட்டு
te: SMTP సెటప్ సహాయం చూపించండి
th: แสดงความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Göster
uk: Показати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد دکھائیں
uz: SMTP sozlash yordamni ko'rsatish
vi: Hiện Hướng Dẫn Cài Đặt SMTP
xh: Bonisa uncedo lokuseka i-SMTP

source: Hide Help
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Webhooks Destinations
ar: وجهات الويب هوك
az: Webhook Məqsədləri
be: Webhooks গন্তব্য
bn: ওয়েবহুক গন্তব্য
cs: Webhook destinace
cy: Cyrchfannau Webhooks
da: Webhooks destinationer
de: Webhook-Ziele
el: Προορισμοί Webhooks
es: Destinos Webhooks
et: Webhooks sihtkohad
eu: Webhook Helmugak
fa: مقاصد Webhooks
fi: Webhook-kohteet
fr: Destinations Webhook
ga: Pointeálacha Webhooks
gd: Cinn-uidhe Webhooks
gl: Destinos Webhooks
gu: વેબહૂક મંજિલો
he: יעדי Webhooks
hi: वेबहुक गंतव्य
hr: Webhook odredišta
hu: Webhook célok
id: Tujuan Webhook
is: Vefkróka Áfangastaðir
it: Destinazioni Webhook
ja: Webhook送信先
ka: ვებჰუკების დანიშნულებები
ku: نیشانیەکانی Webhooks
lt: Žiniatinklio žinutės paskirties vietos
lv: Webhooks galamērķi
mg: Tanjona Webhook
mi: Ūnga Tūahukihuki
mk: Webhook Дестинации
ml: വെബ്‌ഹുക്കുകളുടെ ലക്ഷ്യസ്ഥാനങ്ങൾ
ms: Destinasi Webhooks
mt: Destinazzjonijiet Webhooks
my: Webhooks ဆ.sender များ
nl: Webhooks-bestemmingen
no: Webhook-destinasjoner
pa: Webhook ਮੰਜ਼ਿਲਾਂ
pl: Docelowe miejsca Webhook
pt: Destinos de Webhooks
ro: Destinații Webhook
ru: Webhook назначения
sk: Webhook destinácie
sl: Webhook destinacije
sq: Destinacione Webhook
sr: Webhook odredišta
sv: Webhook-destinationer
sw: Vituo vya Webhooks
ta: Webhooks இலக்குகள்
te: వెబ్‌హుక్ గమ్యస్థానాలు
th: ปลายทาง Webhooks
tr: Webhook Hedefleri
uk: Webhook пункти призначення
ur: ویب ہُک مقامات
uz: Webhook manzillari
vi: Điểm đến Webhooks
xh: Izindawo Ze-Webhooks

source: Endpoint
ar: نقطة النهاية
az: Son nöqtə
be: এন্ডপয়েন্ট
bn: এন্ডপয়েন্ট
cs: Koncový bod
cy: Pen pwynt
de: Endpunkt
el: Σημείο τερματισμού
es: Punto final
et: Lõpp-punkt
eu: Amaiera
fa: نقطه پایانی
fi: Päätepiste
ga: Pointe Deiridh
gd: Àite-crìochnachaidh
gl: Punto final
gu: એન્ડપોઇન્ટ
he: כתובת קצה
hi: एंडपॉइंट
hr: Krajnja točka
hu: Végpont
is: Endapunktur
ja: エンドポイント
ka: ენდფოინტი
ku: متمانه
lt: Pabaiga
lv: Galapunkts
mg: Tanjona Farany
mi: Ngā Piringa
mk: Крајна точка
ml: എൻഡ്‌മോഡ്
my: ကုဒ်အထာ
no: Endepunkt
pa: ਇੰਪੋਇੰਟ
pl: Punkt końcowy
pt: Ponto de Extremidade
ro: Punct de final
ru: Конечная точка
sk: Koncový bod
sl: Končna točka
sq: Pika e Fundit
sr: Krajnja tačka
sv: Slutpunkt
sw: Mwisho
ta: இறுதி இடம்
te: ఎండ్పాయింట్
th: ปลายทาง
tr: Uç Nokta
uk: Кінцева точка
ur: آخر نقطہ
xh: I-Endpoint

source: Endpoint:
ar: نقطة النهاية:
az: Son nöqtə:
be: এন্ডপয়েন্ট:
bn: এন্ডপয়েন্ট:
cs: Koncový bod:
cy: Pen pwynt:
de: Endpunkt:
el: Σημείο τερματισμού:
es: Punto final:
et: Lõpp-punkt:
eu: Amaiera:
fa: نقطه پایانی:
fi: Päätepiste:
fr: /foqoora
ga: Pointe Deiridh:
gd: Àite-crìochnachaidh:
gl: Punto final:
gu: એન્ડપોઇન્ટ:
he: כתובת קצה:
hi: एंडपॉइंट:
hr: Krajnja točka:
hu: Végpont:
is: Endapunktur:
ja: エンドポイント:
ka: ენდფოინტი:
ku: متمانه:
lt: Pabaiga:
lv: Galapunkts:
mg: Tanjona Farany:
mi: Ngā Piringa:
mk: Крајна точка:
ml: എൻഡ്‌മോഡ്:
my: ကုဒ်အထာ:
no: Endepunkt:
pa: ਇੰਪੋਇੰਟ:
pl: Punkt końcowy:
pt: Ponto de Extremidade:
ro: Punct de final:
ru: Конечная точка:
sk: Koncový bod:
sl: Končna točka:
sq: Pika e Fundit:
sr: Krajnja tačka:
sv: Slutpunkt:
sw: Mwisho:
ta: இறுதி இடம்:
te: ఎండ్పాయింట్:
th: ปลายทาง:
tr: Uç Nokta:
uk: Кінцева точка:
ur: آخر نقطہ:
xh: I-Endpoint:

source: Description:
ar: الوصف:
az: Təsvir:
be: বর্ণনা:
bn: বর্ণনা:
cs: Popis:
cy: Disgrifiad:
da: Beskrivelse:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
et: Kirjeldus:
eu: Deskripzioa:
fa: توضیحات:
fi: Kuvaus:
ga: Tuairisc:
gd: Tuairisgeul:
gl: Descrición:
gu: વર્ણન:
he: תיאור:
hi: विवरण:
hr: Opis:
hu: Leírás:
id: Deskripsi:
is: Lýsing:
it: Descrizione:
ja: 説明:
ka: აღწერა:
ku: پەسنی:
lt: Aprašymas:
lv: Apraksts:
mg: Famaritana:
mi: Whakamārama:
mk: Опис:
ml: വിവരണം:
ms: Penerangan:
mt: Deskrizzjoni:
my: ဖော်ပြချက်:
nl: Beschrijving:
no: Beskrivelse:
pa: ਵੇਰਵਾ:
pl: Opis:
pt: Descrição:
ro: Descriere:
ru: Описание:
sk: Popis:
sl: Opis:
sq: Përshkrim:
sr: Opis:
sv: Beskrivning:
sw: Maelezo:
ta: விளக்கம்:
te: వివరణ:
th: คำอธิบาย:
tr: Açıklama:
uk: Опис:
ur: تفصیل:
uz: Tavsif:
vi: Mô tả:
xh: Inkcazo:

source: Edit Webhook
ar: تحرير ويب هوك
az: Webhook Redaktə et
be: Webhook সম্পাদনা করুন
bn: ওয়েবহুক সম্পাদনা
cs: Upravit Webhook
cy: Golygu Webhook
da: Rediger webhook
de: Webhook bearbeiten
el: Επεξεργασία Webhook
es: Editar Webhook
et: Muuda Webhooki
eu: Editatu Webhook-a
fa: ویرایش Webhook
fi: Muokkaa Webhookia
fr: Modifier Webhook
ga: Eagar Webhook
gd: Deasaich Webhook
gl: Editar Webhook
gu: વેબહૂક સંપાદિત કરો
he: ערוך Webhook
hi: वेबहुक संपादित करें
hr: Uredi Webhook
hu: Webhook szerkesztése
is: Breyta Vefkrók
it: Modifica Webhook
ja: Webhookを編集
ka: ვებჰუკის რედაქტირება
ku: دەستکاری Webhook
lt: Redaguoti žiniatinklio žinutę
lv: Rediģēt Webhook
mg: Hamarino ny Webhook
mi: Whakatika Tūahukihuki
mk: Уреди Webhook
ml: വെബ്ഹുക്ക് തിരുത്തുക
mt: Editja Webhook
my: Webhook ပြင်ရန်
nl: Webhook bewerken
no: Rediger Webhook
pa: Webhook ਸੋਧੋ
pl: Edytuj Webhook
pt: Editar Webhook
ro: Editează Webhook
ru: Редактировать Webhook
sk: Editovať Webhook
sl: Uredi Webhook
sq: Ndrysho Webhook
sr: Uredi Webhook
sv: Redigera Webhook
sw: Hariri Webhook
ta: Webhook திருத்து
te: వెబ్‌హుక్ సవరించు
th: แก้ไข Webhook
tr: Webhook Düzenle
uk: Редагувати Webhook
ur: ویب ہُک میں ترمیم
uz: Webhook tahrirlash
vi: Chỉnh sửa Webhook
xh: Hlela i-Webhook

source: Create Webhook
ar: إنشاء ويب هوك
az: Webhook Yarat
be: Webhook তৈরি করুন
bn: ওয়েবহুক তৈরি করুন
cs: Vytvořit Webhook
cy: Creu Webhook
da: Opret webhook
de: Webhook erstellen
el: Δημιουργία Webhook
es: Crear webhook
et: Loo Webhook
eu: Sortu Webhook-a
fa: ایجاد Webhook
fi: Luo Webhook
fr: Créer un Webhook
ga: Cruthaigh Webhook
gd: Cruthaich Webhook
gl: Crear Webhook
gu: વેબહૂક બનાવો
he: צור Webhook
hi: वेबहुक बनाएं
hr: Stvori Webhook
hu: Webhook létrehozása
id: Buat Webhook
is: Búa til Vefkrók
it: Crea Webhook
ja: Webhookを作成
ka: ვებჰუკის შექმნა
ku: دروستکردنی Webhook
lt: Sukurti žiniatinklio žinutę
lv: Izveidot Webhook
mg: Mamorona Webhook
mi: Waihanga Tūahukihuki
mk: Креирај Webhook
ml: വെബ്ഹുക്ക് സൃഷ്ടിക്കുക
ms: Cipta Webhook
mt: Oħloq Webhook
my: Webhook ဖန်တီးရန်
nl: Webhook aanmaken
no: Opprett Webhook
pa: Webhook ਬਣਾਓ
pl: Utwórz Webhook
pt: Criar Webhook
ro: Creează Webhook
ru: Создать Webhook
sk: Vytvoriť Webhook
sl: Ustvari Webhook
sq: Krijo Webhook
sr: Kreiraj Webhook
sv: Skapa Webhook
sw: Tengeneza Webhook
ta: Webhook உருவாக்கு
te: వెబ్‌హుక్ సృష్టించు
th: สร้าง Webhook
tr: Webhook Oluştur
uk: Створити Webhook
ur: ویب ہُک بنائیں
uz: Webhook yaratish
vi: Tạo Webhook
xh: Yakha i-Webhook

source: Update the label, endpoint, or description of this webhook destination.
ar: تحديث العلامة، نقطة النهاية، أو وصف وجهة هذا الـ webhook.
az: Bu webhook təyinatının etiketini, son nöqtəsini və ya təsvirini yeniləyin.
be: Абнавіце этыкетку, канецпункт, або апісанне гэтага пункту прызначэння webhook.
bn: এই ওয়েবহুক গন্তব্যের লেবেল, এন্ডপয়েন্ট বা বিবরণ আপডেট করুন।
cs: Aktualizujte štítek, endpoint nebo popis tohoto webhook cíle.
cy: Diweddarwch y label, pwynt terfyn, neu ddisgrifiad o gyrchfan y webhook hwn.
da: Opdater etiketten, endpointet eller beskrivelsen af denne webhook-destination.
de: Aktualisieren Sie das Label, den Endpunkt oder die Beschreibung dieses Webhook-Ziels.
el: Ενημερώστε την ετικέτα, το σημείο τερματισμού ή την περιγραφή αυτού του σημείου webhook.
es: Actualiza la etiqueta, el punto final o la descripción de este destino de webhook.
et: Uuenda selle veebilõigu sihtkoha silti, lõpp-punkti või kirjeldust.
eu: Eguneratu webhook helmuga honen etiketa, amaiera edo deskribapena.
fa: برچسب، نقطه پایانی یا توضیحات این مقصد webhook را به‌روزرسانی کنید.
fi: Päivitä tämän webhook-kohteen etiketti, päätepiste tai kuvaus.
fr: Mettez à jour l'étiquette, le point de terminaison ou la description de cette destination webhook.
ga: Sesa ho din, nyansa yi ho so te sɛ kurebɔ mu nsɛm.
gd: Ùraich an leubail, ceann-uidhe, no tuairisgeul air an ceann-uidhe webhook seo.
gl: Actualiza a etiqueta, o punto final ou a descrición deste destino de webhook.
gu: આ webhook સ્થળનું લેબલ, એન્ડપોઈન્ટ અથવા વર્ણન અપડેટ કરો.
he: עדכן את התווית, נקודת הסיום או התיאור של יעד ה-webhook הזה.
hi: इस वेबहुक गंतव्य के लेबल, एंडपॉइंट, या विवरण को अपडेट करें।
hr: Ažurirajte oznaku, krajnju točku ili opis ovog webhook odredišta.
hu: Frissítse ennek a webhook célállomásnak a címkéjét, végpontját vagy leírását.
id: Perbarui label, endpoint, atau deskripsi tujuan webhook ini.
is: Uppfærðu merkimiða, endapunkt eða lýsingu á þessum webhook áfangastað.
it: Aggiorna l'etichetta, l'endpoint o la descrizione di questa destinazione webhook.
ja: このWebhook送信先のラベル、エンドポイント、または説明を更新します。
ka: このWebhook宛先のラベル、エンドポイント、または説明を更新します。
ku: Etîket, endpoint, an pênaseya vê objective webhook nû bikin.
lt: Atnaujinkite šios webhook vietos etiketę, galinį tašką arba aprašymą.
lv: Atjauniniet šī webhook galamērķa etiķeti, galapunktu vai aprakstu.
mg: Havaozy ny marika, faritra, na famaritana momba ity toerana webhook ity.
mi: Whakahoutia te tapanga, awakeri, te whakaahuatanga o te ūnga ūropiwhiwhi nei.
mk: Ажурирајте ја етикетата, крајната точка или описот на оваа webhook дестинација.
ml: ഈ Webhook ലക്ഷ്യസ്ഥാനത്തിന്റെ ലേബൽ, എന്റ്പോയിന്റ്, വിവരണം എന്നിവ അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemas kini label, titik akhir, atau penerangan destinasi webhook ini.
mt: Aġġorna t-tikka, l-endpoint, jew id-deskrizzjoni ta' dan id-destinazzjoni webhook.
my: ဤ webhook ခွဲစိတ်နေရာအတွက် ကန့်သတ်ချက်၊ endpoint သို့မဟုတ် ဖေါ်ပြချက်ကို အပ်ဒိတ်လုပ်ပါ။
nl: Werk het label, eindpunt of de beschrijving van deze webhook-bestemming bij.
no: Oppdater etikett, endepunkt, eller beskrivelse av dette webhook-destinasjonen.
pa: ਇਸ ਵੈੱਬਹੁੱਕ ਮੰਜ਼ਿਲ ਦਾ ਲੇਬਲ, ਐਂਡਪੋਇੰਟ, ਜਾਂ ਵਰਣਨ ਅਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj etykietę, punkt końcowy lub opis tego celu webhook.
pt: Atualize o rótulo, endpoint ou descrição deste destino de webhook.
ro: Actualizează eticheta, endpoint-ul sau descrierea acestei destinații webhook.
ru: Обновите метку, конечную точку или описание этого назначения webhook.
sk: Aktualizujte štítok, koncový bod alebo popis tejto destinácie webhook.
sl: Posodobite oznako, končno točko ali opis te destinacije webhook.
sq: Përditësoni etiketën, endpoint-in ose përshkrimin e këtij destinacioni webhook.
sr: Ažuriraj oznaku, krajnju tačku ili opis ove destinacije za webhook.
sv: Uppdatera etikett, slutpunkt eller beskrivning av denna webhook-destination.
sw: Sasisha lebo, mwisho, au maelezo ya eneo hili la webhook.
ta: இந்த வலைமுழக்கம் இலக்கின் லேபிள், இடைநிலை அல்லது விளக்கத்தை இற்றைப்படுத்தவும்.
te: ఈ వెబ్‌హుక్ గమ్యస్థానాన్ని అప్‌డేట్ చేయండి లేదా వివరణను సవరించండి.
th: อัปเดตป้ายชื่อ, จุดเชื่อมต่อ, หรือคำอธิบายของปลายทาง webhook นี้
tr: Bu webhook hedefinin etiketi, uç noktası veya açıklamasını güncelleyin.
uk: Оновіть мітку, кінцевий пункт чи опис цього пункту призначення webhook.
ur: اس Webhook مقام کے لیبل، اینڈ پوائنٹ، یا تفصیل کو اپ ڈیٹ کریں.
uz: Ushbu webhook manzili yorlig'i, endpoint yoki tavsifini yangilang.
vi: Cập nhật nhãn, điểm cuối hoặc mô tả của điểm đến webhook này.
xh: Hlaziya ileyibheli, indawo ekuyiwa kuyo, okanye inkcazo yale ndawo yokudlondlobala.

source: Fill out the form to add a new webhook destination.
ar: املأ النموذج لإضافة مستخدم جديد.
az: Yeni istifadəçi əlavə etmək üçün formanı doldurun.
be: नयाँ प्रयोगकर्ता थप्न फारम भर्नुहोस्।
bn: একটি নতুন ব্যবহারকারী যোগ করতে ফর্মটি পূরণ করুন।
cs: Vyplňte formulář pro přidání nového uživatele.
cy: Llenwch y ffurflen i ychwanegu defnyddiwr newydd.
da: Udfyld formularen for at tilføje en ny bruger.
de: Füllen Sie das Formular aus, um einen neuen Benutzer hinzuzufügen.
el: Συμπληρώστε τη φόρμα για να προσθέσετε έναν νέο χρήστη.
es: Rellena el formulario para añadir un nuevo usuario.
et: Täitke vorm, et lisada uus kasutaja.
eu: Bete formularioa erabiltzaile berri bat gehitzeko.
fa: فرم را برای اضافه کردن کاربر جدید پر کنید.
fi: Täytä lomake lisätäksesi uuden käyttäjän.
fr: Remplissez le formulaire pour ajouter un nouvel utilisateur.
ga: Líon isteach an fhoirm chun úsáideoir nua a chur leis.
gd: Lìon a-steach am foirm airson cleachdaiche ùr.
gl: Encha o formulario para engadir un novo usuario.
gu: નવા યુઝર ઉમેરવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי להוסיף משתמש חדש.
hi: नया उपयोगकर्ता जोड़ने के लिए फॉर्म भरें।
hr: Ispunite obrazac za dodavanje novog korisnika.
hu: Töltsd ki az űrlapot új felhasználó hozzáadásához.
id: Isi formulir untuk menambahkan pengguna baru.
is: Fylltu út formið til að bæta við nýjum notanda.
it: Compila il modulo per aggiungere un nuovo utente.
ja: 新しいユーザーを追加するためにフォームに記入してください。
ka: नए उपयोगकर्ता को जोड़ने के लिए फॉर्म भरें।
ku: فۆمەکە پر بکە بۆ زیادکردنەوەی بکارھێنەر
lt: Užpildykite formą, kad pridėtumėte naują vartotoją.
lv: Aizpildiet veidlapu, lai pievienotu jaunu lietotāju.
mg: Fenoy ny taratasy mba hanampy mpampiasa vaovao.
mi: Whakakīia te puka ki te tāpiri i tētahi kaiwhakamahi hou.
mk: Пополнете го формуларот за да додадете нов корисник.
ml: ഒരു പുതിയ ഉപയോക്താവിനെ ചേർക്കാൻ ഫോം പൂരിപ്പിക്കുക.
ms: Isi borang untuk menambah pengguna baru.
mt: Imla l-formola biex iżżid utent ġdid.
my: အသုံးပြုသူအသစ် ဖြည့်စွက်ရန် အဆောင်အအုံ ဖြည့်ပါ။
nl: Vul het formulier in om een nieuwe gebruiker toe te voegen.
no: Fyll ut skjemaet for å legge til en ny bruker.
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਜੋੜਨ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby dodać nowego użytkownika.
pt: Preencha o formulário para adicionar um novo usuário.
ro: Completați formularul pentru a adăuga un utilizator nou.
ru: Заполните форму, чтобы добавить нового пользователя.
sk: Vyplňte formulár na pridanie nového užívateľa.
sl: Izpolnite obrazec za dodajanje novega uporabnika.
sq: Plotësoni formularin për të shtuar një përdorues të ri.
sr: Popunite obrazac da dodate novog korisnika.
sv: Fyll i formuläret för att lägga till en ny användare.
sw: Jaza fomu ili kuongeza mtumiaji mpya.
ta: புதிய பயனரைச் சேர்க்க படிவத்தை நிரப்புக.
te: కొత్త ఉపయోగదారుడిని చేర్చడానికి ఫారమ్‌లను పూరించండి.
th: กรอกแบบฟอร์มเพื่อเพิ่มผู้ใช้ใหม่
tr: Yeni bir kullanıcı eklemek için formu doldurun.
uk: Заповніть форму, щоб додати нового користувача.
ur: نیا صارف شامل کرنے کے لئے فارم پُر کریں۔
uz: Yangi foydalanuvchi qo'shish uchun shaklni to'ldiring.
vi: Điền vào biểu mẫu để thêm người dùng mới.
xh: Gcwalisa ifom yokongeza umsebenzisi omtsha.

source: Cannot edit while assigned to Messagess
ar: لا يمكن التعديل أثناء التعيين للإشعارات
az: Bildirişlərə təyin olduqda redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць, калі прызначаны апавяшчэнням
bn: নোটিফিকেশনের জন্য বরাদ্দ থাকলে সম্পাদনা করা যাবে না
cs: Nelze upravit, dokud je přiřazen k notifikacím
cy: Methu golygu tra wedi’i aseinio i hysbysiadau
da: Kan ikke redigere, mens det er tildelt til notifikationer
de: Kann nicht bearbeitet werden, solange es Benachrichtigungen zugewiesen ist
el: Δεν είναι δυνατή η επεξεργασία ενώ έχει εκχωρηθεί σε ειδοποιήσεις
es: No se puede editar mientras esté asignado a notificaciones.
et: Ei saa redigeerida, kui on määratud teadetele
eu: Ez daiteke editatu jakinarazpenetara esleitua dagoenean
fa: نمی‌توان در حین تخصیص به اعلان‌ها ویرایش کرد
fi: Ei voi muokata ilmoituksiin osoitettuna
fr: Impossible de modifier tant que c'est attribué aux notifications
ga: Ae'nrootai po iola¹ aen soorn¹ti.
gd: Chan urrainnear a dheasachadh fhad ‘s a tha e ceangailte ri fiosan
gl: Non se pode editar mentres se asigna a notificacións
gu: સૂચનાઓમાં નિમણૂક કરેલી હોય ત્યારે સુધારી શકતા નથી
he: לא ניתן לערוך בזמן שהוקצה להודעות
hi: सूचनाओं को असाइन किए जाने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok je dodijeljeno obavijestima
hu: Nem szerkeszthető, amíg értesítésekhez van hozzárendelve
id: Tidak dapat mengedit saat ditugaskan ke notifikasi
is: Ekki hægt að breyta á meðan úthlutað til tilkynninga
it: Impossibile modificare mentre è assegnato alle notifiche
ja: 通知に割り当てられているため編集できません
ka: აშუალ რაკიძი როგორებილი რფუႠძი
ku: Ne dibe ku nû ve bidoxin ku ji nûvek bikarenibin tê kelokandina
lt: Negalima redaguoti priskyrus pranešimams
lv: Nevar rediģēt, kamēr ir piešķirts paziņojumiem
mg: Tsy afaka manova rehefa nametrahana amin'ny fampahafantarana
mi: Cannot edit while assigned to notifications
mk: Не може да се уреди додека е доделен на известувања
ml: നോ …കവരണ ആശുങ്ങകൾകാരണം തക്കേണ്ടോയെടുക്കില്ല
ms: Tidak boleh menyunting semasa ditugaskan kepada pemberitahuan
mt: Ma tistax teditja waqt li tkun assenjat għal notifiki
my: သတိပေးချက်များတွင် အပ်နှံထားသောအခါ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl toegewezen aan meldingen
no: Kan ikke redigere mens det er tildelt til varsler
pa: ਨੋਟੀਫਿਕੇਸ਼ਨਾਂ ਨੂੰ ਸੌੰਪਿਆ ਗਿਆ ਹੋਣ 'ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy przypisane do powiadomień
pt: Não é possível editar enquanto atribuído a notificações
ro: Nu se poate edita în timp ce este atribuit notificărilor
ru: Невозможно редактировать, пока назначено уведомлениям
sk: Nie je možné upravovať, ak je priradené k upozorneniam
sl: Ni mogoče urejati med dodelitvijo obvestilom
sq: Nuk mund të redaktohet kur i është caktuar njoftimeve
sr: Ne može se uređivati dok je dodeljeno za obaveštenja
sv: Kan inte redigera medan den är tilldelad till aviseringar
sw: Haiwezi kuhariri wakati imepeanwa kwa arifa
ta: அறிவிப்புகளுடன் ஒதுக்கப்பட்டுள்ள போது திருத்த முடியாது
te: నోటిఫికేషన్లకు అసైన్ చేయబడి ఉన్నప్పుడు సవరించలేరు
th: ไม่สามารถแก้ไขในขณะที่มีการกำหนดไปยังการแจ้งเตือน
tr: Bildirimlere atanmışken düzenlenemez
uk: Неможливо змінити під час призначення на сповіщення
ur: نوٹیفیکیشنز کو تفویض ہونے کے دوران ترمیم نہیں کر سکتے
uz: Bildirishnomalarga tayinlanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi được gán vào thông báo
xh: Ayikwazi ukuhlela ngelixa isabela kwizaziso
