Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Please answer the question below to verify your identity before resetting your password.
ar: يرجى الإجابة على السؤال أدناه للتحقق من هويتك قبل إعادة تعيين كلمة المرور الخاصة بك.
az: Parolunuzu sıfırlamadan əvvəl şəxsiyyətinizi təsdiq etmək üçün aşağıdakı suala cavab verin.
be: পাসওয়ার্ড পুনরায় সেট করার আগে আপনার পরিচয় যাচাই করার জন্য নীচের প্রশ্নের উত্তর দিন।
bn: পাসওয়ার্ড পুনরায় সেট করার আগে আপনার পরিচয় নিশ্চিত করতে নিচে থাকা প্রশ্নের উত্তর দিন।
cs: Odpovězte na níže uvedenou otázku pro ověření vaší identity před resetováním hesla.
cy: Atebwch y cwestiwn isod i wirio eich hunaniaeth cyn ailosod eich cyfrinair.
da: Besvar venligst spørgsmålet nedenfor for at bekræfte din identitet, før du nulstiller din adgangskode.
de: Bitte beantworten Sie die folgende Frage, um Ihre Identität zu überprüfen, bevor Sie Ihr Passwort zurücksetzen.
el: Παρακαλώ απαντήστε στην παρακάτω ερώτηση για να επαληθεύσετε την ταυτότητά σας πριν επαναφέρετε τον κωδικό πρόσβασής σας.
es: Por favor, responde la pregunta a continuación para verificar tu identidad antes de restablecer tu contraseña.
et: Palun vasta allolevale küsimusele, et kinnitada oma identiteet enne parooli lähtestamist.
eu: Mesedez, erantzun ondorengo galderari zure nortasuna egiaztatzeko eta pasahitza berriz ezartzeko.
fa: لطفاً به سؤال زیر پاسخ دهید تا هویت خود را قبل از بازنشانی رمز عبور تأیید کنید.
fi: Vastaa alla olevaan kysymykseen todentaaksesi henkilöllisyytesi ennen salasanan nollaamista.
fr: Veuillez répondre à la question ci-dessous pour vérifier votre identité avant de réinitialiser votre mot de passe.
ga: Freagair an cheist thíos le do chéannacht a fhíorú sula ndéanfar do phasfhocal a athshocrú.
gd: Feuch an freagair thu a' cheist gu h-ìosal gus dearbhadh d' aithne mus cuir thu an còd-faire ùr.
gl: Responda á pregunta a continuación para verificar a súa identidade antes de restablecer o contrasinal.
gu: તમારા પાસવર્ડ ફરીથી સેટ કરતી વખતે તમારી ઓળખને તપાસવા માટે નીચેના પ્રશ્નનો જવાબ આપો.
he: נא לענות על השאלה למטה כדי לאמת את זהותך לפני איפוס הסיסמה.
hi: कृपया अपना पासवर्ड रीसेट करने से पहले अपनी पहचान सत्यापित करने के लिए नीचे दिया गया प्रश्न उत्तर दें।
hr: Molimo odgovorite na pitanje ispod kako biste potvrdili svoj identitet prije resetiranja lozinke.
hu: Kérjük, válaszoljon az alábbi kérdésre, hogy igazolja személyazonosságát a jelszó visszaállítása előtt.
id: Silakan jawab pertanyaan di bawah ini untuk memverifikasi identitas Anda sebelum mengatur ulang kata sandi Anda.
is: Vinsamlegast svaraðu spurningunni hér að neðan til að staðfesta auðkenni þitt áður en þú endurstillir lykilorð þitt.
it: Rispondi alla domanda sottostante per verificare la tua identità prima di reimpostare la tua password.
ja: パスワードをリセットする前に、下の質問に答えて本人確認を行ってください。
ka: გთხოვთ, უპასუხეთ ქვემოთ მოცემულ კითხვას თქვენი იდენტობის დასადასტურებლად პაროლის განახლებამდე.
ku: تکایە وەڵامی پرسیارەکەی خوارەوە بدە بۆ بەرزبوونەوەی ناسایەتیەکەت پێش گۆڕینی پاسووردەکەت.
lt: Prašome atsakyti į klausimą žemiau, kad patvirtintumėte savo tapatybę prieš atnaujindami savo slaptažodį.
lv: Lūdzu, atbildiet uz zemāk esošo jautājumu, lai pārbaudītu savu identitāti pirms paroles atjaunošanas.
mg: Azafady valio ny fanontaniana etsy ambany mba hanamarinana ny maha-ianao anao alohan'ny hamerenanao ny tenimiafinao.
mi: Whakautua te pātai i raro iho nei hei whakamana i tō tuakiri i mua i te tautuhi anō i tō kupuhipa.
mk: Ве молиме одговорете на прашањето подолу за да го потврдите вашиот идентитет пред да ја ресетирате вашата лозинка.
ml: നിങ്ങളുടെ’identité വിസിക്കാനായി പാസ്സ്വേഡ് പുനഃസ്ഥാപിക്കുന്നതിന് മുമ്പ് ചുവടെയുള്ള ചോദ്യത്തിന് ഉത്തരം നൽകുക.
ms: Sila jawab soalan di bawah untuk mengesahkan identiti anda sebelum menetapkan semula kata laluan anda.
mt: Jekk jogħġbok wieġeb il-mistoqsija hawn taħt biex tivverifika l-identità tiegħek qabel tirrisettja l-password tiegħek.
my: သီးသန့်အခြေအနေ စစ်ဆေးပါ၍ စကားဝှက်ပြောင်းရန် မေးခွန်းကို ဖြေပါ။
nl: Beantwoord de onderstaande vraag om je identiteit te verifiëren voordat je je wachtwoord opnieuw instelt.
no: Vennligst svar på spørsmålet nedenfor for å bekrefte din identitet før du tilbakestiller passordet ditt.
pa: ਕਿਰਪਾ ਕਰਕੇ ਹੇਠਾਂ ਦਿੱਤੇ ਸਵਾਲ ਦਾ ਜਵਾਬ ਦੇਵੋ ਤਾਂ ਜੋ ਪਾਸਵਰ ਰੀਸੈਟ ਕਰਨ ਤੋਂ ਪਹਿਲਾਂ ਤੁਸੀਂ ਆਪਣੀ ਪਹਿਲਾਂ ਤੋਂ ਪਹਿਲਾਂ ਪਛਾਣ ਦੱਸ ਸਕੋ।
pl: Odpowiedz na poniższe pytanie, aby potwierdzić swoją tożsamość przed zresetowaniem hasła.
pt: Por favor, responda à pergunta abaixo para verificar sua identidade antes de redefinir sua senha.
ro: Vă rugăm să răspundeți la întrebarea de mai jos pentru a vă verifica identitatea înainte de a reseta parola.
ru: Пожалуйста, ответьте на вопрос ниже, чтобы подтвердить свою личность перед сбросом пароля.
sk: Prosím, odpovedajte na otázku nižšie, aby ste overili svoju identitu pred resetovaním svojho hesla.
sl: Prosimo, odgovorite na spodnje vprašanje, da potrdite svojo identiteto pred ponastavitvijo gesla.
sq: Ju lutemi përgjigjuni pyetjes më poshtë për të verifikuar identitetin tuaj para se të rivendosni fjalëkalimin.
sr: Молимо вас да одговорите на питање у наставку како би потврдили свој идентитет пре него што ресетујете лозинку.
sv: Vänligen svara på frågan nedan för att verifiera din identitet innan du återställer ditt lösenord.
sw: Tafadhali jibu swali lililo hapa chini ili kuthibitisha utambulisho wako kabla ya kubadilisha nenosiri lako.
ta: உங்கள் கடவுச்சொல்லை மீட்டமைக்கு முன் உங்கள் அடையாளத்தை உறுதிப்படுத்த கீழே உள்ள கேள்விக்கு பதிலளிக்கவும்.
te: దయచేసి మీ పాస్‌వర్డ్ రీసెట్ చేయడానికి ముందు మీ గుర్తింపును ధృవీకరించడానికి కింది ప్రశ్నకు జవాబు ఇవ్వండి.
th: โปรดตอบคำถามด้านล่างเพื่อยืนยันตัวตนของคุณก่อนตั้งรหัสผ่านใหม่
tr: Parolanızı sıfırlamadan önce kimliğinizi doğrulamak için aşağıdaki soruyu yanıtlayın.
uk: Будь ласка, дайте відповідь на питання нижче, щоб підтвердити вашу особу перед скиданням пароля.
ur: براہ کرم اپنے پاسورڈ کو دوبارہ سیٹ کرنے سے پہلے اپنی شناخت کی تصدیق کے لیے نیچے سوال کا جواب دیں۔
uz: Parolingizni tiklashdan oldin shaxsingizni tasdiqlash uchun quyidagi savolga javob bering.
vi: Vui lòng trả lời câu hỏi bên dưới để xác minh danh tính trước khi đặt lại mật khẩu của bạn.
xh: Nceda uphendule umbuzo ongezantsi ukujonga isazisi sakho phambi kokusetha kwakhona iphasiwedi yakho.

source: Security Question
ar: 🔐 الأمان
az: 🔐 Təhlükəsizlik
be: 🔐 Безопасность
bn: 🔐 নিরাপত্তা
cs: 🔐 Zabezpečení
cy: 🔐 Diogelwch
da: 🔐 Sikkerhed
de: 🔐 Sicherheit
el: 🔐 Ασφάλεια
es: 🔐 Seguridad
et: 🔐 Turvalisus
eu: 🔐 Segurtasuna
fa: 🔐 امنیت
fi: 🔐 Turvallisuus
fr: 🔐 Sécurité
ga: 🔐 Ankasa
gd: 🔐 Tèarainteachd
gl: 🔐 Seguridade
gu: 🔐 સુરક્ષા
he: 🔐 אבטחה
hi: 🔐 सुरक्षा
hr: 🔐 Sigurnost
hu: 🔐 Biztonság
id: 🔐 Keamanan
is: 🔐 Öryggi
it: 🔐 Sicurezza
ja: 🔐 セキュリティ
ka: 🔐 უსაფრთხოება
ku: 🔐 پاراستن
lt: 🔐 Saugumas
lv: 🔐 Drošība
mg: 🔐 Fiarovana
mi: 🔐 Haumarutanga
mk: 🔐 Безбедност
ml: 🔐 സുരക്ഷ
ms: 🔐 Keselamatan
mt: 🔐 Sigurtà
my: 🔐 လုံခြုံရေး
nl: 🔐 Beveiliging
no: 🔐 Sikkerhet
pa: 🔐 ਸੁਰੱਖਿਆ
pl: 🔐 Bezpieczeństwo
pt: 🔐 Segurança
ro: 🔐 Securitate
ru: 🔐 Безопасность
sk: 🔐 Bezpečnosť
sl: 🔐 Varnost
sq: 🔐 Siguria
sr: 🔐 Bezbednost
sv: 🔐 Säkerhet
sw: 🔐 Usalama
ta: 🔐 பாதுகாப்பு
te: 🔐 భద్రత
th: 🔐 ความปลอดภัย
tr: 🔐 Güvenlik
uk: 🔐 Безпека
ur: 🔐 سیکورٹی
uz: 🔐 Xavfsizlik
vi: 🔐 Bảo mật
xh: 🔐 Ukhuseleko

source: Verify and Continue
ar: تحقق واستمر
az: Təsdiqlə və Davam et
be: যাচাই করুন এবং চালিয়ে যান
bn: যাচাই করুন এবং চালিয়ে যান
cs: Ověřit a pokračovat
cy: Gwirio a Parhau
da: Bekræft og fortsæt
de: Überprüfen und fortfahren
el: Επαλήθευση και Συνέχεια
es: Verificar y continuar
et: Kinnita ja jätka
eu: Egiaztatu eta Jarraitu
fa: تأیید و ادامه
fi: Vahvista ja jatka
fr: Vérifiez et continuez
ga: Fíoraigh agus Lean ar Aghaidh
gd: Dearbhaich agus Lean air Adhart
gl: Verificar e Continuar
gu: ચકાસો અને આગળ વધો
he: אמת והמשך
hi: सत्यापित करें और जारी रखें
hr: Potvrdite i nastavite
hu: Igazolás és Folytatás
id: Verifikasi dan Lanjutkan
is: Staðfesta og halda áfram
it: Verifica e Continua
ja: 確認して続行
ka: დაადასტურეთ და განაგრძეთ
ku: دڵنیا بکە و بەرەوپێش
lt: Patvirtinti ir tęsti
lv: Pārbaudiet un turpiniet
mg: Hamarino ary Tohizo
mi: Whakamana me te Haere Tonu
mk: Потврдете и продолжете
ml: സാധൂകരിക്കുക, തുടർവ്
ms: Sahkan dan Teruskan
mt: Ivverifika u Kompli
my: အထောက်အထားဖြစ်ပြီး ဆက်လက်လုပ်ဆောင်ပါ
nl: Verifieer en Ga Verder
no: Verifiser og fortsett
pa: ਪ੍ਰਮਾਣਿਕ ਕਰੋ ਅਤੇ ਜਾਰੀ ਰੱਖੋ
pl: Zweryfikuj i kontynuuj
pt: Verificar e Continuar
ro: Verificați și continuați
ru: Подтвердите и продолжайте
sk: Overte a pokračujte
sl: Preverite in nadaljujte
sq: Verifikoni dhe Vazhdoni
sr: Потврдите и наставите
sv: Verifiera och fortsätt
sw: Thibitisha na Endelea
ta: உறுதிப்படுத்தி தொடரவும்
te: ధృవీకరించి కొనసాగించండి
th: ยืนยันและดำเนินการต่อ
tr: Doğrula ve Devam Et
uk: Перевірити та продовжити
ur: تصدیق کریں اور جاری رکھیں
uz: Tasdiqlang va Davom eting
vi: Xác Minh và Tiếp Tục
xh: Qinisekisa kwaye Uqhubeke

source: Create New User
ar: إنشاء مستخدم جديد
az: Yeni İstifadəçi Yarat
be: नयाँ प्रयोगकर्ता सिर्जना गर्नुहोस्
bn: নতুন ব্যবহারকারী তৈরি করুন
cs: Vytvořit nového uživatele
cy: Creu Defnyddiwr Newydd
da: Opret ny bruger
de: Neuen Benutzer erstellen
el: Δημιουργία νέου χρήστη
es: Crear nuevo usuario
et: Loo uus kasutaja
eu: Erabiltzaile Berria Sortu
fa: ایجاد کاربر جدید
fi: Luo uusi käyttäjä
fr: Créer un nouvel utilisateur
ga: Cruthaigh Úsáideoir Nua
gd: Cruthaich Cleachdaiche Ùr
gl: Crear Novo Usuario
gu: નવા યુઝર બનાવો
he: צור משתמש חדש
hi: नया उपयोगकर्ता बनाएँ
hr: Kreiraj Novog Korisnika
hu: Új felhasználó létrehozása
id: Buat Pengguna Baru
is: Búa til nýjan notanda
it: Crea nuovo utente
ja: 新しいユーザーを作成
ka: नया उपयोगकर्ता बनाएं
ku: بکارھێنەر دسە نھا بنا
lt: Sukurti naują vartotoją
lv: Izveidot jaunu lietotāju
mg: Mamorona Mpampiasa Vaovao
mi: Hanga Kaiwhakamahi Hou
mk: Креирај Нов Корисник
ml: പുതിയ ഉപയോക്താവിനെ സൃഷ്ടിക്കുക
ms: Cipta Pengguna Baru
mt: Oħloq Utent Ġdid
my: အသုံးပြုသူ အသစ် ဖန်တီးပါ
nl: Nieuwe gebruiker aanmaken
no: Opprett ny bruker
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਬਣਾਓ
pl: Utwórz nowego użytkownika
pt: Criar Novo Usuário
ro: Creați Utilizator Nou
ru: Создать нового пользователя
sk: Vytvoriť nového užívateľa
sl: Ustvari novega uporabnika
sq: Krijo Përdorues të Ri
sr: Kreiraj novog korisnika
sv: Skapa ny användare
sw: Fungua Mtumiaji Mpya
ta: புதிய பயனர் உருவாக்குக
te: కొత్త ఉపయోగదారుడిని సృష్టించండి
th: สร้างผู้ใช้ใหม่
tr: Yeni Kullanıcı Oluştur
uk: Створити нового користувача
ur: نیا صارف بنائیں
uz: Yangi Foydalanuvchi yaratish
vi: Tạo Người dùng Mới
xh: Yenza Umsebenzisi Omtsha

source: Fill out the form to add a new user.
ar: املأ النموذج لإضافة مستخدم جديد.
az: Yeni istifadəçi əlavə etmək üçün formanı doldurun.
be: नयाँ प्रयोगकर्ता थप्न फारम भर्नुहोस्।
bn: একটি নতুন ব্যবহারকারী যোগ করতে ফর্মটি পূরণ করুন।
cs: Vyplňte formulář pro přidání nového uživatele.
cy: Llenwch y ffurflen i ychwanegu defnyddiwr newydd.
da: Udfyld formularen for at tilføje en ny bruger.
de: Füllen Sie das Formular aus, um einen neuen Benutzer hinzuzufügen.
el: Συμπληρώστε τη φόρμα για να προσθέσετε έναν νέο χρήστη.
es: Rellena el formulario para añadir un nuevo usuario.
et: Täitke vorm, et lisada uus kasutaja.
eu: Bete formularioa erabiltzaile berri bat gehitzeko.
fa: فرم را برای اضافه کردن کاربر جدید پر کنید.
fi: Täytä lomake lisätäksesi uuden käyttäjän.
fr: Remplissez le formulaire pour ajouter un nouvel utilisateur.
ga: Líon isteach an fhoirm chun úsáideoir nua a chur leis.
gd: Lìon a-steach am foirm airson cleachdaiche ùr.
gl: Encha o formulario para engadir un novo usuario.
gu: નવા યુઝર ઉમેરવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי להוסיף משתמש חדש.
hi: नया उपयोगकर्ता जोड़ने के लिए फॉर्म भरें।
hr: Ispunite obrazac za dodavanje novog korisnika.
hu: Töltsd ki az űrlapot új felhasználó hozzáadásához.
id: Isi formulir untuk menambahkan pengguna baru.
is: Fylltu út formið til að bæta við nýjum notanda.
it: Compila il modulo per aggiungere un nuovo utente.
ja: 新しいユーザーを追加するためにフォームに記入してください。
ka: नए उपयोगकर्ता को जोड़ने के लिए फॉर्म भरें।
ku: فۆمەکە پر بکە بۆ زیادکردنەوەی بکارھێنەر
lt: Užpildykite formą, kad pridėtumėte naują vartotoją.
lv: Aizpildiet veidlapu, lai pievienotu jaunu lietotāju.
mg: Fenoy ny taratasy mba hanampy mpampiasa vaovao.
mi: Whakakīia te puka ki te tāpiri i tētahi kaiwhakamahi hou.
mk: Пополнете го формуларот за да додадете нов корисник.
ml: ഒരു പുതിയ ഉപയോക്താവിനെ ചേർക്കാൻ ഫോം പൂരിപ്പിക്കുക.
ms: Isi borang untuk menambah pengguna baru.
mt: Imla l-formola biex iżżid utent ġdid.
my: အသုံးပြုသူအသစ် ဖြည့်စွက်ရန် အဆောင်အအုံ ဖြည့်ပါ။
nl: Vul het formulier in om een nieuwe gebruiker toe te voegen.
no: Fyll ut skjemaet for å legge til en ny bruker.
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਜੋੜਨ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby dodać nowego użytkownika.
pt: Preencha o formulário para adicionar um novo usuário.
ro: Completați formularul pentru a adăuga un utilizator nou.
ru: Заполните форму, чтобы добавить нового пользователя.
sk: Vyplňte formulár na pridanie nového užívateľa.
sl: Izpolnite obrazec za dodajanje novega uporabnika.
sq: Plotësoni formularin për të shtuar një përdorues të ri.
sr: Popunite obrazac da dodate novog korisnika.
sv: Fyll i formuläret för att lägga till en ny användare.
sw: Jaza fomu ili kuongeza mtumiaji mpya.
ta: புதிய பயனரைச் சேர்க்க படிவத்தை நிரப்புக.
te: కొత్త ఉపయోగదారుడిని చేర్చడానికి ఫారమ్‌లను పూరించండి.
th: กรอกแบบฟอร์มเพื่อเพิ่มผู้ใช้ใหม่
tr: Yeni bir kullanıcı eklemek için formu doldurun.
uk: Заповніть форму, щоб додати нового користувача.
ur: نیا صارف شامل کرنے کے لئے فارم پُر کریں۔
uz: Yangi foydalanuvchi qo'shish uchun shaklni to'ldiring.
vi: Điền vào biểu mẫu để thêm người dùng mới.
xh: Gcwalisa ifom yokongeza umsebenzisi omtsha.

source: Username
ar: اسم المستخدم
az: İstifadəçi adı
be: Імя карыстальніка
bn: ইউজারনেম
cs: Uživatelské jméno
cy: Enw Defnyddiwr
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzailea
fa: نام کاربری
fi: Käyttäjänimi
fr: Nom d'utilisateur
ga: Ainm úsáideora
gd: Ainm-cleachdaiche
gl: Nome de Usuario
gu: વપરાશકર્તાનામ
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
is: Notandanafn
it: Nome utente
ja: ユーザー名
ka: მოხმარებლის სახელი
ku: ناوی بەکارهێنەر
lt: Naudotojo vardas
lv: Lietotājvārds
mg: Anarana
mi: Ingoa Kaiwhakamahi
mk: Корисничко име
ml: ഉപയോക്തൃനാമം
ms: Nama Pengguna
mt: Isem tal-Utent
my: သုံးစွဲသူနာမည်
nl: Gebruikersnaam
no: Brukernavn
pa: ਉਪਭੋਗਤਾ ਨਾਮ
pl: Nazwa użytkownika
pt: Nome de Usuário
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sq: Emri i përdoruesit
sr: Korisničko ime
sv: Användarnamn
sw: Jina la Mtumiaji
ta: பயனர் பெயர்
te: యూజర్ నేమ్
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
uk: Ім'я користувача
ur: صارف کا نام
uz: Foydalanuvchi nomi
vi: Tên người dùng
xh: Igama lomsebenzisi

source: Email
ar: البريد الإلكتروني
be: Электронная пошта
bn: ইমেল
cy: E-bost
el: Διεύθυνση Email
es: Correo electrónico
et: E-post
eu: Emaila
fa: ایمیل
fi: Sähköposti
ga: Ríomhphost
gd: Post-d
gl: Correo Electrónico
gu: ઇમેઇલ
he: דוא"ל
hi: ईमेल
is: Netfang
ja: メール
ka: ელფოსტა
ku: ئیمەیڵ
lt: El. paštas
lv: E-pasts
mg: Mailaka
mi: Ī-mēra
mk: Е-пошта
ml: ഇമെയിൽ
ms: E-mel
my: အီးမေးလ်
no: E-post
pa: ਈਮੇਲ
ru: Электронная почта
sl: E-pošta
sv: E-post
sw: Barua Pepe
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta
uk: Електронна пошта
ur: ای میل
xh: Imeyili

source: Role
ar: الدور
az: Rol
be: Роля
bn: ভূমিকা
cy: Rôl
da: Rolle
de: Rolle
el: Ρόλος
es: Rol
et: Roll
eu: Rola
fa: نقش
fi: Rooli
fr: Rôle
ga: Ról
gd: Dreuchd
gl: Rol
gu: ભૂમિકા
he: תפקיד
hi: भूमिका
hr: Uloga
hu: Szerepkör
id: Peran
is: Hlutverk
it: Ruolo
ja: 役割
ka: როლი
ku: نقشە
lt: Vaidmuo
lv: Loma
mg: Anjara
mi: Tūnga
mk: Улога
ml: പങ്ക്
ms: Peranan
mt: Rwol
my: ရာထူး
nl: Rol
no: Rolle
pa: ਭੂਮਿਕਾ
pl: Rola
pt: Função
ro: Rol
ru: Роль
sk: Rola
sl: Vloga
sq: Roli
sr: Uloga
sv: Roll
sw: Jukumu
ta: பங்கு
te: పాత్ర
th: บทบาท
tr: Rol
uk: Роль
ur: کردار
uz: Roli
vi: Vai trò
xh: Indima

source: New Password
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenidən təyin et
be: Сброс пароля
bn: পাসওয়ার্ড রিসেট
cs: Obnovit heslo
cy: Ailosod Cyfrinair
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Restablecer contraseña
et: Lähtesta parool
eu: Pasahitza Berrezarri
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
ga: San Kańciel Kasa
gd: Ath-shuidhich Facal-faire
gl: Restablecer o contrasinal
gu: પાસવર્ડ રીસેટ
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
is: Endurræstu lykilorð
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
ku: فەرامۆشی وشەی تێپەڕکردن
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mg: Avereno ny tenimiafina
mi: Tautuhia Anō te Kupuhipa
mk: Ресетирај лозинка
ml: പാസ്വേഡ് പുന:സജ്ജമാക്കുക
ms: Tetapkan Semula Kata Laluan
mt: Resetta Password
my: စကားဝှက် ပြန်လည်သတ်မှတ်ရန်
nl: Wachtwoord Resetten
no: Tilbakestill passord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ
pl: Resetuj hasło
pt: Redefinir Senha
ro: Resetează parola
ru: Сброс пароля
sk: Resetovať heslo
sl: Ponastavi geslo
sq: Rivendos Password-in
sr: Resetuj lozinku
sv: Återställ Lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Setha iphasiwedi

source: Confirm Password
ar: نسيت كلمة المرور
az: Şifrəni Unutdunuz
be: Нууц үгээ мартсан
bn: পাসওয়ার্ড ভুলে গেছেন
cs: Zapomenuté heslo
cy: Wedi anghofio'r Cyfrinair
da: Glemt adgangskode
de: Passwort vergessen?
el: Ξεχάσατε τον Κωδικό;
es: ¿Olvidaste la contraseña?
et: Unustasid parooli
eu: Pasahitza Ahaztu
fa: فراموشی رمز عبور
fi: Unohditko salasanan
fr: Mot de passe oublié ?
ga: Pasfhocal Dearmadta
gd: Dhìochuimhnich am Facal-faire
gl: Esqueciches o contrasinal
gu: પાસવર્ડ ભૂલાયા
he: שכחתי סיסמה
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
hu: Elfelejtett jelszó
id: Lupa Kata Sandi
is: Gleymt lykilorð
it: Password dimenticata
ja: パスワードを忘れた
ka: დაგავიწყდა პაროლი
ku: Passworda xwe ji bîr kir?
lt: Pamiršote slaptažodį
lv: Aizmirsāt paroli
mg: Nohadinoina ny Tenimiafina
mi: Wareware te Kupuhipa
mk: Заборавена лозинка
ml: പാസ്വേഡ് മറന്നോ
ms: Lupa Kata Laluan
mt: Insejt il-Password
my: စကားဝှက်မေ့သွားပါပြီ
nl: Wachtwoord vergeten
no: Glemt passord
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
pl: Zapomniałeś hasła
pt: Esqueceu a Senha
ro: Ați uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sl: Ste pozabili geslo
sq: Keni harruar fjalëkalimin
sr: Zaboravljena lozinka
sv: Glömt lösenord
sw: Umesahau Nenosiri
ta: கடவுச்சொல் மறந்துவிட்டது
te: పాస్వర్డ్ మర్చిపోయారా
th: ลืมรหัสผ่าน
tr: Parolayı Unuttum
uk: Забули пароль
ur: پاس ورڈ بھول گئے
uz: Parolni Unutdingiz
vi: Quên Mật khẩu
xh: Uyilibele iphasiwedi

source: Create User
ar: إنشاء مستخدم
az: İstifadəçi Yarat
be: प्रयोगकर्ता सिर्जना गर्नुहोस्
bn: ব্যবহারকারী তৈরি করুন
cs: Vytvořit uživatele
cy: Creu Defnyddiwr
da: Opret bruger
de: Benutzer erstellen
el: Δημιουργία χρήστη
es: Crear usuario
et: Loo kasutaja
eu: Erabiltzailea Sortu
fa: ایجاد کاربر
fi: Luo käyttäjä
fr: Créer l'utilisateur
ga: Cruthaigh Úsáideoir
gd: Cruthaich Cleachdaiche
gl: Crear Usuario
gu: યુઝર બનાવો
he: צור משתמש
hi: उपयोगकर्ता बनाएँ
hr: Kreiraj Korisnika
hu: Felhasználó létrehozása
id: Buat Pengguna
is: Búa til notanda
it: Crea utente
ja: ユーザーを作成
ka: उपयोगकर्ता बनाएं
ku: بکارھێنەر درووست بکە
lt: Sukurti vartotoją
lv: Izveidot lietotāju
mg: Mamorona Mpampiasa
mi: Hanga Kaiwhakamahi
mk: Креирај Корисник
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കുക
ms: Cipta Pengguna
mt: Oħloq Utent
my: အသုံးပြုသူ ဖန်တီးပါ
nl: Gebruiker aanmaken
no: Opprett bruker
pa: ਯੂਜ਼ਰ ਬਣਾਓ
pl: Utwórz użytkownika
pt: Criar Usuário
ro: Creați Utilizator
ru: Создать пользователя
sk: Vytvoriť užívateľa
sl: Ustvari uporabnika
sq: Krijo Përdorues
sr: Kreiraj korisnika
sv: Skapa användare
sw: Fungua Mtumiaji
ta: பயனர் உருவாக்குக
te: ఉపయోగదారుడిని సృష్టించండి
th: สร้างผู้ใช้
tr: Kullanıcı Oluştur
uk: Створити користувача
ur: صارف بنائیں
uz: Foydalanuvchi yaratish
vi: Tạo Người dùng
xh: Yenza Umsebenzisi

source: Edit User
ar: تحرير مستخدم
az: İstifadəçini Redaktə et
be: प्रयोगकर्ता सम्पादन गर्नुहोस्
bn: ব্যবহারকারী সম্পাদনা করুন
cs: Upravit uživatele
cy: Golygu Defnyddiwr
da: Rediger bruger
de: Benutzer bearbeiten
el: Επεξεργασία χρήστη
es: Editar usuario
et: Muuda kasutajat
eu: Erabiltzailea Editatu
fa: ویرایش کاربر
fi: Muokkaa käyttäjää
fr: Modifier l'utilisateur
ga: Cuir in Eagar Úsáideoir
gd: Deasaich Cleachdaiche
gl: Editar Usuario
gu: યુઝર સંપાદિત કરો
he: ערוך משתמש
hi: उपयोगकर्ता संपादित करें
hr: Uredi Korisnika
hu: Felhasználó szerkesztése
id: Edit Pengguna
is: Breyta notanda
it: Modifica utente
ja: ユーザーを編集
ka: उपयोगकर्ता संपादित करें
ku: دەستکاری بکارھێنەر بکە
lt: Redaguoti vartotoją
lv: Rediģēt lietotāju
mg: Hanova Mpampiasa
mi: Whakatikatika Kaiwhakamahi
mk: Уреди Корисник
ml: ഉപയോക്താവിനെ തിരുത്തുക
ms: Edit Pengguna
mt: Editja Utent
my: အသုံးပြုသူ ပြုပြင်ရန်
nl: Gebruiker bewerken
no: Rediger bruker
pa: ਯੂਜ਼ਰ ਸੋਧੋ
pl: Edytuj użytkownika
pt: Editar Usuário
ro: Editați Utilizator
ru: Редактировать пользователя
sk: Upraviť užívateľa
sl: Uredi uporabnika
sq: Modifiko Përdorues
sr: Izmenite korisnika
sv: Redigera användare
sw: Hariri Mtumiaji
ta: பயனர் திருத்துக
te: ఉపయోగదారుడిని సవరించండి
th: แก้ไขผู้ใช้
tr: Kullanıcıyı Düzenle
uk: Редагувати користувача
ur: صارف میں ترمیم کریں
uz: Foydalanuvchini tahrirlash
vi: Chỉnh sửa Người dùng
xh: Hlela Umsebenzisi
