Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Update the details for this user account.
ar: تحديث التفاصيل لحساب المستخدم هذا.
az: Bu istifadəçi hesabının detalları yeniləyin.
be: এই ব্যবহারকারী অ্যাকাউন্টের বিস্তারিত হালনাগাদ করুন।
bn: এই ব্যবহারকারীর অ্যাকাউন্টের তথ্য আপডেট করুন।
cs: Aktualizujte údaje pro tento uživatelský účet.
cy: Diweddarwch y manylion ar gyfer y cyfrif defnyddiwr hwn.
da: Opdater oplysningerne for denne brugerkonto.
de: Aktualisieren Sie die Details für dieses Benutzerkonto.
el: Ενημερώστε τις λεπτομέρειες για αυτόν τον λογαριασμό χρήστη.
es: Actualiza los detalles de esta cuenta de usuario.
et: Uuenda selle kasutajakonto andmeid.
eu: Eguneratu erabiltzaile kontu honen xehetasunak.
fa: جزئیات این حساب کاربری را به‌روزرسانی کنید.
fi: Päivitä tämän käyttäjätilin tiedot.
fr: Mettez à jour les détails de ce compte utilisateur.
ga: Nuashonraigh na sonraí don chuntas úsáideora seo.
gd: Ùraich na mion-fhiosrachadh airson a' chunntas cleachdaiche seo.
gl: Actualice os detalles desta conta de usuario.
gu: આ યુઝર એકાઉન્ટ માટેની વિગતો અપડેટ કરો.
he: עדכן את הפרטים עבור חשבון המשתמש הזה.
hi: इस उपयोगकर्ता खाता की जानकारी अपडेट करें।
hr: Ažurirajte podatke za ovaj korisnički račun.
hu: Frissítse a felhasználói fiók részleteit.
id: Perbarui detail untuk akun pengguna ini.
is: Uppfærðu upplýsingar fyrir þennan notandareikning.
it: Aggiorna i dettagli di questo account utente.
ja: このユーザーアカウントの詳細を更新。
ka: განაახლეთ დეტალები ამ მომხმარებლის ანგარიშზე.
ku: میژووی ئەژمارە کاربەریەکە بەکارهێنەرەرەوە بەیەبەر لەکاربەرەرە راستەقینەیەکە و گۆراپیشە دەستیارەکەی کاربەری.
lt: Atnaujinkite šios vartotojo paskyros duomenis.
lv: Atjauniniet šī lietotāja konta informāciju.
mg: Ovao ny antsipiriany momba ity kaonty mpampiasa ity.
mi: Whakahou i ngā taipitopito mō tēnei pūkete kaiwhakamahi.
mk: Ажурирај ги деталите за оваа корисничка сметка.
ml: ഈ ഉപയോക്തൃ അക്കൗണ്ടിന്റെ വിശദാംശങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemaskini maklumat untuk akaun pengguna ini.
mt: Aġġorna d-dettalji għal dan il-kont tal-utent.
my: ဤအသုံးပြုသူအကောင့် အချက်အလက်များကို အပ်ဒိတ်လုပ်ပါ။
nl: Werk de gegevens voor dit gebruikersaccount bij.
no: Oppdater detaljene for denne brukerkontoen.
pa: ਇਸ ਯੂਜ਼ਰ ਅਕਾਊਂਟ ਲਈ ਵੇਰਵੇ ਅਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj dane tego konta użytkownika.
pt: Atualize os detalhes desta conta de usuário.
ro: Actualizați detaliile pentru acest cont de utilizator.
ru: Обновите данные для этой учетной записи.
sk: Aktualizujte detaily pre tento účet používateľa.
sl: Posodobite podrobnosti za ta uporabniški račun.
sq: Përditësoni detajet për këtë llogari përdoruesi.
sr: Ажурирајте детаље за овај налог корисника.
sv: Uppdatera detaljerna för detta användarkonto.
sw: Sasisha maelezo ya akaunti hii ya mtumiaji.
ta: இந்த பயனர் கணக்கிற்கான விவரங்களைப் புதுப்பிக்கவும்.
te: ఈ యూజర్ ఖాతా వివరాలను నవీకరించండి.
th: อัปเดตรายละเอียดสำหรับบัญชีผู้ใช้นี้
tr: Bu kullanıcı hesabının ayrıntılarını güncelleyin.
uk: Оновити дані цього облікового запису користувача.
ur: اس صارف اکاؤنٹ کی تفصیلات کو اپ ڈیٹ کریں۔
uz: Ushbu foydalanuvchi haqidagi ma'lumotlarni yangilang.
vi: Cập nhật thông tin cho tài khoản người dùng này.
xh: Hlaziya iinkcukacha zalemibalelwan iso.

source: Update User
ar: حذف المستخدم
az: İstifadəçini Sil
be: Выдаліць карыстальніка
bn: ব্যবহারকারী মুছে ফেলুন
cs: Smazat uživatele
cy: Dileu Defnyddiwr
da: Slet bruger
de: Benutzer löschen
el: Διαγραφή Χρήστη
es: Eliminar usuario
et: Kustuta kasutaja
eu: Ezabatu Erabiltzailea
fa: حذف کاربر
fi: Poista käyttäjä
fr: Supprimer l'utilisateur
ga: Scrios Úsáideoir
gd: Sguab às Cleachdaiche
gl: Eliminar Usuario
gu: વપરાશકર્તા કાઢી નાખો
he: מחק משתמש
hi: उपयोगकर्ता हटाएं
hr: Izbriši korisnika
hu: Felhasználó törlése
id: Hapus Pengguna
is: Eyða notanda
it: Elimina utente
ja: ユーザーを削除
ka: მომხმარებლის წაშლა
ku: کەس بسڕەوە
lt: Ištrinti naudotoją
lv: Dzēst lietotāju
mg: Fafao Mpampiasa
mi: Muku Kaiwhakamahi
mk: Избриши корисник
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുക
ms: Padam Pengguna
mt: Ħassar Utent
my: အသုံးပြုသူကို ဖျက်ပါ
nl: Gebruiker verwijderen
no: Slett Bruker
pa: ਉਪਭੋਗਤਾ ਮਿਟਾਓ
pl: Usuń użytkownika
pt: Excluir Usuário
ro: Ștergeți Utilizator
ru: Удалить пользователя
sk: Vymazať používateľa
sl: Izbriši uporabnika
sq: Fshi Përdoruesin
sr: Obriši korisnika
sv: Radera Användare
sw: Futa Mtumiaji
ta: பயனர் நீக்கு
te: వాడుకరిని తొలగించండి
th: ลบผู้ใช้
tr: Kullanıcıyı Sil
uk: Видалити користувача
ur: صارف کو حذف کریں
uz: Foydalanuvchini o'chirish
vi: Xóa người dùng
xh: Cima Umsebenzisi

source: Admin Help
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Reset Admin Password
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenidən təyin et
be: Сброс пароля
bn: পাসওয়ার্ড রিসেট
cs: Obnovit heslo
cy: Ailosod Cyfrinair
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Restablecer contraseña
et: Lähtesta parool
eu: Pasahitza Berrezarri
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
ga: San Kańciel Kasa
gd: Ath-shuidhich Facal-faire
gl: Restablecer o contrasinal
gu: પાસવર્ડ રીસેટ
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
is: Endurræstu lykilorð
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
ku: فەرامۆشی وشەی تێپەڕکردن
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mg: Avereno ny tenimiafina
mi: Tautuhia Anō te Kupuhipa
mk: Ресетирај лозинка
ml: പാസ്വേഡ് പുന:സജ്ജമാക്കുക
ms: Tetapkan Semula Kata Laluan
mt: Resetta Password
my: စကားဝှက် ပြန်လည်သတ်မှတ်ရန်
nl: Wachtwoord Resetten
no: Tilbakestill passord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ
pl: Resetuj hasło
pt: Redefinir Senha
ro: Resetează parola
ru: Сброс пароля
sk: Resetovať heslo
sl: Ponastavi geslo
sq: Rivendos Password-in
sr: Resetuj lozinku
sv: Återställ Lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Setha iphasiwedi

source: If you've forgotten the admin password, you can reset it using the following Docker command:
ar: إذا نسيت كلمة مرور المسؤول، يمكنك إعادة تعيينها باستخدام أمر Docker التالي:
az: Admin parolunu unutmusunuzsa, onu aşağıdakı Docker əmri ilə sıfırlaya bilərsiniz:
be: যদি আপনি অ্যাডমিন পাসওয়ার্ড ভুলে যান, তবে আপনি নিচের ডকার কমান্ড ব্যবহার করে এটি রিসেট করতে পারেন:
bn: যদি আপনি অ্যাডমিন পাসওয়ার্ড ভুলে যান, তাহলে এটি নিম্নলিখিত ডকার কমান্ড ব্যবহার করে রিসেট করতে পারেন:
cs: Pokud jste zapomněli administrátorské heslo, můžete ho resetovat pomocí následujícího příkazu Docker:
cy: Os ydych wedi anghofio'r cyfrinair gweinyddol, gallwch ei ailosod gan ddefnyddio'r gorchymyn Docker canlynol:
da: Hvis du har glemt admin-adgangskoden, kan du nulstille den ved hjælp af følgende Docker-kommando:
de: Wenn Sie das Admin-Passwort vergessen haben, können Sie es mit dem folgenden Docker-Befehl zurücksetzen:
el: Εάν έχετε ξεχάσει τον κωδικό πρόσβασης του διαχειριστή, μπορείτε να τον επαναφέρετε χρησιμοποιώντας την ακόλουθη εντολή Docker:
es: Si has olvidado la contraseña de administrador, puedes restablecerla usando el siguiente comando de Docker:
et: Kui olete unustanud administraatori parooli, saate selle taaskäivitada, kasutades järgmist Docker käsku:
eu: Administratzailearen pasahitza ahaztu baduzu, Docker komando hau erabiliz berrezarri dezakezu:
fa: اگر رمز عبور مدیر را فراموش کرده‌اید، می‌توانید آن را با استفاده از دستور Docker زیر تنظیم مجدد کنید:
fi: Jos olet unohtanut ylläpitäjän salasanan, voit nollata sen käyttämällä seuraavaa Docker-komentoa:
fr: Si vous avez oublié le mot de passe admin, vous pouvez le réinitialiser en utilisant la commande Docker suivante :
ga: Sɛ wo werɛ afi admin anaa a, wubetumi ayɛ sɛnea ɛbɛyɛ a wobɛtumi asiesie no bio deɛ edikan Docker nsɛmɛ yi wɔ mu:
gd: Ma tha thu air dìochuimhneachadh am facal-faire rianachd, faodaidh tu a chur an àite a’ cleachdadh an àithne Docker a leanas:
gl: Se esqueciches o contrasinal de administrador, podes restablecelo empregando o seguinte comando de Docker:
gu: જો તમે એડમિન પાસવર્ડ ભૂલી ગયા હોવ, તો તમે તેને નીચેના ડોકર કમાન્ડનો ઉપયોગ કરીને રીસેટ કરી શકો છો:
he: אם שכחת את סיסמת המנהל, תוכל לאפס אותה באמצעות הפקודה הבאה של Docker:
hi: यदि आपने एडमिन पासवर्ड भूल गए हैं, तो आप इसे निम्नलिखित Docker कमांड का उपयोग करके रीसेट कर सकते हैं:
hr: Ako ste zaboravili administratorsku lozinku, možete je resetirati pomoću sljedeće Docker naredbe:
hu: Ha elfelejtette az adminisztrátori jelszót, az alábbi Docker parancs segítségével visszaállíthatja:
id: Jika Anda lupa kata sandi admin, Anda dapat meresetnya menggunakan perintah Docker berikut:
is: Ef þú hefur gleymt stjórnunarlyklinum geturðu endurstilt hann með eftirfarandi Docker skipun:
it: Se hai dimenticato la password admin, puoi reimpostarla utilizzando il seguente comando Docker:
ja: 管理者パスワードを忘れた場合は、次のDockerコマンドを使用してリセットできます:
ka: თუ თქვენ დაგავიწყდათ ადმინ პაროლი, შეგიძლიათ მისი აღდგენა შემდეგი Docker ბრძანების გამოყენებით:
ku: ئەگەر تۆ وشەی نهێنی بەڕێوەبەر لەبیرکردبێت، دەتوانیت دووبارە ڕیسێت بکەیت بە بەکارهێنانی ئەم فرمانەی داخەر:
lt: Jei pamiršote administratoriaus slaptažodį, galite jį iš naujo nustatyti naudodami šią Docker komandą:
lv: Ja esat aizmirsis admina paroli, varat to atiestatīt, izmantojot šādu Docker komandu:
mg: Raha adinonao ny tenimiafina admin, azonao afindra io amin'ny alalan'ny baiko Docker manaraka:
mi: Mēnā ka wareware i a koe te kupuhipa admin, ka taea te tautuhi anō mā te whakamahi i te whakahau Docker e whai ake nei:
mk: Ако сте ја заборавиле администраторската лозинка, можете да ја ресетирате користејќи ја следната Docker наредба:
ml: നിങ്ങളുടെ അഡ്മിൻ പാസ്‌വേഡ് മറന്നുപോയെങ്കിൽ, നിങ്ങൾക്ക് അതിനെ താഴെ നൽകിയിരിക്കുന്ന Docker കമാൻഡ് ഉപയോഗിച്ച് റീസെറ്റ് ചെയ്യാം:
ms: Jika anda terlupa kata laluan admin, anda boleh menetapkannya semula menggunakan arahan Docker berikut:
mt: Jekk insejt il-password tal-amministratur, tista' tirrisettjaha bl-użu tal-kmand Docker li ġej:
my: သင် admin လျှို့ဝှက်နံပါတ်ကို မေ့နေပါက အောက်ပါ Docker command ကို အသုံးပြုပြီး အမျိုးသမီးတစ်ဦးကိုပြန်လည်သတ်မှတ်နိုင်သည်။
nl: Als u het beheerderswachtwoord bent vergeten, kunt u het opnieuw instellen met behulp van het volgende Docker-commando:
no: Hvis du har glemt adminpassordet, kan du tilbakestille det ved hjelp av følgende Docker-kommando:
pa: ਜੇ ਤੁਸੀਂ ਐਡਮਿਨ ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ ਹੋ, ਤਾਂ ਤੁਸੀਂ ਇਸਨੂੰ ਹੇਠਾਂ ਦਿੱਤੇ ਡਾਕਰ ਕਮਾਂਡ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਰੀਸੈਟ ਕਰ ਸਕਦੇ ਹੋ:
pl: Jeśli zapomniałeś hasła admina, możesz je zresetować za pomocą następującego polecenia Docker:
pt: Se você esqueceu a senha de admin, pode redefini-la usando o seguinte comando Docker:
ro: Dacă ai uitat parola de administrator, o poți reseta folosind următoarea comandă Docker:
ru: Если вы забыли пароль администратора, вы можете сбросить его с помощью следующей команды Docker:
sk: Ak ste zabudli heslo správcu, môžete ho resetovať pomocou nasledujúceho príkazu Docker:
sl: Če ste pozabili skrbniško geslo, ga lahko ponastavite z naslednjim Docker ukazom:
sq: Nëse keni harruar fjalëkalimin e administratorit, mund ta rinisni duke përdorur komandën e mëposhtme të Docker:
sr: Ako ste zaboravili administratorsku lozinku, možete je resetovati koristeći sledeću Docker komandu:
sv: Om du har glömt administratörslösenordet kan du återställa det med följande Docker-kommando:
sw: Ikiwa umesahau nenosiri la admin, unaweza kuirekebisha kwa kutumia amri ifuatayo ya Docker:
ta: நேர்வாக நிர்வாக கடவுச்சொல்லை மறந்துவிட்டால், பின்வரும் டாக்கர் கமாண்டைப் பயன்படுத்தி அதை மீட்டமைக்கலாம்:
te: మీరు నిర్వాహక పాస్‌వర్డ్‌ను మర్చిపోయినట్లయితే, మీరు దీన్ని కింది డాకర్ కమాండ్ని ఉపయోగించి రీసెట్ చేయవచ్చు:
th: หากคุณลืมรหัสผ่านผู้ดูแลระบบ คุณสามารถรีเซ็ตด้วยคำสั่ง Docker ดังนี้:
tr: Yönetici şifresini unuttuysanız, aşağıdaki Docker komutunu kullanarak sıfırlayabilirsiniz:
uk: Якщо ви забули пароль адміністратора, ви можете скинути його за допомогою наступної команди Docker:
ur: اگر آپ نے ایڈمن پاس ورڈ بھول گئے ہیں، تو آپ اسے مندرجہ ذیل ڈاکر کمانڈ استعمال کرکے ری سیٹ کر سکتے ہیں:
uz: Agar admin parolini unutgan bo'lsangiz, quyidagi Docker buyrug'idan foydalangan holda uni tiklashingiz mumkin:
vi: Nếu bạn quên mật khẩu admin, bạn có thể đặt lại bằng cách sử dụng lệnh Docker sau:
xh: Ukuba ulilibele iphasiwedi yomlawuli, ungayiseta kwakhona usebenzisa umyalelo weDocker olandelayo:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
ar: سيطالبك هذا النص بإدخال كلمة مرور جديدة للمستخدم المسؤول. يجب تشغيله من نظام المضيف حيث يعمل حاوية Grylli.
az: Bu skript sizdən admin istifadəçi üçün yeni bir parol daxil etməyinizi istəyəcək. Qrulli konteynerinin işlədiyi host sistemindən onu işlətməlisiniz.
be: এই স্ক্রিপ্টটি আপনাকে অ্যাডমিন ব্যবহারকারীর জন্য একটি নতুন পাসওয়ার্ড প্রবেশ করতে প্রম্পট করবে। আপনাকে এটি সেই হোস্ট সিস্টেম থেকে চালাতে হবে যেখানে Grylli কন্টেইনার চলছে।
bn: এই স্ক্রিপ্টটি আপনাকে অ্যাডমিন ব্যবহারকারীর জন্য একটি নতুন পাসওয়ার্ড প্রবেশ করতে বলবে। আপনাকে এটি সেই হোস্ট সিস্টেম থেকে চালাতে হবে যেখানে Grylli কন্টেইনার চলছে।
cs: Tento skript vás vyzve k zadání nového hesla pro administrátorského uživatele. Musíte ho spustit z hostitelského systému, kde běží kontejner Grylli.
cy: Bydd y sgript hon yn eich annog i nodi cyfrinair newydd ar gyfer y defnyddiwr gweinyddol. Rhaid i chi ei redeg o'r system westeiwr lle mae'r cynhwysydd Grylli yn rhedeg.
da: Dette script vil bede dig om at indtaste en ny adgangskode til admin-brugeren. Du skal køre det fra værtsystemet, hvor Grylli-containeren kører.
de: Dieses Skript wird Sie auffordern, ein neues Passwort für den Admin-Benutzer einzugeben. Sie müssen es auf dem Host-System ausführen, auf dem der Grylli-Container läuft.
el: Αυτό το script θα σας ζητήσει να εισαγάγετε έναν νέο κωδικό πρόσβασης για τον χρήστη διαχειριστή. Πρέπει να το εκτελέσετε από το σύστημα υποδοχής όπου εκτελείται το κοντέινερ Grylli.
es: Este script te pedirá que ingreses una nueva contraseña para el usuario administrador. Debes ejecutarlo desde el sistema anfitrión donde se está ejecutando el contenedor de Grylli.
et: See skript palub teil sisestada uus parool administraatori kasutajale. Te peate selle käivitama hosti süsteemist, kus Grylli konteiner töötab.
eu: Script honek admin erabiltzailearen pasahitz berria sartzeko eskatuko dizu. Grylli edukiontzia exekutatzen ari den ostalari sistematik exekutatu behar duzu.
fa: این اسکریپت از شما می‌خواهد که یک رمز عبور جدید برای کاربر مدیر وارد کنید. باید آن را از سیستم اصلی که روی آن کانتینر Grylli در حال اجرا است، اجرا کنید.
fi: Tämä skripti kehottaa sinua syöttämään uuden salasanan ylläpitäjäkäyttäjälle. Sinun on suoritettava se isäntäjärjestelmästä, jossa Grylli-kontti on käytössä.
fr: Ce script vous demandera d'entrer un nouveau mot de passe pour l'utilisateur admin. Vous devez l'exécuter depuis le système hôte où le conteneur Grylli est en cours d'exécution.
ga: Skript yi bɛyɛ enyea wo yɛ akyire yɛne admin fɔnyin bio. Ɛsɛ sɛ woyi ehost no yɛ anaa a wɔbɛboa firi Grylli container wɔ mu.
gd: Bheir an sgriobt seo cothrom dhut facal-faire ùr a chuir a-steach airson an neach-cleachdaidh rianachd. Feumaidh tu a ruith bhon t-siostam aoigheachd far a bheil an container Grylli a’ ruith.
gl: Este script pedirache que introduzas un novo contrasinal para o usuario administrador. Debes executalo desde o sistema anfitrión onde se está a executar o contedor Grylli.
gu: આ સ્ક્રિપ્ટ તમને એડમિન યુઝર માટે નવા પાસવર્ડ દાખલ કરવા માટે કહીશે. તમારે તે હોસ્ટ સિસ્ટમ પરથી ચલાવવું પડશે જ્યાં Grylli કન્ટેનર ચલાવી રહ્યું છે.
he: סקריפט זה יבקש ממך להזין סיסמה חדשה עבור משתמש המנהל. עליך להריץ אותו ממערכת המארח שבה רץ הקונטיינר של Grylli.
hi: यह स्क्रिप्ट आपको एडमिन उपयोगकर्ता के लिए एक नया पासवर्ड दर्ज करने के लिए प्रेरित करेगी। आपको इसे होस्ट सिस्टम से चलाना होगा जहां Grylli कंटेनर चल रहा है।
hr: Ovaj skript će vas tražiti da unesete novu lozinku za administrativnog korisnika. Morate ga pokrenuti s host sustava na kojem se pokreće Grylli spremnik.
hu: Ez a szkript új jelszó megadására kéri majd az admin felhasználó számára. Ezt a gazda rendszerről kell futtatnia, ahol a Grylli konténer fut.
id: Skrip ini akan meminta Anda memasukkan kata sandi baru untuk pengguna admin. Anda harus menjalankannya dari sistem host tempat wadah Grylli berjalan.
is: Þessi skrift mun biðja þig um að slá inn nýtt lykilorð fyrir stjórnandi notanda. Þú verður að keyra hana frá hýskerfi þar sem Grylli gámurinn er keyrður.
it: Questo script ti chiederà di inserire una nuova password per l'utente admin. Devi eseguirlo dal sistema host dove è in esecuzione il container Grylli.
ja: このスクリプトは、新しい管理者ユーザーのパスワードを入力するよう促します。Grylliコンテナが実行されているホストシステムから実行する必要があります。
ka: ეს სკრიპტი მოგთხოვთ შეიყვანოთ ახალი პაროლი ადმინ მომხმარებლისთვის. იგი უნდა გაშვებული იყოს მასპინძელ სისტემაში, სადაც Grylli კონტეინერი მუშაობს.
ku: ئەم سکریپتە پێویست دەکات بۆ داخڵکردنی وشەی نهێنی نوێ بۆ بەکارهێنەری بەڕێوەبەر. پێویستە لە سیستەمی بانگەوازەکە ڕابگریت کە گریللی لەسەر ڕابەستە.
lt: Šis scenarijus paprašys jūsų įvesti naują slaptažodį administratoriaus vartotojui. Jis turi būti vykdomas iš kompiuterio sistemos, kurioje veikia Grylli konteineris.
lv: Šis skripts aicinās jūs ievadīt jaunu paroli admin lietotājam. Jums tas ir jāpalaiž no resursdatora sistēmas, kur darbojas Grylli konteiners.
mg: Ity script ity dia hangataka anao hiditra tenimiafina vaovao ho an'ny mpampiasa admin. Tsy maintsy tanterahanao izany avy amin'ny rafitra mpampiantrano izay iasan'ny kaontenera Grylli.
mi: Ka akiaki te hōtuhi nei i a koe ki te whakauru kupuhipa hou mō te kaiwhakamahi admin. Me whakahaere i te reira mai i te pūnaha manaaki kei te rere te ipu Grylli.
mk: Овој скрипт ќе ве поттикне да внесете нова лозинка за администраторскиот корисник. Мора да го извршите од хост системот каде што работи Grylli контејнерот.
ml: ഈ സ്‌ക്രിപ്റ്റ്, അഡ്മിൻ ഉപയോക്താവിന് പുതിയ പാസ്‌വേഡ് നൽകാൻ നിങ്ങളോട് ആവശ്യപ്പെടും. ഇത് Grylli കണ്ടെയ്നർ പ്രവർത്തിക്കുന്ന ഹോസ്റ്റ് സിസ്റ്റത്തിൽ നിന്നാണ് ഓടിക്കേണ്ടത്.
ms: Skrip ini akan meminta anda untuk memasukkan kata laluan baru untuk pengguna admin. Anda mesti menjalankannya dari sistem hos di mana kontena Grylli sedang berjalan.
mt: Dan l-iskript se jitolbok tidħol password ġdida għall-utent amministratur. Int trid iġġerraħ mill-sistema tal-host fejn qed jaħdem il-container Grylli.
my: ဒီ script က သင်ကို admin user အတွက် လျှို့ဝှက်နံပါတ်အသစ်ကို ထည့်ရန် တောင်းဆိုပါလိမ့်မည်။ ၎င်းကို Grylli container လည်ပတ်နေသော host system မှ ပြုလုပ်ရမည်ဖြစ်သည်။
nl: Dit script zal u vragen om een nieuw wachtwoord voor de beheerder in te voeren. U moet het uitvoeren vanaf het hostsysteem waar de Grylli-container actief is.
no: Dette skriptet vil be deg om å angi et nytt passord for adminbrukeren. Du må kjøre det fra verts-systemet der Grylli-containeren kjører.
pa: ਇਹ ਸਕ੍ਰਿਪਟ ਤੁਹਾਨੂੰ ਐਡਮਿਨ ਯੂਜ਼ਰ ਲਈ ਨਵਾਂ ਪਾਸਵਰਡ ਦਾਖਲ ਕਰਨ ਲਈ ਪ੍ਰੇਰਿਤ ਕਰੇਗਾ। ਤੁਹਾਨੂੰ ਇਸਨੂੰ ਉਸ ਹੋਸਟ ਸਿਸਟਮ ਤੋਂ ਚਲਾਉਣਾ ਪਵੇਗਾ ਜਿੱਥੇ ਗ੍ਰਿਲੀ ਕੰਟੇਨਰ ਚੱਲ ਰਿਹਾ ਹੈ।
pl: Ten skrypt poprosi Cię o wprowadzenie nowego hasła dla użytkownika admina. Musisz go uruchomić z systemu hosta, na którym działa kontener Grylli.
pt: Este script solicitará que você insira uma nova senha para o usuário admin. Você deve executá-lo a partir do sistema host onde o contêiner Grylli está sendo executado.
ro: Acest script te va solicita să introduci o nouă parolă pentru utilizatorul admin. Trebuie să-l rulezi de pe sistemul gazdă unde rulează containerul Grylli.
ru: Этот скрипт запросит вас ввести новый пароль для пользователя admin. Вы должны запустить его на узле, где работает контейнер Grylli.
sk: Tento skript vás vyzve, aby ste zadali nové heslo pre používateľa správcu. Musíte ho spustiť z hostiteľského systému, kde beží kontajner Grylli.
sl: Ta skripta vas bo pozvala, da vnesete novo geslo za skrbniškega uporabnika. Zaženete jo lahko iz gostiteljskega sistema, kjer se izvaja Grylli vsebnik.
sq: Ky skript do t'ju kërkojë të fusni një fjalëkalim të ri për përdoruesin admin. Duhet ta ekzekutoni atë nga sistemi mikpritës ku po funksionon kontejneri Grylli.
sr: Ovaj skript će vas pozvati da unesete novu lozinku za administratorskog korisnika. Morate ga pokrenuti sa host sistema gde se Grylli kontejner pokreće.
sv: Detta skript kommer att be dig ange ett nytt lösenord för administratörsanvändaren. Du måste köra det från värdsystemet där Grylli-containern körs.
sw: Skripti hii itakuongoza kuingiza nenosiri jipya la mtumiaji wa admin. Lazima uiendeshe kutoka kwenye mfumo wa mwenyeji ambako kontena la Grylli linaendesha.
ta: இந்த ஸ்கிரிப்ட் உங்களை நிர்வாக பயனர் புதிய கடவுச்சொல்லை உள்ளிட அனுமதிக்கும். இதில் நீங்கள் கிரில்லி கன்டெய்னர் எங்கு இயக்கப்படுகிறது என்ற ஹோஸ்ட் அமைப்பு மூலம் இயக்க வேண்டும்.
te: ఈ స్క్రిప్ట్, మీరు నిర్వాహక వినియోగదారునికి కొత్త పాస్‌వర్డ్‌ను ఇవ్వాలని అభ్యర్థిస్తుంది. మీరు దీనిని గృహ వ్యవస్థ నుండి నడపాలి, అక్కడ గ్రిల్లి కంటైనర్ నడుస్తోంది.
th: สคริปต์นี้จะขอให้คุณป้อนรหัสผ่านใหม่สำหรับผู้ใช้ผู้ดูแลระบบ คุณต้องเรียกใช้จากระบบโฮสต์ที่มีการรันคอนเทนเนอร์ Grylli
tr: Bu betik, sizden yönetici kullanıcı için yeni bir şifre girmenizi isteyecek. Grylli konteynerinin çalıştığı ana sistemden çalıştırmalısınız.
uk: Цей скрипт попросить вас ввести новий пароль для користувача-адміністратора. Ви повинні виконати його з системи хоста, де запускається контейнер Grylli.
ur: یہ اسکرپٹ آپ کو ایڈمن صارف کے لیے نیا پاس ورڈ درج کرنے کی دعوت دے گا۔ آپ کو اسے اس میزبان نظام سے چلانا ہوگا جہاں Grylli کنٹینر چل رہا ہے۔
uz: Ushbu skript sizni admin foydalanuvchisi uchun yangi parol kiritish so'rovi bilan murojaat qiladi. Uni Grylli konteynerini ishlayotgan xost tizimida ishga tushirishingiz kerak.
vi: Kịch bản này sẽ yêu cầu bạn nhập mật khẩu mới cho người dùng admin. Bạn phải chạy nó từ hệ thống chủ nơi container Grylli đang chạy.
xh: Le script iza kukucela ukuba ufake iphasiwedi entsha yomlawuli. Kufuneka uyiphumeze kwinkqubo esingathiweyo apho iGrylli container eqhuba khona.
