Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Job Name
ar: اسم الوظيفة
az: İş Adı
be: სახელის ადგილი
bn: কর্মের নাম
cs: Název práce
cy: Enw'r Swydd
da: Jobnavn
el: Όνομα εργασίας
es: Nombre del trabajo
et: Töö nimi
eu: Lanpostu izena
fa: نام شغل
fi: Työnimi
fr: Nom du poste
ga: Abɔn Ne Din
gd: Ain Obrach
gl: Nome do traballo
gu: જોબ નામ
he: שם המשרה
hi: कार्य का नाम
hr: Naziv posla
hu: Munka neve
id: Nama Pekerjaan
is: Nafn verks
it: Nome lavoro
ja: ジョブ名
ka: ಕಾನ್ಯಾ ಹೆಸರು
ku: Navê Karûbar
lt: Darbo pavadinimas
lv: Darba nosaukums
mg: Anaran'ny Asa
mi: Ingoa Mahi
mk: Име на работа
ml: ജോബ് നാമം
ms: Nama Pekerjaan
mt: Isem tal-Impjieg
my: အလုပ်အမည်
nl: Taaknaam
no: Jobbnavn
pa: ਨੌਕਰੀ ਦਾ ਨਾਮ
pl: Nazwa zadania
pt: Nome do Trabalho
ro: Nume Job
ru: Название работы
sk: Názov úlohy
sl: Ime naloge
sq: Emri i Punës
sr: Naziv posla
sv: Jobbnamn
sw: Jina la Kazi
ta: வேலை பெயர்
te: పని పేరు
th: ชื่องาน
tr: İş Adı
uk: Назва роботи
ur: کام کا نام
uz: Ish nomi
vi: Tên công việc
xh: Igama Lomsebenzi

source: Status
ar: إعدادات النظام
az: Sistem Parametrləri
be: Наладкі сістэмы
bn: সিস্টেম সেটিংস
cs: Systémové nastavení
cy: Gosodiadau System
da: Systemindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Configuraciones del sistema
et: Süsteemi seaded
eu: Sistema ezarpenak
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
fr: Paramètres Système
ga: Socruithe Córas
gd: Suidhichidhean an t-Siostaim
gl: Configuración do Sistema
gu: સિસ્ટમ સેટિંગ્સ
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
hr: Postavke sustava
hu: Rendszerbeállítások
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni di Sistema
ja: システム設定
ka: სისტემის პარამეტრები
ku: Rêjeyên Sîstemê
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
mg: System Settings
mi: Tautuhinga Pūnaha
mk: Системски Поставки
ml: സിസ്റ്റം ക്രമീകരണങ്ങൾ
ms: Tetapan Sistem
mt: Settings tas-Sistema
my: စနစ်ဆန့်ဆင်များ
nl: Systeeminstellingen
no: Systeminnstillinger
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pl: Ustawienia systemowe
pt: Configurações do Sistema
ro: Setări sistem
ru: Настройки системы
sk: Nastavenia systému
sl: Sistemske nastavitve
sq: Cilësimet e Sistemit
sr: Sistemske postavke
sv: Systeminställningar
sw: Mipangilio ya Mfumo
ta: கணினி அமைப்புகள்
te: సిస్టమ్ సెట్టింగ్స్
th: ตั้งค่าระบบ
tr: Sistem Ayarları
uk: Налаштування системи
ur: سسٹم کی سیٹنگز
uz: Tizim sozlamalari
vi: Cài đặt hệ thống
xh: Izicwangciso zeNkqubo

source: Details
ar: البريد الإلكتروني
az: E-poçtlar
be: Электронные письма
bn: ইমেইল
cs: E-maily
cy: E-byst
da: E-mails
de: E-Mails
el: Emails
es: Correos
et: E-kirjad
eu: Posta elektronikoak
fa: ایمیل‌ها
fi: Sähköpostit
fr: Emails
ga: E-mail
gd: Post-d
gl: Emails
gu: ઇમેઇલ્સ
he: אימיילים
hi: ईमेल
hr: E-mailovi
hu: E-mailek
id: Email
is: Tölvupóstar
it: Email
ja: Eメール
ka: ელ.ფოსტები
ku: ئیمەیلەکان
lt: El. laiškai
lv: E-pasti
mg: Mailaka
mi: Īmēra
mk: Е-пошта
ml: ഇമെയിലുകൾ
ms: E-mel
mt: Emails
my: အီမေးလ်များ
nl: E-mails
no: E-poster
pa: ਈਮੇਲ
pl: E-maile
pt: Emails
ro: Emailuri
ru: Электронные письма
sk: E-maily
sl: E-pošta
sq: Emailat
sr: Emailovi
sv: E-post
sw: Barua pepe
ta: மின்னஞ்சல்கள்
te: ఈమెయిల్స్
th: อีเมล
tr: E-postalar
uk: Електронні листи
ur: ای میلز
uz: Elektron pochta
vi: Email
xh: Ii-imeyile

source: No scheduler activity found.
ar: لم يتم العثور على أي نشاط للجدولة.
az: Heç bir planlayıcı fəaliyyəti tapılmadı.
be: პლანეგრამა არ აღმოჩენილია.
bn: কোনো সময়সূচী কার্যকলাপ পাওয়া যায়নি।
cs: Nenalezena žádná činnost plánovače.
cy: Dim gweithgaredd amserlennwr wedi'i ganfod.
da: Ingen planlægningsaktivitet fundet.
de: Keine Planeraktivität gefunden.
el: Δεν βρέθηκε δραστηριότητα χρονοπρογραμματιστή.
es: No se encontró actividad del programador.
et: Planeri tegevust ei leitud.
eu: Ez da ordutegi-jarduerarik aurkitu.
fa: هیچ فعالیت زمان‌بندی کننده‌ای یافت نشد.
fi: Ei ajastimen toimintaa löytynyt.
fr: Aucune activité de planification trouvée.
ga: Onni dwuma a wɔayɛ wɔ ɔyɛnfo no ho.
gd: Cha deach gnìomh sam bith le scheduler a lorg.
gl: Non se atopou actividade do planificador.
gu: કોઈ પણ શેડ્યૂલર પ્રવૃત્તિ મળી નથી.
he: לא נמצאה פעילות של מתזמן.
hi: कोई शेड्यूलर गतिविधि नहीं मिली।
hr: Nema pronađenih aktivnosti planera.
hu: Nem található ütemezési tevékenység.
id: Tidak ada aktivitas penjadwal ditemukan.
is: Enga vinnuáætlun finna.
it: Nessuna attività del pianificatore trovata.
ja: スケジューラのアクティビティが見つかりません。
ka: ಯಾವುದೇ ಶೆಡ್ಯೂಲರ್ ಕ್ರಿಯೆ ಕಂಡುಬಂದಿಲ್ಲ.
ku: Çalakiyeke rêzber nayê dîtin.
lt: Nerasta planuoklio veiklos.
lv: Scheduler aktivitāte netika atrasta.
mg: Tsy nisy hetsika mpandamina hita.
mi: Kaore he mahinga kaihono i kitea.
mk: Не е пронајдена активност на распоредувачот.
ml: പ്ലാനർ പ്രവർത്തനങ്ങൾ ഒന്നും കണ്ടെത്തിയില്ല.
ms: Tiada aktiviti penjadual ditemui.
mt: Ma nstabx attività tal-iskedar.
my: အချိန်ဇယားစီမံမှု လှုပ်ရှားမှုမတွေ့ရှိပါ။
nl: Geen planneractiviteit gevonden.
no: Ingen planleggeraktivitet funnet.
pa: ਕੋਈ ਨਿਯੋਜਕ ਕਿਰਿਆਸ਼ੀਲਤਾ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono aktywności harmonogramu.
pt: Nenhuma atividade de agendamento encontrada.
ro: Nicio activitate a planificatorului găsită.
ru: Деятельность планировщика не обнаружена.
sk: Nebola nájdená žiadna aktivita plánovača.
sl: Načrtovalna aktivnost ni bila najdena.
sq: Nuk u gjet asnjë aktivitet planifikues.
sr: Nema aktivnosti planera.
sv: Ingen schemaläggaraktivitet hittad.
sw: Hakuna shughuli za ratiba zilizopatikana.
ta: எந்தவொரு பணியாளர் செயல்பாடும் கிடைக்கவில்லை.
te: షెడ్యూలర్ కార్యకలాపం కనబడలేదు.
th: ไม่พบกิจกรรมของตัวจัดตารางเวลา
tr: Zamanlayıcı etkinliği bulunamadı.
uk: Активність планувальника не знайдена.
ur: کوئی نظام الاوقات سرگرمی نہیں ملی۔
uz: Rejalashtiruvchi faoliyati topilmadi.
vi: Không tìm thấy hoạt động lập lịch.
xh: Akukho msebenzi weschedule ofunyenwe.

source: Admin Reports
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Grylli | Reports | Accounts
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Accounts
ar: الحساب
az: Hesab
be: Уліковы запіс
bn: অ্যাকাউন্ট
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontu
fa: حساب
fi: Tili
fr: Compte
ga: Cuntas
gd: Cunntas
gl: Conta
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Aðgangur
it: Account
ja: アカウント
ka: ანგარიში
ku: Hesab
lt: Paskyra
lv: Konts
mg: Account
mi: Pūkete
mk: Сметка
ml: അക്കൗണ്ട്
ms: Akaun
mt: Kont
my: စာရင်း
nl: Account
no: Konto
pa: ਖਾਤਾ
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sl: Račun
sq: Llogaria
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản
xh: Akhawunti

source: Grylli | Reports | Scheduler
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Scheduler Activity
ar: جدولة البريد الإلكتروني
az: Emaili Planla
be: Раскладанне Пошта
bn: ইমেইল সময়সূচি
cs: Naplánovat email
cy: Trefnu E-bost
da: Planlæg e-mail
de: E-Mail planen
el: Προγραμματισμός Εmail
es: Programar correo electrónico
et: Planeeri e-kiri
eu: Emaila programatu
fa: برنامه‌ریزی ایمیل
fi: Aikatauluta sähköposti
fr: Planifier l'email
ga: Hyɛn a wɔayɛde email
gd: Clàradh Post-d
gl: Programar Correo Electrónico
gu: સમયসূচિ ઈમેઈલ
he: לוח זמנים לאימייל
hi: ईमेल अनुसूची
hr: Raspored emaila
hu: Email ütemezése
id: Jadwalkan Email
is: Tímasetja tölvupóst
it: Programma Email
ja: メールのスケジュール
ka: ელფოსტის განრიგი
ku: Peyama Rojname
lt: Planinis el. laiškas
lv: Plānot e-pastu
mg: Fandaharam-mailaka
mi: Hōtaka Īmēra
mk: Распоред на е-пошта
ml: ഇമെയിൽ അനുഭവസംവിധാനം
ms: Jadualkan Emel
mt: Ixxedulja Email
my: အီးမေးလ် အချိန်ပြတ်
nl: E-mail inplannen
no: Planlegg e-post
pa: ਈਮੇਲ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Zaplanuj e-mail
pt: Agendar Email
ro: Programează Email
ru: Запланировать Email
sk: Naplánovať email
sl: Razporedi e-pošto
sq: Planifiko Email
sr: Raspored Slanja Emaila
sv: Schemalägg e-post
sw: Panga Barua Pepe
ta: மின்னஞ்சல் அட்டவணை
te: షెడ్యూల్ ఇమెయిల్
th: กำหนดเวลาอีเมล
tr: E-posta Planla
uk: Запланувати електронний лист
ur: ای میل کا شیڈول بنائیں
uz: Elektron pochta rejalashtirish
vi: Lên lịch Email
xh: Ishedyuli ye-imeyile

source: Application Logs
ar: الإجراءات
az: Əməliyyatlar
be: Дзеянні
bn: ক্রিয়াকলাপ
cs: Akce
cy: Gweithredoedd
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
eu: Ekintzak
fa: اقدامات
fi: Toiminnot
fr: Actions
ga: Gníomhartha
gd: Gnìomhan
gl: Accións
gu: ક્રિયાઓ
he: פעולות
hi: क्रियाएँ
hr: Radnje
hu: Műveletek
id: Tindakan
is: Aðgerðir
it: Azioni
ja: アクション
ka: მოქმედებები
ku: کردارەکان
lt: Veiksmai
lv: Darbības
mg: Hetra
mi: Ngā Mahi
mk: Акции
ml: കാര്യങ്ങൾ
ms: Tindakan
mt: Azzjonijiet
my: လှုပ်ရှားမှုများ
nl: Acties
no: Handlinger
pa: ਕਾਰਵਾਈਆਂ
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
sw: Vitendo
ta: செயல்கள்
te: చర్యలు
th: การกระทำ
tr: Eylemler
uk: Дії
ur: اعمال
uz: Amallar
vi: Hành động
xh: Iziganeko

source: Grylli System Settings
ar: إعدادات النظام
az: Sistem Parametrləri
be: Наладкі сістэмы
bn: সিস্টেম সেটিংস
cs: Systémové nastavení
cy: Gosodiadau System
da: Systemindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Configuraciones del sistema
et: Süsteemi seaded
eu: Sistema ezarpenak
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
fr: Paramètres Système
ga: Socruithe Córas
gd: Suidhichidhean an t-Siostaim
gl: Configuración do Sistema
gu: સિસ્ટમ સેટિંગ્સ
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
hr: Postavke sustava
hu: Rendszerbeállítások
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni di Sistema
ja: システム設定
ka: სისტემის პარამეტრები
ku: Rêjeyên Sîstemê
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
mg: System Settings
mi: Tautuhinga Pūnaha
mk: Системски Поставки
ml: സിസ്റ്റം ക്രമീകരണങ്ങൾ
ms: Tetapan Sistem
mt: Settings tas-Sistema
my: စနစ်ဆန့်ဆင်များ
nl: Systeeminstellingen
no: Systeminnstillinger
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pl: Ustawienia systemowe
pt: Configurações do Sistema
ro: Setări sistem
ru: Настройки системы
sk: Nastavenia systému
sl: Sistemske nastavitve
sq: Cilësimet e Sistemit
sr: Sistemske postavke
sv: Systeminställningar
sw: Mipangilio ya Mfumo
ta: கணினி அமைப்புகள்
te: సిస్టమ్ సెట్టింగ్స్
th: ตั้งค่าระบบ
tr: Sistem Ayarları
uk: Налаштування системи
ur: سسٹم کی سیٹنگز
uz: Tizim sozlamalari
vi: Cài đặt hệ thống
xh: Izicwangciso zeNkqubo

source: Grylli | Settings | System
ar: Grylli | البريد الإلكتروني | SMTP
az: Grylli | Emaillər | SMTP
be: Grylli | E-mails | SMTP
bn: Grylli | ইমেইল | SMTP
cs: Grylli | E-maily | SMTP
cy: Grylli | E-byst | SMTP
da: Grylli | Emails | SMTP
de: Grylli | E-Mails | SMTP
el: Grylli | Emails | SMTP
es: Grylli | Correos electrónicos | SMTP
et: Grylli | E-kirjad | SMTP
eu: Grylli | Postak | SMTP
fa: گریلی | ایمیل‌ها | SMTP
fi: Grylli | Sähköpostit | SMTP
fr: Grylli | Emails | SMTP
ga: Grylli | Mɛkaɛ | SMTP
gd: Grylli | Puist-d | SMTP
gl: Grylli | Correos | SMTP
gu: Grylli | ઇમેઇલ્સ | SMTP
he: Grylli | אימיילים | SMTP
hi: Grylli | ईमेल | SMTP
hr: Grylli | E-pošta | SMTP
hu: Grylli | E-mailek | SMTP
id: Grylli | Email | SMTP
is: Grylli | Tölvupóstar | SMTP
it: Grylli | Email | SMTP
ja: Grylli | メール | SMTP
ka: Grylli | ელ. ფოსტა | SMTP
ku: Grylli | ئیمەیلەکان | SMTP
lt: Grylli | Laiškai | SMTP
lv: Grylli | E-pasti | SMTP
mg: Grylli | Emails | SMTP
mi: Grylli | Īmēra | SMTP
mk: Grylli | Е-пошти | SMTP
ml: ഗ്രില്ലി | ഇമെയിലുകൾ | SMTP
ms: Grylli | E-mel | SMTP
mt: Grylli | Emails | SMTP
my: Grylli | အီးမေးလ်များ | SMTP
nl: Grylli | E-mails | SMTP
no: Grylli | E-poster | SMTP
pa: ਗ੍ਰਿਲੀ | ਅਈਮੇਲ | SMTP
pl: Grylli | E-maile | SMTP
pt: Grylli | Emails | SMTP
ro: Grylli | Emailuri | SMTP
ru: Grylli | Электронная почта | SMTP
sk: Grylli | E-maily | SMTP
sl: Grylli | E-pošta | SMTP
sq: Grylli | E-maile | SMTP
sr: Grylli | Emailovi | SMTP
sv: Grylli | E-post | SMTP
sw: Grylli | Barua Pepe | SMTP
ta: கிரில்லி | மின்னஞ்சல்கள் | SMTP
te: Grylli | ఇమెయిల్స్ | SMTP
th: Grylli | อีเมล | SMTP
tr: Grylli | E-postalar | SMTP
uk: Grylli | Електронні листи | SMTP
ur: Grylli | ای میلز | SMTP
uz: Grylli | Email | SMTP
vi: Grylli | Email | SMTP
xh: Grylli | Ii-imeyile | SMTP

source: System
ar: معلومات النظام
az: Sistem Məlumatı
be: Інфармацыя аб сістэме
bn: সিস্টেম ইনফো
cs: Systémové informace
cy: Gwybodaeth System
da: Systeminfo
de: Systeminfo
el: Πληροφορίες Συστήματος
es: Información del sistema
et: Süsteemi info
eu: Sistema info
fa: اطلاعات سیستم
fi: Järjestelmän tiedot
fr: Infos Système
ga: Eolas Córas
gd: Fiosrachadh Siostam
gl: Info do Sistema
gu: સિસ્ટમ માહિતી
he: מידע מערכת
hi: सिस्टम जानकारी
hr: Informacije o sustavu
hu: Rendszerinformációk
id: Informasi Sistem
is: Kerfisupplýsingar
it: Info di Sistema
ja: システム情報
ka: სისტემის ინფორმაცია
ku: Agahdariya Sîstemê
lt: Sisteminis informacija
lv: Sistēmas informācija
mg: System Info
mi: Pārongo Pūnaha
mk: Системска информација
ml: സിസ്റ്റം വിവരം
ms: Info Sistem
mt: Informazzjoni tas-Sistema
my: စနစ် အခြေအနေ
nl: Systeeminfo
no: Systeminformasjon
pa: ਸਿਸਟਮ ਜਾਣਕਾਰੀ
pl: Informacje o systemie
pt: Informações do Sistema
ro: Informații despre sistem
ru: Информация о системе
sk: Informácie o systéme
sl: Sistemske informacije
sq: Informacioni i Sistemit
sr: Informacije o sistemu
sv: Systeminformation
sw: Maelezo ya Mfumo
ta: கணினி தகவல்
te: సిస్టమ్ సమాచారం
th: ข้อมูลระบบ
tr: Sistem Bilgisi
uk: Інформація про систему
ur: سسٹم کی معلومات
uz: Tizim ma'lumoti
vi: Thông tin hệ thống
xh: Ulwazi lweNkqubo

source: Grylli | Settings | SMTP
ar: Grylli | البريد الإلكتروني | SMTP
az: Grylli | Emaillər | SMTP
be: Grylli | E-mails | SMTP
bn: Grylli | ইমেইল | SMTP
cs: Grylli | E-maily | SMTP
cy: Grylli | E-byst | SMTP
da: Grylli | Emails | SMTP
de: Grylli | E-Mails | SMTP
el: Grylli | Emails | SMTP
es: Grylli | Correos electrónicos | SMTP
et: Grylli | E-kirjad | SMTP
eu: Grylli | Postak | SMTP
fa: گریلی | ایمیل‌ها | SMTP
fi: Grylli | Sähköpostit | SMTP
fr: Grylli | Emails | SMTP
ga: Grylli | Mɛkaɛ | SMTP
gd: Grylli | Puist-d | SMTP
gl: Grylli | Correos | SMTP
gu: Grylli | ઇમેઇલ્સ | SMTP
he: Grylli | אימיילים | SMTP
hi: Grylli | ईमेल | SMTP
hr: Grylli | E-pošta | SMTP
hu: Grylli | E-mailek | SMTP
id: Grylli | Email | SMTP
is: Grylli | Tölvupóstar | SMTP
it: Grylli | Email | SMTP
ja: Grylli | メール | SMTP
ka: Grylli | ელ. ფოსტა | SMTP
ku: Grylli | ئیمەیلەکان | SMTP
lt: Grylli | Laiškai | SMTP
lv: Grylli | E-pasti | SMTP
mg: Grylli | Emails | SMTP
mi: Grylli | Īmēra | SMTP
mk: Grylli | Е-пошти | SMTP
ml: ഗ്രില്ലി | ഇമെയിലുകൾ | SMTP
ms: Grylli | E-mel | SMTP
mt: Grylli | Emails | SMTP
my: Grylli | အီးမေးလ်များ | SMTP
nl: Grylli | E-mails | SMTP
no: Grylli | E-poster | SMTP
pa: ਗ੍ਰਿਲੀ | ਅਈਮੇਲ | SMTP
pl: Grylli | E-maile | SMTP
pt: Grylli | Emails | SMTP
ro: Grylli | Emailuri | SMTP
ru: Grylli | Электронная почта | SMTP
sk: Grylli | E-maily | SMTP
sl: Grylli | E-pošta | SMTP
sq: Grylli | E-maile | SMTP
sr: Grylli | Emailovi | SMTP
sv: Grylli | E-post | SMTP
sw: Grylli | Barua Pepe | SMTP
ta: கிரில்லி | மின்னஞ்சல்கள் | SMTP
te: Grylli | ఇమెయిల్స్ | SMTP
th: Grylli | อีเมล | SMTP
tr: Grylli | E-postalar | SMTP
uk: Grylli | Електронні листи | SMTP
ur: Grylli | ای میلز | SMTP
uz: Grylli | Email | SMTP
vi: Grylli | Email | SMTP
xh: Grylli | Ii-imeyile | SMTP

source: Key
ar: مفتاح
az: Açar
be: Түлхүүр
bn: কী
cs: Klíč
cy: Allwedd
da: Nøgle
de: Schlüssel
el: Κλειδί
es: Clave
et: Võti
eu: Gakoa
fa: کلید
fi: Avain
fr: Clé
ga: Eochair
gd: Iuchair
gl: Clave
gu: કી
he: מפתח
hi: कुंजी
hr: Ključ
hu: Kulcs
id: Kunci
is: Lykill
it: Chiave
ja: キー
ka: გასაღები
lt: Raktas
lv: Atslēga
mg: Lakile
mi: Kī
mk: Клуч
ml: കീ
ms: Kunci
mt: Ċavetta
my: သော့ချက်
nl: Sleutel
no: Nøkkel
pa: ਕੁੰਜੀ
pl: Klucz
pt: Chave
ro: Cheie
ru: Ключ
sk: Kľúč
sl: Ključ
sq: Çelës
sr: Ključ
sv: Nyckel
sw: Funguo
ta: ச்சாவி
te: కీ
th: คีย์
tr: Anahtar
uk: Ключ
ur: کلید
uz: Kalit
vi: Khóa
xh: Isitshixo

source: Value
ar: قيمة
az: Dəyər
be: Утга
bn: মান
cs: Hodnota
cy: Gwerth
da: Værdi
de: Wert
el: Τιμή
es: Valor
et: Väärtus
eu: Balioa
fa: مقدار
fi: Arvo
fr: Valeur
ga: Luach
gd: Luach
gl: Valor
gu: મૂલ્ય
he: ערך
hi: मूल्य
hr: Vrijednost
hu: Érték
id: Nilai
is: Gildi
it: Valore
ja: 値
ka: მნიშვნელობა
ku: Nirx
lt: Reikšmė
lv: Vērtība
mg: Lanja
mi: Uara
mk: Вредност
ml: മൂല്യം
ms: Nilai
mt: Valur
my: တန်ဖိုး
nl: Waarde
no: Verdi
pa: ਮੁੱਲ
pl: Wartość
pt: Valor
ro: Valoare
ru: Значение
sk: Hodnota
sl: Vrednost
sq: Vlerë
sr: Vrednost
sv: Värde
sw: Thamani
ta: மதிப்பு
te: విలువ
th: ค่า
tr: Değer
uk: Значення
ur: قیمت
uz: Qiymat
vi: Giá trị
xh: Ixabiso

source: No SMTP settings found.
ar: إعدادات SMTP
az: SMTP Parametrləri
be: Наладкі SMTP
bn: SMTP সেটিংস
cs: Nastavení SMTP
cy: Gosodiadau SMTP
da: SMTP-indstillinger
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
es: Configuraciones SMTP
et: SMTP seaded
eu: SMTP Ezarpenak
fa: تنظیمات SMTP
fi: SMTP-asetukset
fr: Paramètres SMTP
ga: Socruithe SMTP
gd: Suidhichidhean SMTP
gl: Configuración SMTP
gu: SMTP સેટિંગ્સ
he: הגדרות SMTP
hi: SMTP सेटिंग्स
hr: SMTP postavke
hu: SMTP beállítások
id: Pengaturan SMTP
is: SMTP stillingar
it: Impostazioni SMTP
ja: SMTP設定
ka: SMTP პარამეტრები
ku: SMTP Settings
lt: SMTP nustatymai
lv: SMTP iestatījumi
mg: SMTP Settings
mi: Tautuhinga SMTP
mk: SMTP Поставки
ml: SMTP ക്രമീകരണങ്ങൾ
ms: Tetapan SMTP
mt: Settings tal-SMTP
my: SMTP အကွန်ဖစ်များ
nl: SMTP-instellingen
no: SMTP-innstillinger
pa: SMTP ਸੈਟਿੰਗ
pl: Ustawienia SMTP
pt: Configurações SMTP
ro: Setări SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Cilësimet SMTP
sr: SMTP postavke
sv: SMTP-inställningar
sw: Mipangilio ya SMTP
ta: SMTP அமைப்புகள்
te: SMTP సెట్టింగ్స్
th: การตั้งค่า SMTP
tr: SMTP Ayarları
uk: Налаштування SMTP
ur: SMTP سیٹنگ
uz: SMTP sozlamalari
vi: Cài đặt SMTP
xh: Izicwangciso ze-SMTP

source: Send Test Email to
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
da: Send testemail
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya
