Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: An error occurred while updating the schedule.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: SMTP configuration assigned.
ar: تم تعيين تكوين SMTP.
az: SMTP konfiqurasiyası təyin edildi.
be: Конфігурація SMTP призначена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়েছে।
cs: SMTP konfigurace přiřazena.
cy: Wedi aseinio'r cyfluniad SMTP.
da: SMTP-konfiguration tildelt.
de: SMTP-Konfiguration zugewiesen.
el: Η διαμόρφωση SMTP εκχωρήθηκε.
es: Configuración SMTP asignada.
et: SMTP konfiguratsioon määratud.
eu: SMTP konfigurazioa esleituta.
fa: پیکربندی SMTP اختصاص داده شد.
fi: SMTP-konfiguraatio määritetty.
fr: Configuration SMTP assignée.
ga: Cumraíocht SMTP sannaithe.
gd: Rèiteachadh SMTP air a shònrachadh.
gl: Configuración SMTP asignada.
gu: SMTP વિન્ધાન નિર્ધારિત.
he: תצורת SMTP הוקצתה.
hi: SMTP कॉन्फ़िगरेशन असाइन किया गया।
hr: SMTP konfiguracija dodijeljena.
hu: SMTP konfiguráció hozzárendelve.
id: Konfigurasi SMTP ditetapkan.
is: SMTP stillingar úthlutaðar.
it: Configurazione SMTP assegnata.
ja: SMTP設定が割り当てられました。
ka: 已分配SMTP配置。
ku: ڕێکخستنی SMTP تۆمارەکرا.
lt: SMTP konfigūracija priskirta.
lv: SMTP konfigurācija piešķirta.
mg: Natao ny fametrahana SMTP.
mi: Kua whakatapua te whirihoranga SMTP.
mk: SMTP конфигурацијата е доделена.
ml: SMTP കോൺഫിഗറേഷൻ നിയമിച്ചു.
ms: Konfigurasi SMTP ditetapkan.
mt: Konfigurazzjoni SMTP assenjata.
my: SMTP ဖွဲ့စည်းမှုကို ထားရှိလိုက်ပါသည်။
nl: SMTP-configuratie toegewezen.
no: SMTP-konfigurasjon tilordnet.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ.
pl: Przypisana konfiguracja SMTP.
pt: Configuração SMTP atribuída.
ro: Configurația SMTP a fost asignată.
ru: Конфигурация SMTP назначена.
sk: Konfigurácia SMTP priradená.
sl: Konfiguracija SMTP dodeljena.
sq: Konfigurimi SMTP u caktua.
sr: SMTP konfiguracija dodeljena.
sv: SMTP-konfiguration tilldelad.
sw: Usanidi wa SMTP umesajiliwa.
ta: SMTP கட்டமைப்பு ஒதுக்கியது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడింది.
th: มอบหมายการตั้งค่า SMTP แล้ว
tr: SMTP yapılandırması atandı.
uk: Конфігурацію SMTP призначено.
ur: SMTP ترتیب نامہ تفویض کیا گیا۔
uz: SMTP sozlamalari tayinlandi.
vi: Cấu hình SMTP đã được gán.
xh: Ulwalathiso lwe-SMTP lunikiwe.

source: SMTP configuration removed.
ar: تم تعيين تكوين SMTP.
az: SMTP konfiqurasiyası təyin edildi.
be: Конфігурація SMTP призначена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়েছে।
cs: SMTP konfigurace přiřazena.
cy: Wedi aseinio'r cyfluniad SMTP.
da: SMTP-konfiguration tildelt.
de: SMTP-Konfiguration zugewiesen.
el: Η διαμόρφωση SMTP εκχωρήθηκε.
es: Configuración SMTP asignada.
et: SMTP konfiguratsioon määratud.
eu: SMTP konfigurazioa esleituta.
fa: پیکربندی SMTP اختصاص داده شد.
fi: SMTP-konfiguraatio määritetty.
fr: Configuration SMTP assignée.
ga: Cumraíocht SMTP sannaithe.
gd: Rèiteachadh SMTP air a shònrachadh.
gl: Configuración SMTP asignada.
gu: SMTP વિન્ધાન નિર્ધારિત.
he: תצורת SMTP הוקצתה.
hi: SMTP कॉन्फ़िगरेशन असाइन किया गया।
hr: SMTP konfiguracija dodijeljena.
hu: SMTP konfiguráció hozzárendelve.
id: Konfigurasi SMTP ditetapkan.
is: SMTP stillingar úthlutaðar.
it: Configurazione SMTP assegnata.
ja: SMTP設定が割り当てられました。
ka: 已分配SMTP配置。
ku: ڕێکخستنی SMTP تۆمارەکرا.
lt: SMTP konfigūracija priskirta.
lv: SMTP konfigurācija piešķirta.
mg: Natao ny fametrahana SMTP.
mi: Kua whakatapua te whirihoranga SMTP.
mk: SMTP конфигурацијата е доделена.
ml: SMTP കോൺഫിഗറേഷൻ നിയമിച്ചു.
ms: Konfigurasi SMTP ditetapkan.
mt: Konfigurazzjoni SMTP assenjata.
my: SMTP ဖွဲ့စည်းမှုကို ထားရှိလိုက်ပါသည်။
nl: SMTP-configuratie toegewezen.
no: SMTP-konfigurasjon tilordnet.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ.
pl: Przypisana konfiguracja SMTP.
pt: Configuração SMTP atribuída.
ro: Configurația SMTP a fost asignată.
ru: Конфигурация SMTP назначена.
sk: Konfigurácia SMTP priradená.
sl: Konfiguracija SMTP dodeljena.
sq: Konfigurimi SMTP u caktua.
sr: SMTP konfiguracija dodeljena.
sv: SMTP-konfiguration tilldelad.
sw: Usanidi wa SMTP umesajiliwa.
ta: SMTP கட்டமைப்பு ஒதுக்கியது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడింది.
th: มอบหมายการตั้งค่า SMTP แล้ว
tr: SMTP yapılandırması atandı.
uk: Конфігурацію SMTP призначено.
ur: SMTP ترتیب نامہ تفویض کیا گیا۔
uz: SMTP sozlamalari tayinlandi.
vi: Cấu hình SMTP đã được gán.
xh: Ulwalathiso lwe-SMTP lunikiwe.

source: An error occurred while assigning SMTP configuration.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.

source: Unable to fetch email status.
ar: فشل في إرسال رسالة البريد الإلكتروني التجريبية:
az: Test emailini göndərmək alınmadı:
be: Не вдалося відправити тестовий лист:
bn: পরীক্ষামূলক ইমেল পাঠাতে ব্যর্থ হয়েছে:
cs: Nepodařilo se odeslat testovací email:
cy: Methwyd ag anfon prawf ebost:
da: Kunne ikke sende test-email:
de: Fehler beim Senden der Test-E-Mail:
el: Αποτυχία αποστολής δοκιμαστικού email:
es: Error al enviar el correo de prueba:
et: Proovisõnumi saatmine ebaõnnestus:
eu: Ezin izan da proba-emaila bidali:
fa: ارسال ایمیل آزمایشی ناموفق بود:
fi: Testisähköpostin lähetys epäonnistui:
fr: Échec de l'envoi de l'email de test:
ga: Theiptheach seoladh ríomhphoist tástála:
gd: Dh'fhàillig cuir post-deuchainn:
gl: Non se puido enviar o correo de proba:
gu: પરીક્ષણ ઇમેઇલ મોકલવામાં નિષ્ફળ:
he: שליחת אימייל הבדיקה נכשלה:
hi: परीक्षण ईमेल भेजने में विफल:
hr: Slanje testnog emaila nije uspjelo:
hu: Nem sikerült elküldeni a teszt emailt:
id: Gagal mengirim email uji:
is: Mistókst að senda prófunarpóst:
it: Invio email di test fallito:
ja: テストメールの送信に失敗しました：
ka: 发送测试电子邮件失败：
ku: شکستی لە ناردنی تاقیگرەوەی ئیمەیڵ:
lt: Nepavyko išsiųsti bandomojo el. laiško:
lv: Neizdevās nosūtīt testa e-pastu:
mg: Tsy nahomby ny fandefasana mailaka fitsapana:
mi: I rahua te tuku īmēra whakamātautau:
mk: Не успеа да се испрати тест е-пошта:
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു:
ms: Gagal menghantar emel ujian:
mt: Naqas milli tibgħat test email:
my: စမ်းသပ်အီးမေးလ် ပို့သည် မအောင်မြင်ပါ:
nl: Verzenden van test-e-mail mislukt:
no: Kunne ikke sende test-e-post:
pa: ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ:
pl: Nie udało się wysłać testowego emaila:
pt: Falha ao enviar email de teste:
ro: Trimiterea emailului de test a eșuat:
ru: Не удалось отправить тестовое письмо:
sk: Nepodarilo sa odoslať testovací e-mail:
sl: Ni uspelo poslati preskusnega e-poštnega sporočila:
sq: Dështoi dërgimi i emailit të provës:
sr: Neuspešno slanje test emaila:
sv: Misslyckades att skicka test-e-post:
sw: Imeshindikana kutuma barua pepe ya majaribio:
ta: சோதனை மின்னஞ்சல் அனுப்பத் தோல்வி:
te: పరీక్షా ఇమెయిల్ పంపడం విఫలమైంది:
th: ไม่สามารถส่งอีเมลทดสอบ:
tr: Test e-postası gönderilemedi:
uk: Не вдалося надіслати тестовий електронний лист:
ur: ٹیسٹ ای میل بھیجنے میں ناکام:
uz: Sinov elektron postini yuborishda xatolik yuz berdi:
vi: Gửi email thử nghiệm thất bại:
xh: Kusilele ukuthumela i-imeyile yovavanyo:

source: An error occurred while loading the help page.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Error loading dashboard
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Welcome to Grylli
ar: مرحباً بك في Grylli
az: Grylliyə xoş gəldiniz
be: Сардэчна запрашаем у Grylli
bn: Grylli এ স্বাগতম
cs: Vítejte v Grylli
cy: Croeso i Grylli
da: Velkommen til Grylli
de: Willkommen bei Grylli
el: Καλώς ήρθατε στο Grylli
es: Bienvenido a Grylli
et: Tere tulemast Gryllisse
eu: Ongi etorri Gryllira
fa: به Grylli خوش آمدید
fi: Tervetuloa Grylliin
fr: Bienvenue chez Grylli
ga: Fáilte go Grylli
gd: Fàilte gu Grylli
gl: Benvido a Grylli
gu: ગ્રિલીમાં આપનું સ્વાગત છે
he: ברוכים הבאים ל-Grylli
hi: गिल्ली में आपका स्वागत है
hr: Dobrodošli u Grylli
hu: Üdvözöljük a Grylliben
id: Selamat datang di Grylli
is: Velkomin/n í Grylli
it: Benvenuto in Grylli
ja: Grylliへようこそ
ka: კეთილი იყოს თქვენი მობრძანება Grylli-ში
ku: Bi xêr hatî Grylli
lt: Sveiki atvykę į Grylli
lv: Laipni lūgti Grylli
mg: Tonga soa ao Grylli
mi: Nau mai ki Grylli
mk: Добредојдовте во Grylli
ml: Grylli യിലേക്ക് സ്വാഗതം
ms: Selamat datang ke Grylli
mt: Merħba għal Grylli
my: Grylli သို့ကြိုဆိုပါသည်
nl: Welkom bij Grylli
no: Velkommen til Grylli
pa: ਗ੍ਰਿੱਲੀ ਚ ਵਿੱਚ ਸਵਾਗਤ
pl: Witamy w Grylli
pt: Bem-vindo ao Grylli
ro: Bun venit la Grylli
ru: Добро пожаловать в Grylli
sk: Vitajte v Grylli
sl: Dobrodošli v Grylli
sq: Mirë se vini në Grylli
sr: Dobrodošli u Grylli
sv: Välkommen till Grylli
sw: Karibu kwenye Grylli
ta: Grylli இல் வருக
te: గ్రిల్లీకి స్వాగతం
th: ยินดีต้อนรับสู่ Grylli
tr: Grylli'ye Hoşgeldiniz
uk: Ласкаво просимо до Grylli
ur: Grylli میں خوش آمدید
uz: Grylliga xush kelibsiz
vi: Chào mừng đến với Grylli
xh: Wamkelekile kwiGrylli

source: Failed to determine locale.
ar: فشل في إنشاء المستخدم.
az: İstifadəçini yaratmaq alınmadı.
be: Не ўдалося стварыць карыстальніка.
bn: ব্যবহারকারী তৈরি করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit uživatele.
cy: Methwyd â chreu defnyddiwr.
da: Kunne ikke oprette bruger.
de: Benutzer konnte nicht erstellt werden.
el: Απέτυχε η δημιουργία χρήστη.
es: Error al crear el usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzea huts egin du.
fa: ایجاد کاربر شکست خورد.
fi: Käyttäjän luominen epäonnistui.
fr: Échec de la création de l'utilisateur.
ga: Theip ar úsáideoir a chruthú.
gd: Dh'fhàillig cruthachadh neach-cleachdaidh.
gl: Non se puido crear o usuario.
gu: વપરાશકર્તા બનાવવા નિષ્ફળ.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता बनाने में विफल।
hr: Neuspješno kreiranje korisnika.
hu: Nem sikerült létrehozni a felhasználót.
id: Gagal membuat pengguna.
is: Tókst ekki að búa til notanda.
it: Impossibile creare l'utente.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
ku: شکستی لە دروستکردنی بەکارهێنەر.
lt: Nepavyko sukurti naudotojo.
lv: Neizdevās izveidot lietotāju.
mg: Tsy nahomby ny famoronana mpampiasa.
mi: I rahua te waihanga i te kaiwhakamahi.
mk: Не успеа да се создаде корисник.
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk mencipta pengguna.
mt: Ma rnexxilniex noħolqu utent.
my: အသုံးပြုသူ ဖန်တီးခြင်းမအောင်မြင်ပါ။
nl: Het maken van de gebruiker is mislukt.
no: Kunne ikke opprette bruker.
pa: ਉਪਭੋਗੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się utworzyć użytkownika.
pt: Falha ao criar usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
sk: Nepodarilo sa vytvoriť používateľa.
sl: Neuspešno ustvarjanje uporabnika.
sq: Dështoi krijimi i përdoruesit.
sr: Neuspešno kreiranje korisnika.
sv: Misslyckades med att skapa användare.
sw: Imeshindikana kuunda mtumiaji.
ta: பயனரை உருவாக்குவது தோல்வியடைந்தது.
te: వాడుకరిని సృష్టించడం విఫలమైంది.
th: สร้างผู้ใช้ไม่สำเร็จ
tr: Kullanıcı oluşturulamadı.
uk: Не вдалося створити користувача.
ur: صارف بنانے میں ناکامی ہوئی۔
uz: Foydalanuvchini yaratib bo'lmadi.
vi: Không thể tạo người dùng.
xh: Kusilele ukudala umsebenzisi.

source: Failed to load messages.
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile
