Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Enabled
ar: مفعل
az: Aktiv
be: Идэвхжүүлсэн
bn: সক্রিয়
cs: Povoleno
cy: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
eu: Gaituta
fa: فعال
fi: Käytössä
fr: Activé
ga: Cumasaíodh
gd: Comasach
gl: Habilitado
gu: સક્રિય
he: מופעל
hi: सक्रिय
hr: Omogućeno
hu: Engedélyezett
id: Diaktifkan
is: Virkt
it: Abilitato
ja: 有効
ka: ჩართულია
ku: Çalak
lt: Įjungtas
lv: Aktivizēts
mg: Nampiasaina
mi: Whakahohe
mk: Овозможено
ml: പ്രാപ്തമാക്കിയിരിക്കുന്നു
ms: Didayakan
mt: Attivat
my: အလုပ်ဖြစ်နေသည်
nl: Ingeschakeld
no: Aktivert
pa: ਯੋਗ
pl: Włączone
pt: Habilitado
ro: Activat
ru: Включено
sk: Povolené
sl: Omogočeno
sq: Aktivizuar
sr: Omogućeno
sv: Aktiverad
sw: Imewashwa
ta: இயலுநிலை
te: ప్రయోజన కర్త
th: เปิดใช้งาน
tr: Aktif
uk: Включено
ur: فعال
uz: Faollashtirilgan
vi: Đã bật
xh: Inikwe amandla

source: Authenticator Code
ar: رمز المصادقة
az: Doğrulayıcı Kodu
be: Код аўтэнтыфікатара
bn: প্রমাণক কোড
cs: Kód autentizátoru
cy: Cod Dilyswr
da: Authenticator-kode
el: Κωδικός Αυθεντικοποίησης
es: Código de Autenticador
et: Autentimiskood
eu: Autentikatzailearen kodea
fa: کد احراز هویت
fi: Todennuskoodi
fr: Code d'authentification
ga: Sikapa Nnyeso
gd: Còd Dearbhachaidh
gl: Código do Autenticador
gu: પ્રમાણકર્તા કોડ
he: קוד מאמת
hi: प्रमाणक कोड
hr: Kod autentifikatora
hu: Hitelesítési kód
id: Kode Autentikator
is: Staðfestingarkóði
it: Codice dell'autenticatore
ja: 認証コード
ka: ავტენტიფიკატორის კოდი
ku: کۆدی دڵنیاکردنەوە
lt: Autentifikatoriaus kodas
lv: Autentifikatora kods
mg: Kaody ny mampiavaka
mi: Waehere Whakaū
mk: Код за автентикација
ml: പരിരക്ഷണ കോഡ്
ms: Kod Pengesah
mt: Kodi tal-Awtentikatur
my: အမှန်သားကုဒ်
no: Autentisator kode
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਕੋਡ
pl: Kod uwierzytelniający
pt: Código do Autenticador
ro: Codul autentificatorului
ru: Код аутентификатора
sk: Overovací kód
sl: Avtorizacijska koda
sq: Kodi i Autentikuesit
sr: Kôd za autentifikator
sv: Autentisering kod
sw: Msimbo wa Uthibitishaji
ta: உறுதிப்படுத்தல் குறியீடு
te: ప్రామాణీకరణ కోడ్
th: รหัสตัวตรวจสอบ
tr: Doğrulayıcı Kodu
uk: Код автентифікатора
ur: آتھنٹی کیٹر کوڈ
uz: Autentifikatsiya kodi
vi: Mã xác thực
xh: Ikhowudi ye-Authenticator

source: Save
ar: حفظ
az: Yadda saxla
be: Сохранить
bn: সংরক্ষণ করুন
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
et: Salvesta
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
ga: Kra
gd: Sàbhail
gl: Gardar
gu: સાચવો
he: שמור
hi: सेव करें
hr: Spremi
hu: Mentés
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
ku: پاشەکەوتکردن
lt: Saugoti
lv: Saglabāt
mg: Tehirizo
mi: Tiaki
mk: Зачувај
ml: സംരക്ഷിക്കുക
ms: Simpan
mt: Ħażna
my: သိမ်းဆည်းပါ
nl: Opslaan
no: Lagre
pa: ਸੇਵ ਕਰੋ
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sq: Ruaj
sr: Sačuvaj
sv: Spara
sw: Hifadhi
ta: சேமி
te: సేవ్
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
uz: Saqlash
vi: Lưu
xh: Londoloza

source: Authentication Code
ar: تحديث الإشعار
az: Bildirişi Yenilə
be: বিজ্ঞপ্তি আপডেট করুন
bn: বিজ্ঞপ্তি আপডেট করুন
cs: Aktualizovat oznámení
cy: Diweddaru Hysbysiad
da: Opdater notifikation
de: Benachrichtigung aktualisieren
el: Ενημέρωση Ειδοποίησης
es: Actualizar notificación
et: Uuenda teavitust
eu: Jakinarazpena eguneratu
fa: به‌روزرسانی اعلان
fi: Päivitä ilmoitus
fr: Mettre à jour la notification
ga: Nuashonraigh Fógra
gd: Ùraich Fios
gl: Actualizar notificación
gu: સૂચના અપડેટ કરો
he: עדכן התראה
hi: सूचना अपडेट करें
hr: Ažuriraj obavijest
hu: Értesítés frissítése
id: Perbarui Notifikasi
is: Uppfæra tilkynningu
it: Aggiorna Notifica
ja: 通知を更新
ka: შეტყობინების განახლება
ku: نوێکردنەوەی هەواڵ
lt: Atnaujinti pranešimą
lv: Atjaunināt paziņojumu
mg: Hanavao Fampahafantarana
mi: Whakahou Whakamōhiotanga
mk: Ажурирај известување
ml: അറിയിപ്പ് പുതുക്കുക
ms: Kemaskini Notifikasi
mt: Aġġorna Notifika
my: အသိပေးချက်ကို အပ်ဒိတ်လုပ်ပါ
nl: Melding bijwerken
no: Oppdater varsel
pa: ਸੂਚਨਾ ਅੱਪਡੇਟ ਕਰੋ
pl: Zaktualizuj powiadomienie
pt: Atualizar Notificação
ro: Actualizează notificarea
ru: Обновить уведомление
sk: Aktualizovať oznámenie
sl: Posodobi obvestilo
sq: Përditëso Njoftimin
sr: Ažuriraj obaveštenje
sv: Uppdatera notifikation
sw: Sasisha Taarifa
ta: அறிவிப்பை புதுப்பிக்கவும்
te: సూచనను అప్‌డేట్ చేయండి
th: อัปเดตการแจ้งเตือน
tr: Bildirimi Güncelle
uk: Оновити повідомлення
ur: اطلاع کو اپ ڈیٹ کریں
uz: Bildirishnomani yangilash
vi: Cập Nhật Thông Báo
xh: Hlaziya Isilumkiso

source: Please enter your authentication code.
ar: يرجى إدخال رمز المصادقة الخاص بك.
az: Lütfən doğrulama kodunuzu daxil edin.
be: Калі ласка, увядзіце ваш код аўтэнтыфікацыі.
bn: অনুগ্রহ করে আপনার প্রমাণীকরণ কোড প্রবেশ করুন।
cs: Zadejte prosím svůj autentizační kód.
cy: Rhowch eich cod dilysu, os gwelwch yn dda.
da: Indtast venligst din godkendelseskode.
de: Bitte geben Sie Ihren Authentifizierungscode ein.
el: Παρακαλώ εισάγετε τον κωδικό αυθεντικοποίησης σας.
es: Por favor, introduce tu código de autenticación.
et: Palun sisesta oma autentimiskood.
eu: Mesedez, sartu zure autentikazio kodea.
fa: لطفاً کد احراز هویت خود را وارد کنید.
fi: Anna todennuskoodisi.
fr: Veuillez entrer votre code d'authentification.
ga: Mesrɛ, kyerɛ saa sikapa nnyeso no.
gd: Cuir a-steach do chòd dearbhachaidh.
gl: Por favor, introduce o teu código de autenticación.
gu: કૃપા કરીને તમારો ઓથેન્ટિકેશન કોડ દાખલ કરો.
he: אנא הכנס את קוד האימות שלך.
hi: कृपया अपना प्रमाणीकरण कोड दर्ज करें।
hr: Unesite svoj autentifikacijski kod.
hu: Kérem, adja meg az authenticator kódját.
id: Silakan masukkan kode autentikasi Anda.
is: Vinsamlegast sláðu inn staðfestingarkóða þinn.
it: Per favore inserisci il tuo codice di autenticazione.
ja: 認証コードを入力してください。
ka: გთხოვთ, შეიყვანოთ თქვენი ავტენტიფიკაციის კოდი.
ku: تکایە کۆدی دڵنیاکردنەوە بنووسە.
lt: Prašome įvesti savo autentifikavimo kodą.
lv: Lūdzu, ievadiet savu autentifikācijas kodu.
mg: Ampidiro azafady ny kaody fampiavahanao.
mi: Tāutuhia tō waehere whakaū.
mk: Внесете го вашиот код за автентикација.
ml: ദയവായി നിങ്ങളുടെ ഓഥന്റിക്കേഷൻ കോഡ് നൽകുക.
ms: Sila masukkan kod pengesahan anda.
mt: Jekk jogħġbok daħħal il-kodiċi tal-awtentikazzjoni tiegħek.
my: သင့်အမှန်သားကုဒ်ကို ထည့်ပါ။
nl: Voer uw authenticatiecode in.
no: Vennligst skriv inn din autentiseringskode.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪ੍ਰਮਾਣੀਕਰਨ ਕੋਡ ਦਾਖਿਲ ਕਰੋ।
pl: Proszę wprowadzić swój kod uwierzytelniający.
pt: Por favor, insira seu código de autenticação.
ro: Vă rugăm să introduceți codul de autentificare.
ru: Пожалуйста, введите ваш код аутентификации.
sk: Zadajte svoj overovací kód.
sl: Prosimo, vnesite svojo avtentikacijsko kodo.
sq: Ju lutemi fusni kodin tuaj të autentifikimit.
sr: Molimo unesite svoj kôd za autentifikaciju.
sv: Var god ange din autentiseringskod.
sw: Tafadhali ingiza msimbo wako wa uthibitishaji.
ta: தயவுசெய்து உங்கள் உறுதிப்படுத்தல் குறியீட்டை உள்ளிடவும்.
te: దయచేసి మీ నిర్ధారణ కోడ్‌ని పొందుపరచండి.
th: กรุณาใส่รหัสการยืนยันของคุณ
tr: Lütfen doğrulama kodunuzu girin.
uk: Будь ласка, введіть ваш код автентифікації.
ur: براہ کرم اپنا تصدیقی کوڈ درج کریں۔
uz: Iltimos, autentifikatsiya kodingizni kiriting.
vi: Vui lòng nhập mã xác thực của bạn.
xh: Nceda faka ikhowudi yakho yokuqinisekisa.

source: Enter a valid 6-digit code or recovery code.
ar: أدخل رمزًا صالحًا مكونًا من 6 أرقام أو رمز استعادة.
az: Etibarlı bir 6-rəqəmli kodu və ya bərpa kodunu daxil edin.
be: Увядзіце сапраўдны 6-значны код або код аднаўлення.
bn: একটি বৈধ ৬-অঙ্কের কোড বা পুনরুদ্ধার কোড প্রবেশ করুন।
cs: Zadejte platný 6místný kód nebo obnovovací kód.
cy: Rhowch god 6 digid dilys neu god adfer.
da: Indtast en gyldig 6-cifret kode eller en gendannelseskode.
de: Geben Sie einen gültigen 6-stelligen Code oder Wiederherstellungscode ein.
el: Εισάγετε έναν έγκυρο 6-ψήφιο κωδικό ή κωδικό ανάκτησης.
es: Introduce un código válido de 6 dígitos o código de recuperación.
et: Sisesta kehtiv 6-kohaline kood või taastamiskood.
eu: Sartu 6 digituko kode baliozko edo berreskurapen kode.
fa: یک کد 6 رقمی معتبر یا کد بازیابی وارد کنید.
fi: Anna kelvollinen 6-numeroinen koodi tai palautuskoodi.
fr: Entrez un code valide à 6 chiffres ou un code de récupération.
ga: Kyerɛ kod agyaragyan 6 nkɔ 3 constant kod no.
gd: Cuir a-steach còd 6-fhigear dligheach no còd ath-leasachaidh.
gl: Introduce un código válido de 6 díxitos ou un código de recuperación.
gu: માન્ય 6-અંક કોડ અથવા પુનઃપ્રાપ્તિ કોડ દાખલ કરો.
he: הכנס קוד תקין בן 6 ספרות או קוד שחזור.
hi: मान्य 6-अंकीय कोड या पुनर्प्राप्ति कोड दर्ज करें।
hr: Unesite valjan 6-znamenkasti kod ili kod za oporavak.
hu: Adjon meg egy érvényes 6-jegyű kódot vagy helyreállítási kódot.
id: Masukkan kode 6 digit yang valid atau kode pemulihan.
is: Sláðu inn gilt 6-stafa kóða eða endurheimtunar kóða.
it: Inserisci un codice valido a 6 cifre o codice di recupero.
ja: 有効な6桁のコードまたはリカバリーコードを入力してください。
ka: შეიყვანეთ ვალიდური 6-ნიშნიანი კოდი ან აღდგენითი კოდი.
ku: کۆدی درووستە 6 ژمارەیەک بنووسە یان کۆدی گەڕاندنەوە.
lt: Įveskite galiojantį 6 skaitmenų kodą arba atkūrimo kodą.
lv: Ievadiet derīgu 6 ciparu kodu vai atgūšanas kodu.
mg: Ampidiro azafady ny kaody manan-kery misy 6 isa na kaody famerenana.
mi: Tāurutia he waehere whaimana 6-mati, te waehere whakaora rānei.
mk: Внесете валиден 6-цифрен код или код за обновување.
ml: സാധുവായ 6 അക്ക കോഡ് അല്ലെങ്കിൽ റിക്കവറി കോഡ് നൽകുക.
ms: Masukkan kod 6 angka yang sah atau kod pemulihan.
mt: Daħħal kodiċi validu ta’ 6 ċifri jew kodiċi ta’ rikoverja.
my: စစ်မှန်သော ၆-လုံး ကုဒ် သို့မဟုတ် ပြန်လည်ရယူခြင်းကုဒ်ကို ထည့်ပါ။
nl: Voer een geldige 6-cijferige code of herstelcode in.
no: Skriv inn en gyldig 6-sifret kode eller gjenopprettingskode.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਸਹੀ 6-ਅੰਕ ਵਾਲਾ ਕੋਡ ਜਾਂ ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਦਾਖਿਲ ਕਰੋ।
pl: Wprowadź prawidłowy 6-cyfrowy kod lub kod odzyskiwania.
pt: Insira um código válido de 6 dígitos ou código de recuperação.
ro: Introduceți un cod valid de 6 cifre sau un cod de recuperare.
ru: Введите действительный 6-значный код или код восстановления.
sk: Zadajte platný 6-miestny kód alebo obnovovací kód.
sl: Vnesite veljavno 6-mestno kodo ali kodo za obnovitev.
sq: Futni një kod të vlefshëm me 6 shifra ose kod rikuperimi.
sr: Unesite važeći šifru sa 6 cifara ili kôd za oporavak.
sv: Ange en giltig 6-siffrig kod eller återställningskod.
sw: Ingiza msimbo halali wa tarakimu 6 au msimbo wa urejeshaji.
ta: செல்லுபடியாகும் 6 இலக்க குறியீடு அல்லது மீட்பு குறியீட்டை உள்ளிடவும்.
te: సరైన 6-అంకెల కోడ్ లేదా పునరుద్ధరణ కోడ్ అందించండి.
th: ใส่รหัส 6 หลักที่ถูกต้องหรือรหัสการกู้คืน
tr: Geçerli bir 6 haneli kod veya kurtarma kodu girin.
uk: Введіть дійсний 6-значний код або код відновлення.
ur: صحیح 6-ہندسے کوڈ یا بازیابی کوڈ درج کریں۔
uz: Yaroqli 6 xonali kod yoki qayta tiklash kodini kiriting.
vi: Nhập mã 6 chữ số hợp lệ hoặc mã khôi phục.
xh: Faka ikhowudi esemthethweni ye-6-digit okanye ikhowudi yokubuyisela.

source: Invalid code format.
ar: تنسيق رمز غير صالح.
az: Yanlış kod formatı.
be: Несапраўдны фармат кода.
bn: অবৈধ কোড ফরম্যাট।
cs: Neplatný formát kódu.
cy: Fformat cod annilys.
da: Ugyldigt kodeformat.
de: Ungültiges Codeformat.
el: Μη έγκυρη μορφή κωδικού.
es: Formato de código inválido.
et: Vigane koodi vorming.
eu: Kode formatua ez da baliozkoa.
fa: فرمت کد نامعتبر است.
fi: Virheellinen koodimuoto.
fr: Format de code invalide.
ga: Kod no mfata.
gd: Cruth còd mì-dhligheach.
gl: Formato de código non válido.
gu: અમાન્ય કોડ ફોર્મેટ.
he: פורמט קוד לא תקין.
hi: अवैध कोड प्रारूप।
hr: Neispravan format koda.
hu: Érvénytelen kód formátum.
id: Format kode tidak valid.
is: Ógilt kóðamynstur.
it: Formato del codice non valido.
ja: 無効なコード形式です。
ka: არასწორი კოდის ფორმატი.
ku: شێوازی کۆدی نادرووست.
lt: Neteisingas kodo formatas.
lv: Nederīgs koda formāts.
mg: Tsy mety ny endrika kaody.
mi: Hōputu waehere hē.
mk: Невалиден формат на код.
ml: അസാധുവായ കോഡ് ഫോർമാറ്റ്.
ms: Format kod tidak sah.
mt: Format tal-kodiċi invalidu.
my: ကုဒ် ပုံစံ မမှန်ပါ။
nl: Ongeldig codeformaat.
no: Ugyldig kodeformat.
pa: ਗਲਤ ਕੋਡ ਫਾਰਮੈਟ।
pl: Nieprawidłowy format kodu.
pt: Formato de código inválido.
ro: Format de cod invalid.
ru: Неверный формат кода.
sk: Neplatný formát kódu.
sl: Neveljaven format kode.
sq: Formati i kodit i pavlefshëm.
sr: Nevažeći format kôda.
sv: Ogiltigt kodformat.
sw: Muundo wa msimbo si sahihi.
ta: செல்லுபடியாகாத குறியீடு வடிவம்.
te: చెల్లని కోడ్ ఫార్మాట్.
th: รูปแบบรหัสไม่ถูกต้อง
tr: Geçersiz kod formatı.
uk: Неправильний формат коду.
ur: غلط کوڈ فارمٹ۔
uz: Noto‘g‘ri kod formati.
vi: Định dạng mã không hợp lệ.
xh: Ifomathi yekhowudi engalunganga.

source: Verify
ar: الإصدار
az: Versiya
be: Версия
bn: সংস্করণ
cs: Verze
cy: Fersiwn
da: Version
de: Version
el: Έκδοση
es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
fr: Version
ga: Mmɜ
gd: Tionndadh
gl: Versión
gu: સંસ્કરણ
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ka: ვერსია
ku: وەشان
lt: Versija
lv: Versija
mg: Dikan-teny
mi: Putanga
mk: Верзија
ml: പതിപ്പ്
ms: Versi
mt: Versioni
my: ဗားရှင်း
nl: Versie
no: Versjon
pa: ਸੰਸਕਰਣ
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Versioni
sr: Verzija
sv: Version
sw: Toleo
ta: பதிப்பு
te: సంస్కరణ
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
uz: Versiya
vi: Phiên bản
xh: Inguqulelo

source: Label
ar: تسمية
az: Etiket
be: Хаяг
bn: লেবেল
cs: Štítek
da: Etiket
de: Bezeichnung
el: Ετικέτα
es: Etiqueta
et: Silt
eu: Etiketa
fa: برچسب
fi: Nimike
fr: Étiquette
ga: Lipéad
gl: Etiqueta
gu: લેબલ
he: תווית
hi: लेबल
hr: Oznaka
hu: Címke
is: Merkimiði
it: Etichetta
ja: ラベル
ka: ლეიბლი
lt: Etiketė
lv: Etiķete
mg: Marika
mi: Tūtohu
mk: Етикета
ml: നെറുക്കം
mt: Etiketta
my: တံဆိပ်
no: Etikett
pa: ਲੇਬਲ
pl: Etykieta
pt: Rótulo
ro: Etichetă
ru: Метка
sk: Názov
sl: Oznaka
sq: Etiketë
sr: Oznaka
sv: Etikett
sw: Lebo
ta: லேபிள்
te: లేబుల్
th: ป้าย
tr: Etiket
uk: Мітка
ur: لیبل
uz: Yorliq
vi: Nhãn
xh: Ileyibhile

source: Recipient Email
ar: إلى (البريد الإلكتروني للمستلم)
az: Alıcı (E-poçt adres)
be: Кому (Email получателя)
bn: প্রতি (প্রাপক ইমেইল)
cs: Komu (e-mail příjemce)
cy: I (E-bost Derbynnydd)
da: Til (modtagerens e-mail)
de: An (Empfänger-E-Mail)
el: Προς (Email Παραλήπτη)
es: Para (Correo del Destinatario)
et: Kellele (saaja e-post)
eu: Nori (Jasotzaile Emaila)
fa: به (ایمیل گیرنده)
fi: Vastaanottajalle (sähköpostiosoite)
fr: À (Email du destinataire)
ga: Fa (Sɛn afi kɔnɛ)
gd: Gu (Post-d an Neach-glèidhidh)
gl: Para (correo electrónico do destinatario)
gu: તમારા માટે (પ્રાપ્તકર્તા ઈમેઈલ)
he: אל (כתובת דוא"ל נמענים)
hi: को (प्राप्तकर्ता ईमेल)
hr: Za (e-mail primatelja)
hu: Címzett (Címzett e-mail címe)
id: Kepada (Email Penerima)
is: Til (tökupóstfang)
it: A (Email Destinatario)
ja: 宛先（受信者メール）
ka: მიმღების ელფოსტა
ku: بۆ (ئیمەیڵی وەرگر)
lt: Adresatas (gavėjo el. paštas)
lv: Kam (saņēmēja e-pasts)
mg: Ho an'i (Mailaka Mpandray)
mi: Ki (Īmēra Kaiwhiwhi)
mk: До (Е-пошта на примачот)
ml: ലഭ്യത (സ്വീകരിക്കുന്നവന്റെ ഇമെയിൽ)
ms: Kepada (E-mel Penerima)
mt: Lil (Email tar-Riċevitur)
my: သို့ (လက်ခံသူ အီးမေးလ်)
nl: Aan (Ontvanger e-mail)
no: Til (Mottaker e-post)
pa: ਨੂੰ (ਪ੍ਰਾਪਕ ਈਮੇਲ)
pl: Do (email odbiorcy)
pt: Para (Email do Destinatário)
ro: Către (Email destinat)
ru: Кому (электронная почта получателя)
sk: Komu (Email príjemcu)
sl: Za (E-pošta prejemnika)
sq: Për (Email-i i Marrësit)
sr: Za (Email primaoca)
sv: Till (Mottagarens e-post)
sw: Kwenda Kwa (Baruapepe ya Mpokeaji)
ta: To (பெறுநர் மின்னஞ்சல்)
te: కు (గ్రహీత ఇమెయిల్)
th: ถึง (อีเมลผู้รับ)
tr: Alıcı (Alıcı E-postası)
uk: Для (Електронна адреса отримувача)
ur: کو (وصول کنندہ کا ای میل)
uz: Kimga (Oluvchi elektron pochtasi)
vi: Đến (Email người nhận)
xh: Ku (I-imeyili Yomamukeli)

source: Subject
ar: الموضوع
az: Mövzu
be: Тема
bn: বিষয়
cs: Předmět
cy: Pwnc
da: Emne
de: Betreff
el: Θέμα
es: Asunto
et: Teema
eu: Gaia
fa: موضوع
fi: Aihe
fr: Objet
ga: Asɛm a ɛtɔsoɔ
gd: Cuspair
gl: Asunto
gu: વિષય
he: נושא
hi: विषय
hr: Predmet
hu: Tárgy
id: Subjek
is: Efni
it: Oggetto
ja: 件名
ka: საგანი
ku: بابەت
lt: Tema
lv: Tēma
mg: Lohahevitra
mi: Kaupapa
mk: Предмет
ml: വിഷയം
ms: Subjek
mt: Suġġett
my: အကြောင်းအရာ
nl: Onderwerp
no: Emne
pa: ਵਿਸ਼ਾ
pl: Temat
pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sl: Zadeva
sq: Subjekti
sr: Naslov
sv: Ämne
sw: Mada
ta: கருப்பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
uk: Тема
ur: موضوع
uz: Mavzu
vi: Chủ đề
xh: Isihloko

source: Message Body
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: Save Message
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: SMTP Host
ar: إعدادات SMTP
az: SMTP Parametrləri
be: Наладкі SMTP
bn: SMTP সেটিংস
cs: Nastavení SMTP
cy: Gosodiadau SMTP
da: SMTP-indstillinger
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
es: Configuraciones SMTP
et: SMTP seaded
eu: SMTP Ezarpenak
fa: تنظیمات SMTP
fi: SMTP-asetukset
fr: Paramètres SMTP
ga: Socruithe SMTP
gd: Suidhichidhean SMTP
gl: Configuración SMTP
gu: SMTP સેટિંગ્સ
he: הגדרות SMTP
hi: SMTP सेटिंग्स
hr: SMTP postavke
hu: SMTP beállítások
id: Pengaturan SMTP
is: SMTP stillingar
it: Impostazioni SMTP
ja: SMTP設定
ka: SMTP პარამეტრები
ku: SMTP Settings
lt: SMTP nustatymai
lv: SMTP iestatījumi
mg: SMTP Settings
mi: Tautuhinga SMTP
mk: SMTP Поставки
ml: SMTP ക്രമീകരണങ്ങൾ
ms: Tetapan SMTP
mt: Settings tal-SMTP
my: SMTP အကွန်ဖစ်များ
nl: SMTP-instellingen
no: SMTP-innstillinger
pa: SMTP ਸੈਟਿੰਗ
pl: Ustawienia SMTP
pt: Configurações SMTP
ro: Setări SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Cilësimet SMTP
sr: SMTP postavke
sv: SMTP-inställningar
sw: Mipangilio ya SMTP
ta: SMTP அமைப்புகள்
te: SMTP సెట్టింగ్స్
th: การตั้งค่า SMTP
tr: SMTP Ayarları
uk: Налаштування SMTP
ur: SMTP سیٹنگ
uz: SMTP sozlamalari
vi: Cài đặt SMTP
xh: Izicwangciso ze-SMTP

source: SMTP Port
ar: SMTP
az: SMTP
be: SMTP
bn: SMTP
cs: SMTP
cy: SMTP
da: SMTP
de: SMTP
el: SMTP
es: SMTP
et: SMTP
eu: SMTP
fa: SMTP
fi: SMTP
fr: SMTP
ga: SMTP
gd: SMTP
gl: SMTP
gu: SMTP
he: SMTP
hi: SMTP
hr: SMTP
hu: SMTP
id: SMTP
is: SMTP
it: SMTP
ja: SMTP
ka: SMTP
ku: SMTP
lt: SMTP
lv: SMTP
mg: SMTP
mi: SMTP
mk: SMTP
ml: SMTP
ms: SMTP
mt: SMTP
my: SMTP
nl: SMTP
no: SMTP
pa: SMTP
pl: SMTP
pt: SMTP
ro: SMTP
ru: SMTP
sk: SMTP
sl: SMTP
sq: SMTP
sr: SMTP
sv: SMTP
sw: SMTP
ta: SMTP
te: SMTP
th: SMTP
tr: SMTP
uk: SMTP
ur: SMTP
uz: SMTP
vi: SMTP
xh: SMTP

source: SMTP Username
ar: إرسال اسم المستخدم
az: İstifadəçi Adını Göndər
be: Хэрэглэгчийн нэр илгээх
bn: ব্যবহারকারীর নাম পাঠান
cs: Odeslat uživatelské jméno
cy: Anfon Enw Defnyddiwr
da: Send brugernavn
de: Benutzername senden
el: Αποστολή Ονόματος Χρήστη
es: Enviar nombre de usuario
et: Saada kasutajanimi
eu: Bidali Erabiltzaile Izena
fa: ارسال نام کاربری
fi: Lähetä käyttäjänimi
fr: Envoyer le nom d'utilisateur
ga: Seol Ainm Úsáideora
gd: Cuir D’ ainm-cleachdaidh
gl: Enviar nome de usuario
gu: વપરાશકર્તા નામ મોકલો
he: שלח שם משתמש
hi: उपयोगकर्ता नाम भेजें
hr: Pošalji korisničko ime
hu: Felhasználónév küldése
id: Kirim Nama Pengguna
is: Senda notendanafn
it: Invia nome utente
ja: ユーザー名を送信
ka: მომხმარებლის გაგზავნა
ku: Navê Bikarîbîne
lt: Siųsti vartotojo vardą
lv: Nosūtīt lietotājvārdu
mg: Alefaso Ny Anarana
mi: Tukuna Ingoatokotāpui
mk: Испрати корисничко име
ml: ഉപയോക്തൃനാമം അയക്കുക
ms: Hantar Nama Pengguna
mt: Ibgħat Isem tal-Utent
my: အသုံးပြုသူအမည် ပို့ပါ
nl: Stuur Gebruikersnaam
no: Send brukernavn
pa: ਯੂਜ਼ਰਨੇਮ ਭੇਜੋ
pl: Wyślij nazwę użytkownika
pt: Enviar Nome de Usuário
ro: Trimiteți Nume de Utilizator
ru: Отправить имя пользователя
sk: Odoslať používateľské meno
sl: Pošlji uporabniško ime
sq: Dërgo Emrin e Përdoruesit
sr: Pošalji korisničko ime
sv: Skicka användarnamn
sw: Tuma Jina la Mtumiaji
ta: பயனர்பெயரை அனுப்பவும்
te: వినియోగదారు పేరును పంపండి
th: ส่งชื่อผู้ใช้
tr: Kullanıcı Adı Gönder
uk: Надіслати ім'я користувача
ur: صارف نام بھیجیں
uz: Foydalanuvchi Nomi Yuborish
vi: Gửi Tên người dùng
xh: Thumela igama lomsebenzisi

source: SMTP Password
ar: إعادة تعيين كلمة المرور
az: Şifrəni yenidən təyin et
be: Сброс пароля
bn: পাসওয়ার্ড রিসেট
cs: Obnovit heslo
cy: Ailosod Cyfrinair
da: Nulstil kodeord
de: Passwort zurücksetzen
el: Επαναφορά Κωδικού
es: Restablecer contraseña
et: Lähtesta parool
eu: Pasahitza Berrezarri
fa: بازنشانی گذرواژه
fi: Nollaa salasana
fr: Réinitialiser le mot de passe
ga: San Kańciel Kasa
gd: Ath-shuidhich Facal-faire
gl: Restablecer o contrasinal
gu: પાસવર્ડ રીસેટ
he: איפוס סיסמה
hi: पासवर्ड रीसेट करें
hr: Resetiraj lozinku
hu: Jelszó visszaállítása
id: Setel Ulang Kata Sandi
is: Endurræstu lykilorð
it: Reimposta password
ja: パスワードをリセット
ka: პაროლის აღდგენა
ku: فەرامۆشی وشەی تێپەڕکردن
lt: Atstatyti slaptažodį
lv: Atiestatīt paroli
mg: Avereno ny tenimiafina
mi: Tautuhia Anō te Kupuhipa
mk: Ресетирај лозинка
ml: പാസ്വേഡ് പുന:സജ്ജമാക്കുക
ms: Tetapkan Semula Kata Laluan
mt: Resetta Password
my: စကားဝှက် ပြန်လည်သတ်မှတ်ရန်
nl: Wachtwoord Resetten
no: Tilbakestill passord
pa: ਪਾਸਵਰਡ ਰੀਸੈਟ
pl: Resetuj hasło
pt: Redefinir Senha
ro: Resetează parola
ru: Сброс пароля
sk: Resetovať heslo
sl: Ponastavi geslo
sq: Rivendos Password-in
sr: Resetuj lozinku
sv: Återställ Lösenord
sw: Weka upya Nenosiri
ta: கடவுச்சொல்லை மீட்டமை
te: పాస్‌వర్డ్ రీసెట్
th: รีเซ็ตรหัสผ่าน
tr: Şifreyi Sıfırla
uk: Скинути пароль
ur: پاس ورڈ ری سیٹ کریں
uz: Parolni tiklash
vi: Đặt lại mật khẩu
xh: Setha iphasiwedi
