Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Grylli | Reminders | Overview
ar: Grylli | التذكيرات | نظرة عامة
az: Grylli | Xatırlatmalar | Baxış
be: Grylli | Påmindelser | Oversigt
bn: Grylli | অনুস্মারক | ওভারভিউ
cs: Grylli | Připomínky | Přehled
cy: Grylli | Atgoffiadau | Trosolwg
da: Grylli | Påmindelser | Oversigt
de: Grylli | Erinnerungen | Übersicht
el: Grylli | Υπενθυμίσεις | Επισκόπηση
es: Grylli | Recordatorios | Resumen
et: Grylli | Meeldetuletused | Ülevaade
eu: Grylli | Gogorarazpenak | Ikuspegi orokorra
fa: گریلی | یادآوری‌ها | مرور کلی
fi: Grylli | Muistutukset | Yleiskatsaus
fr: Grylli | Rappels | Aperçu
ga: Grylli | Kaeɛ | Nkyerɛmu
gd: Grylli | Cuimhneachain | Sealladh Coitcheann
gl: Grylli | Lembranzas | Visión xeral
gu: Grylli | રિમાઇન્ડર્સ | અવિલોકન
he: Grylli | תזכורות | סקירה כללית
hi: Grylli | रिमाइंडर्स | अवलोकन
hr: Grylli | Podsjetnici | Pregled
hu: Grylli | Emlékeztetők | Áttekintés
id: Grylli | Pengingat | Ikhtisar
is: Grylli | Áminningar | Yfirlit
it: Grylli | Promemoria | Panoramica
ja: Grylli | リマインダー | 概要
ka: Grylli | შეხსენებები | მიმოხილვა
ku: Grylli | بەرزاندنەکان | تەماشا
lt: Grylli | Primintukai | Apžvalga
lv: Grylli | Atgādinājumi | Pārskats
mg: Grylli | Fampahatsiahivana | Topy maso
mi: Grylli | Whakautū Maharahara | Tirohanga Whānui
mk: Grylli | Потсетници | Преглед
ml: ഗ്രില്ലി | ഓർമപ്പെടുത്തലുകൾ | അവലോകനം
ms: Grylli | Peringatan | Gambaran Keseluruhan
mt: Grylli | Tfakkiriet | Ħarsa Ġenerali
my: Grylli | အကြောင်းကြားစာများ | အနှစ်ခ်ုပ်
nl: Grylli | Herinneringen | Overzicht
no: Grylli | Påminnelser | Oversikt
pa: ਗ੍ਰਿਲੀ | ਰੀਮਾਈਂਡਰ | ਸਮੀਖਿਆ
pl: Grylli | Przypomnienia | Przegląd
pt: Grylli | Lembretes | Visão Geral
ro: Grylli | Mementouri | Prezentare generală
ru: Grylli | Напоминания | Обзор
sk: Grylli | Pripomienky | Prehľad
sl: Grylli | Opozarjevci | Pregled
sq: Grylli | Kujtime | Pasqyrë
sr: Grylli | Podsetnici | Pregled
sv: Grylli | Påminnelser | Översikt
sw: Grylli | Vikumbusho | Muhtasari
ta: கிரில்லி | நினைவூட்டிகள் | மேற்பார்வை
te: Grylli | రిమైండర్లు | అవలోకనం
th: Grylli | การเตือนความจำ | ภาพรวม
tr: Grylli | Hatırlatıcılar | Genel Bakış
uk: Grylli | Нагадування | Огляд
ur: Grylli | یاد دہانیاں | جائزہ
uz: Grylli | Eslatmalar | Ko'rinish
vi: Grylli | Nhắc nhở | Tổng quan
xh: Grylli | Izikhumbuzo | Uhlolo

source: Overview of reminders
ar: نظرة عامة على التذكيرات
az: Xatırlatmaların icmalı
be: Агляд напамінаў
bn: অনুস্মারকের সংক্ষিপ্ত বিবরণ
cs: Přehled připomenutí
cy: Trosolwg o atgoffa
da: Oversigt over påmindelser
de: Übersicht der Erinnerungen
el: Επισκόπηση των υπενθυμίσεων
es: Resumen de recordatorios
et: Meeldetuletuste ülevaade
eu: Gogorarazleen ikuspegi orokorra
fa: نمای کلی از یادآوری‌ها
fi: Muistutusten yleiskatsaus
fr: Aperçu des rappels
ga: Forbhreathnú ar mheabhrúcháin
gd: Sealladh farsaing air cuimhneachain
gl: Visión xeral dos recordatorios
gu: રિમાઇન્ડર્સનો સમીક્ષા
he: סקירה כללית על תזכורות
hi: अनुस्मारक का अवलोकन
hr: Pregled podsjetnika
hu: Emlékeztetők áttekintése
id: Gambaran Umum Pengingat
is: Yfirlit yfir áminningar
it: Panoramica dei promemoria
ja: リマインダーの概要
ka: შეხსენებათა მიმოხილვა
ku: پیشاندانی یادکردنەکان
lt: Priminimų apžvalga
lv: Atgādinājumu pārskats
mg: Topi-maso ny fampahatsiahivana
mi: Tirohanga atu o ngā whakamaumahara
mk: Преглед на потсетници
ml: റിമൈണ്ടറിന്റെ അവലോകനം
ms: Gambaran keseluruhan peringatan
mt: Ħarsa ġenerali tat-tfakkiriet
my: မှတ်ချက်များ၏ အနှစ်ချုပ်
nl: Overzicht van herinneringen
no: Oversikt over påminnelser
pa: ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦੀ ਝਲਕ
pl: Przegląd przypomnień
pt: Visão geral dos lembretes
ro: Prezentare generală a mementourilor
ru: Обзор напоминаний
sk: Prehľad pripomenutí
sl: Pregled opomnikov
sq: Përmbledhje e kujtesave
sr: Pregled podsetnika
sv: Översikt över påminnelser
sw: Muhtasari wa vikumbusho
ta: குறிப்புகளின் கண்ணோட்டம்
te: గుర్తింపుల అవలోకనం
th: ภาพรวมของการเตือนความจำ
tr: Hatırlatıcıların genel bakışı
uk: Огляд нагадувань
ur: یاد دہانیوں کا جائزہ
uz: Eslatmalarning umumiy ko'rinishi
vi: Tổng quan về nhắc nhở
xh: Ushwankathelo lwezikhumbuzo

source: Select Theme
ar: اختر
az: Uyğun olanı seçin
be: Абярыце адпаведную
bn: উপযুক্ত
cs: Vyberte odpovídající
cy: Dewiswch y
da: Vælg den passende
de: Wählen Sie die passende
el: Επιλέξτε τον κατάλληλο
es: Seleccionar el apropiado
et: Vali sobiv
eu: Hautatu egokia
fa: نقش
fi: Valitse sopiva
fr: Sélectionnez le rôle approprié
ga: Roghnaigh an cuí
gd: Tagh an
gl: Selecciona o
gu: લાયક
he: בחר את ה-
hi: उपयुक्त
hr: Odaberite odgovarajuću
hu: Válassza ki a megfelelő
id: Pilih
is: Veldu viðeigandi
it: Seleziona il
ja: 適切な
ka: შეარჩიეთ შესაბამისი
ku: بژێرەکەی خڕ
lt: Pasirinkite tinkamą
lv: Izvēlieties atbilstošo
mg: Safidio ny
mi: Tīpakohia te
mk: Одберете соодветна
ml: ഉചിതമായത് തിരഞ്ഞെടുക്കുക
ms: Pilih
mt: Agħżel il-
my: သင့်လျော်သော
nl: Selecteer de juiste
no: Velg riktig
pa: ਉਚਿਤ
pl: Wybierz odpowiednią
pt: Selecione a
ro: Selectați
ru: Выберите подходящую
sk: Zvoľte vhodnú
sl: Izberite ustrezno
sq: Zgjidhni
sr: Izaberite odgovarajuću
sv: Välj lämplig
sw: Chagua
ta: துவாங்கத்திணர்
te: సరైన
th: เลือก
tr: Uygun
uk: Виберіть відповідну
ur: مناسب منتخب کریں
uz: Tegishli
vi: Chọn
xh: Khetha eyona ifanelekileyo

source: Select theme
ar: اختر
az: Uyğun olanı seçin
be: Абярыце адпаведную
bn: উপযুক্ত
cs: Vyberte odpovídající
cy: Dewiswch y
da: Vælg den passende
de: Wählen Sie die passende
el: Επιλέξτε τον κατάλληλο
es: Seleccionar el apropiado
et: Vali sobiv
eu: Hautatu egokia
fa: نقش
fi: Valitse sopiva
fr: Sélectionnez le rôle approprié
ga: Roghnaigh an cuí
gd: Tagh an
gl: Selecciona o
gu: લાયક
he: בחר את ה-
hi: उपयुक्त
hr: Odaberite odgovarajuću
hu: Válassza ki a megfelelő
id: Pilih
is: Veldu viðeigandi
it: Seleziona il
ja: 適切な
ka: შეარჩიეთ შესაბამისი
ku: بژێرەکەی خڕ
lt: Pasirinkite tinkamą
lv: Izvēlieties atbilstošo
mg: Safidio ny
mi: Tīpakohia te
mk: Одберете соодветна
ml: ഉചിതമായത് തിരഞ്ഞെടുക്കുക
ms: Pilih
mt: Agħżel il-
my: သင့်လျော်သော
nl: Selecteer de juiste
no: Velg riktig
pa: ਉਚਿਤ
pl: Wybierz odpowiednią
pt: Selecione a
ro: Selectați
ru: Выберите подходящую
sk: Zvoľte vhodnú
sl: Izberite ustrezno
sq: Zgjidhni
sr: Izaberite odgovarajuću
sv: Välj lämplig
sw: Chagua
ta: துவாங்கத்திணர்
te: సరైన
th: เลือก
tr: Uygun
uk: Виберіть відповідну
ur: مناسب منتخب کریں
uz: Tegishli
vi: Chọn
xh: Khetha eyona ifanelekileyo

source: Select language
ar: اختر
az: Uyğun olanı seçin
be: Абярыце адпаведную
bn: উপযুক্ত
cs: Vyberte odpovídající
cy: Dewiswch y
da: Vælg den passende
de: Wählen Sie die passende
el: Επιλέξτε τον κατάλληλο
es: Seleccionar el apropiado
et: Vali sobiv
eu: Hautatu egokia
fa: نقش
fi: Valitse sopiva
fr: Sélectionnez le rôle approprié
ga: Roghnaigh an cuí
gd: Tagh an
gl: Selecciona o
gu: લાયક
he: בחר את ה-
hi: उपयुक्त
hr: Odaberite odgovarajuću
hu: Válassza ki a megfelelő
id: Pilih
is: Veldu viðeigandi
it: Seleziona il
ja: 適切な
ka: შეარჩიეთ შესაბამისი
ku: بژێرەکەی خڕ
lt: Pasirinkite tinkamą
lv: Izvēlieties atbilstošo
mg: Safidio ny
mi: Tīpakohia te
mk: Одберете соодветна
ml: ഉചിതമായത് തിരഞ്ഞെടുക്കുക
ms: Pilih
mt: Agħżel il-
my: သင့်လျော်သော
nl: Selecteer de juiste
no: Velg riktig
pa: ਉਚਿਤ
pl: Wybierz odpowiednią
pt: Selecione a
ro: Selectați
ru: Выберите подходящую
sk: Zvoľte vhodnú
sl: Izberite ustrezno
sq: Zgjidhni
sr: Izaberite odgovarajuću
sv: Välj lämplig
sw: Chagua
ta: துவாங்கத்திணர்
te: సరైన
th: เลือก
tr: Uygun
uk: Виберіть відповідну
ur: مناسب منتخب کریں
uz: Tegishli
vi: Chọn
xh: Khetha eyona ifanelekileyo

source: Menu
ar: القائمة
az: Menyu
be: Меню
bn: মেনু
cy: Dewislen
de: Menü
el: Μενού
es: Menú
et: Menüü
eu: Menua
fa: منو
fi: Valikko
ga: Biachlár
gd: Clàr
gl: Menú
gu: મેનુ
he: תפריט
hi: मेनू
hr: Izbornik
hu: Menü
is: Valmynd
ja: メニュー
ka: მენიუ
lt: Meniu
lv: Izvēlne
mi: Tahua
mk: Мени
ml: മെനു
my: မီနူး
no: Meny
pa: ਮੇਨੂ
ro: Meniu
ru: Меню
sl: Meni
sq: Menuja
sr: Meni
sv: Meny
sw: Menyu
ta: மெனு
te: మెను
th: เมนู
tr: Menü
uk: Меню
ur: مینو
uz: Menyu
xh: Imenyu

source: Collapse Sidebar
ar: طي الشريط الجانبي
az: Yan paneli Qatla
be: সাইডবার সঙ্কুচিত করুন
bn: পার্শ্বদণ্ড সংকুচিত করুন
cs: Sbalit postranní panel
cy: Cwympo'r Bar Ymyl
da: Skjul sidebar
de: Seitenleiste einklappen
el: Σύμπτυξη Πλευρικής Στήλης
es: Contraer barra lateral
et: Ahenda külgriba
eu: Ezkutatu Alboko Barra
fa: جمع‌کردن نوار کناری
fi: Sulje sivupalkki
fr: Réduire la barre latérale
ga: Cya7so Sidebar
gd: Crùbhaibh am Pannal-taobh
gl: Contraer a Barra Lateral
gu: સાઇડબાર સંકુચિત કરો
he: כווץ שורת כלי ניווט
hi: साइडबार समेटें
hr: Sažmi bočnu traku
hu: Oldalsáv összecsukása
id: Tutup Sidebar
is: Fella saman hliðarstiku
it: Nascondi Barra Laterale
ja: サイドバーを折りたたむ
ka: გვერდითი პანელის დაცლა
ku: سایدبارە دای کەر.
lt: Suskleisti šoninę juostą
lv: Sakļaut sānjoslu
mg: Aforitra ny Sisiny
mi: Whakaiti i te Paetaha
mk: Минимизирај ја страничната лента
ml: പാർശ്വ സൗകര്യങ്ങൾ ചുരുക്കുക
ms: Kuncupkan Sidebar
mt: Ikkrollja s-Sidebar
my: ဘေးဘောင်ကိုတွက်ထားပါ
nl: Zijbalk Inklappen
no: Skjul sidepanelet
pa: ਸਾਈਡਬਾਰ ਸਮੇਟੋ
pl: Zwiń pasek boczny
pt: Recolher Barra Lateral
ro: Restrângeți bara laterală
ru: Свернуть боковую панель
sk: Zbaliť bočný panel
sl: Strni stransko vrstico
sq: Mbyllni Shiritin e Anës
sr: Сакриј бочну траку
sv: Dölj Sidofältet
sw: Funga Kidirisha upande
ta: பக்கத்தோட்டத்தைச் சுருக்கவும்
te: సైడ్‌బార్ కుదించు
th: ย่อลิ่มข้าง
tr: Kenar Çubuğunu Daralt
uk: Згорнути бічну панель
ur: سائڈبار کو چھپائیں
uz: Yon panellarni yopish
vi: Thu Gọn Thanh Bên
xh: Susa Ibar-cala

source: Select the Apprise and Webhook destinations for this reminder.
ar: اختر وجهات Apprise وWebhook لهذه الإشعارات.
az: Bu bildiriş üçün Apprise və Webhook təyinatları seçin.
be: Выберыце пункты прызначэння Apprise і Webhook для гэтага апавяшчэння.
bn: এই নোটিফিকেশনের জন্য Apprise এবং Webhook গন্তব্যগুলি নির্বাচন করুন।
cs: Vyberte cíle Apprise a Webhook pro toto oznámení.
cy: Dewiswch y cyrchfannau Apprise a Webhook ar gyfer yr hysbysiad hwn.
da: Vælg Apprise- og Webhook-destinationerne for denne besked.
de: Wählen Sie die Apprise- und Webhook-Ziele für diese Benachrichtigung aus.
el: Επιλέξτε τους προορισμούς Apprise και Webhook για αυτή την ειδοποίηση.
es: Selecciona los destinos de Apprise y Webhook para esta notificación.
et: Vali Apprise'i ja veebilõigu sihtkohad sellele teavitusele.
eu: Hautatu jakinarazpen honen Apprise eta Webhook helmugak.
fa: مقاصد Apprise و Webhook را برای این اعلان انتخاب کنید.
fi: Valitse tämän ilmoituksen Apprise- ja Webhook-kohteet.
fr: Sélectionnez les destinations Apprise et Webhook pour cette notification.
ga: Fa Apprise ne Webhook nsafaanoɔ a yɛde nsɛm wei no yie.
gd: Tagh na cinn-uidhe Apprise agus Webhook airson an fhiosrachadh seo.
gl: Selecciona os destinos de Apprise e Webhook para esta notificación.
gu: આ સૂચનાના માટે Apprise અને Webhook સ્થળો પસંદ કરો.
he: בחר את היעדים של Apprise ו-Webhook עבור הודעה זו.
hi: इस अधिसूचना के लिए Apprise और वेबहुक गंतव्यों का चयन करें।
hr: Odaberite Apprise i Webhook odredišta za ovu obavijest.
hu: Válassza ki ennek az értesítésnek az Apprise és Webhook célállomásait.
id: Pilih tujuan Apprise dan Webhook untuk notifikasi ini.
is: Veldu Apprise og Webhook áfangastaði fyrir þessa tilkynningu.
it: Seleziona le destinazioni Apprise e Webhook per questa notifica.
ja: この通知のためのAppriseとWebhookの送信先を選択します。
ka: この通知のAppriseとWebhookの宛先を選択します。
ku: Destên Apprise û Webhook yên ji bo vê agahdariyê hilbijêrin.
lt: Pasirinkite Apprise ir Webhook vietas šiam pranešimui.
lv: Izvēlieties šo paziņojumu Apprise un Webhook galamērķus.
mg: Safidio ny Apprise sy ny Webhook momba ny fampandrenesana ity.
mi: Kōwhiria ngā whāinga Apprise me Webhook mō tēnei whakamōhiotanga.
mk: Изберете ги Apprise и Webhook дестинациите за оваа нотификација.
ml: ഈ അറിയിപ്പിനായി Apprise, Webhook ലക്ഷ്യസ്ഥാനങ്ങൾ തിരഞ്ഞെടുക്കുക.
ms: Pilih destinasi Apprise dan Webhook untuk pemberitahuan ini.
mt: Agħżel id-destinazzjonijiet Apprise u Webhook għal din in-notifika.
my: ဤnotification အတွက် Apprise နှင့် Webhook ခွဲစိတ်နေရာများကို ရွေးချယ်ပါ။
nl: Selecteer de Apprise en Webhook-bestemmingen voor deze melding.
no: Velg Apprise- og Webhook-destinasjoner for denne varslingen.
pa: ਇਸ ਸੂਚਨਾ ਲਈ Apprise ਅਤੇ Webhook ਮੰਜ਼ਿਲਾਂ ਚੁਣੋ।
pl: Wybierz miejsca docelowe Apprise i Webhook dla tego powiadomienia.
pt: Selecione os destinos Apprise e Webhook para esta notificação.
ro: Selectează destinațiile Apprise și Webhook pentru această notificare.
ru: Выберите назначения Apprise и Webhook для этого уведомления.
sk: Vyberte destinácie Apprise a Webhook pre toto oznámenie.
sl: Izberite destinacije Apprise in Webhook za to obvestilo.
sq: Zgjidhni destinacionet Apprise dhe Webhook për këtë njoftim.
sr: Izaberi Apprise i Webhook destinacije za ovo obaveštenje.
sv: Välj Apprise och Webhook-destinationer för denna notifikation.
sw: Chagua Apprise na maeneo ya Webhook kwa ajili ya taarifa hii.
ta: இந்த அறிவிப்பு அமைக்க Apprise மற்றும் வலைமுழக்கம் இலக்குகளை தேர்ந்தெடுங்கள்.
te: ఈ నోటిఫికేషన్‌కు Apprise మరియు వెబ్‌హుక్ గమ్యస్థానాలను ఎంచుకోండి.
th: เลือกปลายทาง Apprise และ Webhook สำหรับการแจ้งเตือนนี้
tr: Bu bildirim için Apprise ve Webhook hedeflerini seçin.
uk: Виберіть пункт призначення Apprise і Webhook для цього повідомлення.
ur: اس نوٹیفکیشن کے لئے Apprise اور Webhook مقامات کو منتخب کریں.
uz: Ushbu xabarnoma uchun Apprise va Webhook manzillarini tanlang.
vi: Chọn các điểm đến Apprise và Webhook cho thông báo này.
xh: Khetha iindawo zokudlela zeApprise kunye neWebhook zalesi saziso.

source: Link Email Reminder for
ar: ربط تذكير البريد الإلكتروني لـ
az: Üçün Email Xatırlatma Bağla
be: Звязаць email-намінак для
bn: ইমেইল অনুস্মারকের লিংক
cs: Spojte e-mailové připomenutí pro
cy: Cysylltu Atgoffa E-bost ar gyfer
de: E-Mail-Erinnerung verknüpfen für
el: Σύνδεση Υπενθύμισης Email για
es: Enlazar Recordatorio de Email para
et: Link e-posti meeldetuletus jaoks
eu: Email Gogorarazlea Lotu
fa: لینک یادآوری ایمیل برای
fi: Linkitä sähköpostimuistutus kohteelle
fr: Lier un rappel par e-mail pour
ga: Nasc Meabhrúchán Ríomhphoist le
gd: Ceangail Cuimhneachan Post-d airson
gl: Enlace de Recordatorio de Correo electrónico para
gu: લિંક્સ ઇમેઇલ રિમાઇન્ડર માટે
he: קשר תזכורת במייל עבור
hi: के लिए ईमेल अनुस्मारक लिंक करें
hr: Poveži podsjetnik e-pošte za
hu: E-mail emlékeztető csatolása
id: Hubungkan Pengingat Email untuk
is: Tengja tölvupóst áminningu fyrir
it: Collega Promemoria Email per
ja: メールリマインダーのリンク
ka: ელექტრონული ფოსტის შეხსენების ბმული
ku: بەستەری یادکردنی ئیمەیڵ بۆ
lt: Prijunkite el. pašto priminimą
lv: Saistīt e-pasta atgādinājumu par
mg: Rohy Fampahatsiahivana Mailaka ho an'ny
mi: Honoa te Whakamaumahara Īmēra mō
mk: Поврзи потсетник за е-пошта за
ml: ഇമെയില്‍ റിമൈണ്ടറിന് ലിങ്ക് ചെയ്യുക
ms: Pautan Peringatan E-mel untuk
mt: Rabta Tfakkira bl-Email għal
my: အီးမေးလ် မှတ်စုအတွက် ပင့်သတ်မှု
nl: Koppel E-mailherinnering voor
no: Koble e-postpåminnelse for
pa: ਕੜੀ ਈਮੇਲ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਲਈ
pl: Powiąż przypomnienie e-mail dla
pt: Vincular Lembrete por Email para
ro: Leagă mementou prin email pentru
ru: Связать Email напоминание для
sk: Pripojiť emailové pripomenutie pre
sl: Poveži opomnik e-pošte za
sq: Riingarkoni Kujtesën e Emailit për
sr: Poveži email podsetnik za
sv: Länka E-postpåminnelse för
sw: Unganisha Kumbusho la Barua pepe kwa
ta: மின்னஞ்சல் குறிப்பினை இணைக்கவும்
te: ఇమెయిల్ గుర్తింపు కోసం లింక్ చేయండి
th: ลิงก์เตือนความจำอีเมลสำหรับ
tr: E-posta Hatırlatıcısı Bağlantısı
uk: Пов'язати нагадування електронною поштою для
ur: کے لئے ای میل یاد دہانی جوڑیں
uz: Email eslatmasini bog'lash
vi: Liên kết Nhắc Nhở Email cho
xh: Dibanisa isikhumbuzo se-Imeyile kwi

source: Choose the email message and SMTP configuration to associate with this reminder.
ar: اختر رسالة البريد الإلكتروني وتكوين SMTP لربطها بهذا التذكير.
az: Bu xatırlatmayla əlaqələndirmək üçün e-poçt mesajını və SMTP konfiqurasiyasını seçin.
be: выберите сообщение электронной почты и конфигурацию SMTP для связывания с этим напоминанием.
bn: এই অনুস্মারকের সাথে সম্পর্কিত ইমেইল বার্তা এবং SMTP কনফিগারেশন নির্বাচন করুন।
cs: Vyberte emailovou zprávu a konfiguraci SMTP pro asociaci s tímto připomenutím.
cy: Dewiswch y neges e-bost a'r ffurfweddiad SMTP i'w gysylltu â'r atgoffa hwn.
da: Vælg emailbeskeden og SMTP-konfigurationen til at associere med denne påmindelse.
de: Wählen Sie die E-Mail-Nachricht und die SMTP-Konfiguration aus, die diesem Erinnerung zugeordnet werden soll.
el: Επιλέξτε το μήνυμα ηλεκτρονικού ταχυδρομείου και τη διαμόρφωση SMTP που θα συσχετίσετε με αυτήν την υπενθύμιση.
es: Elige el mensaje de correo electrónico y la configuración SMTP para asociar con este recordatorio.
et: Vali e-posti sõnum ja SMTP seadistus, mida selle meenutusega seostada.
eu: Aukeratu mezu elektronikoa eta SMTP konfigurazioa oroigarri honekin erlazionatzeko.
fa: پیام ایمیل و پیکربندی SMTP را برای ارتباط با این یادآوری انتخاب کنید.
fi: Valitse sähköpostiviesti ja SMTP-konfiguraatio liitettäväksi tähän muistutukseen.
fr: Choisissez le message électronique et la configuration SMTP à associer à ce rappel.
ga: Roghnaigh an teachtaireacht ríomhphoist agus cumraíocht SMTP a chuirfear le meabhrúchán seo.
gd: Tagh an teachdaireachd puist-d agus rèiteachadh SMTP gus a cheangal ris an chuimhneachan seo.
gl: Escolla a mensaxe de correo electrónico e a configuración SMTP para asociar a este recordatorio.
gu: આ યાદ અપાવનારા સાથે સંબંધિત ઇમેલ સંદેશ અને SMTP રૂપરેખાંકન પસંદ કરો.
he: בחר את הודעת האימייל ואת תצורת ה-SMTP לשיוך לתזכורת זו.
hi: इस रिमाइंडर के साथ संबंध स्थापित करने के लिए ईमेल संदेश और SMTP कॉन्फ़िगरेशन चुनें।
hr: Odaberite e-mail poruku i SMTP konfiguraciju za povezivanje s ovom podsjetnikom.
hu: Válassza ki az e-mail üzenetet és SMTP konfigurációt, amit ehhez az emlékeztetőhöz társítani szeretne.
id: Pilih pesan email dan konfigurasi SMTP untuk dikaitkan dengan pengingat ini.
is: Veldu tölvupóstsskilaboðin og SMTP-stillinguna til að tengja við þessa áminningu.
it: Scegli il messaggio email e la configurazione SMTP da associare a questo promemoria.
ja: このリマインダーに関連付けるメールメッセージとSMTP設定を選択してください。
ka: აირჩიეთ ამ შეხსენებასთან ასოციაციისთვის წერილის შინაარსი და SMTP კონფიგურაცია.
ku: Peyama email û sazkarîya SMTP ya ku dixwazin bi ev bîranînek ve girêdayî ne tîjîn.
lt: Pasirinkite el. pašto žinutę ir SMTP konfigūraciją, kurią norite susieti su šiuo priminimu.
lv: Izvēlieties e-pasta ziņojumu un SMTP konfigurāciju, lai saistītu ar šo atgādinājumu.
mg: Safidio ny hafatra mailaka sy ny fikirakirana SMTP hifandraisana amin'ity fampahatsiahivana ity.
mi: Kōwhiria te karere īmēra me te whakatakotoranga SMTP hei hono me tēnei whakamaumahara.
mk: Изберете ја е-пораката и SMTP конфигурацијата за поврзување со овој потсетник.
ml: ഈ ഓര്‍മപ്പെടുത്തലിനെ ചേരുന്നതിന് ഇമെയില്‍ സന്ദേശവും SMTP ക്രമീകരണവും തിരഞ്ഞെടുക്കുക.
ms: Pilih mesej e-mel dan konfigurasi SMTP untuk dikaitkan dengan peringatan ini.
mt: Agħżel il-messaġġ tal-email u l-konfigurazzjoni SMTP biex jiġu assoċjati ma' dan it-tifkira.
my: ဒီသတိပေးချက်နှင့် ဆက်စပ်ရန် အီးမေးလ်နာရီကိုနှင့် SMTP ပြုပြင်မှုကို ရွေးချယ်ပါ။
nl: Kies het e-mailbericht en de SMTP-configuratie die met deze herinnering moet worden geassocieerd.
no: Velg e-postmeldingen og SMTP-konfigurasjonen som skal knyttes til denne påminnelsen.
pa: ਇਸ ਯਾਦ ਦਿਲਾਵਣੀ ਨਾਲ ਸੰਬੰਧਿਤ ਕਰਨ ਲਈ ਇਮੇਲ ਸੁਨੇਹਾ ਅਤੇ SMTP ਸੰਰਚਨਾ ਚੁਣੋ।
pl: Wybierz wiadomość e-mail i konfigurację SMTP, aby skojarzyć z tym przypomnieniem.
pt: Escolha a mensagem de email e configuração SMTP para associar a este lembrete.
ro: Alege mesajul de e-mail și configurația SMTP pentru a asocia cu acest memento.
ru: Выберите сообщение электронной почты и конфигурацию SMTP для связи с этим напоминанием.
sk: Vyberte e-mailovú správu a konfiguráciu SMTP, ktorú chcete priradiť k tomuto pripomenutiu.
sl: Izberite sporočilo e-pošte in konfiguracijo SMTP, da jih povežete s tem opomnikom.
sq: Zgjidhni mesazhin e emailit dhe konfigurimin SMTP për ta lidhur me këtë kujtesë.
sr: Izaberite poruku e-pošte i SMTP konfiguraciju koju želite da povežete sa ovim podsetnikom.
sv: Välj e-postmeddelandet och SMTP-konfigurationen som ska associeras med denna påminnelse.
sw: Chagua ujumbe wa barua pepe na usanidi wa SMTP wa kuhusishwa na kukumbusha huku.
ta: இந்த நினைவுணர்ச்சியுடன் தொடர்புபடுத்தும் மின்னஞ்சல் செய்தி மற்றும் SMTP கட்டமைப்பைத் தேர்வுசெய்க.
te: ఈ జ్ఞాపకానికి అనుసంధానం చేయడానికి ఇమెయిల్ సందేశం మరియు SMTP కాంటెక్సును ఎంచుకోండి.
th: เลือกข้อความอีเมลและการตั้งค่า SMTP ที่จะเชื่อมโยงกับการเตือนนี้
tr: Bu hatırlatıcıyla ilişkilendirilecek e-posta mesajını ve SMTP yapılandırmasını seçin.
uk: Виберіть електронний лист та конфігурацію SMTP для цього нагадування.
ur: یاد دہانی کے ساتھ منسلک کرنے کے لئے ای میل پیغام اور ایس ایم ٹی پی ترتیب منتخب کریں۔
uz: Ushbu eslatma bilan bog'lash uchun elektron pochta xabarini va SMTP sozlamasini tanlang.
vi: Chọn thông điệp email và cấu hình SMTP để liên kết với lời nhắc này.
xh: Khetha umyalezo we-imeyile kunye nohlengahlengiso lweSMTP lokudibanisa nesikhumbuzo esicetyisiweyo.

source: None (Unassign)
ar: لم يتم تعيين تكوين SMTP
az: FTP qurğusu təyin olunmayıb
be: Канфігурацыя SMTP не прызначана
bn: কোনো SMTP কনফিগারেশন বরাদ্দ নেই
cs: Žádná SMTP konfigurace není přiřazena
cy: Dim cyfluniad SMTP wedi'i neilltuo
da: Ingen SMTP-konfiguration tildelt
de: Keine SMTP-Konfiguration zugewiesen
el: Δεν έχει εκχωρηθεί διαμόρφωση SMTP
es: No se ha asignado configuración SMTP
et: SMTP konfiguratsioon määramata
eu: SMTP konfiguraziorik ez da asignatu
fa: هیچ پیکربندی SMTP ای تعیین نشده است
fi: Ei SMTP-konfiguraatiota määritetty
fr: Aucune configuration SMTP attribuée
ga: Enkabea biara mma SMTP configuration
gd: Gun rèiteachadh SMTP air a riarachadh
gl: Ningunha configuración SMTP asignada
gu: કોઈ SMTP રૂપરેખાંકન સોંપવામાં આવ્યું નથી
he: לא הוקצתה תצורת SMTP
hi: कोई SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया
hr: Nema dodijeljene SMTP konfiguracije
hu: Nincs SMTP konfiguráció hozzárendelve
id: Tidak ada konfigurasi SMTP yang ditetapkan
is: Engin SMTP stilling úthlutuð
it: Nessuna configurazione SMTP assegnata
ja: SMTP設定が割り当てられていません
ka: არ არის მინიჭებული SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP tune ye
lt: Nėra paskirta SMTP konfigūracija
lv: Nav piešķirta SMTP konfigurācija
mg: Tsy misy fametrahana SMTP natokana
mi: Kāore i te whakaritea he whirihoranga SMTP
mk: Нема доделена SMTP конфигурација
ml: SMTP ക്രമീകരണം നിയോഗിച്ചിട്ടില്ല
ms: Tiada konfigurasi SMTP ditugaskan
mt: Ebda konfigurazzjoni SMTP ma qed tintuża
my: SMTP ဖွဲ့စည်းခြင်းမရှိပါ
nl: Geen SMTP-configuratie toegewezen
no: Ingen SMTP-konfigurasjon tilordnet
pa: ਕੋਈ ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ
pl: Brak przypisanej konfiguracji SMTP
pt: Nenhuma configuração SMTP atribuída
ro: Nicio configurație SMTP atribuită
ru: Конфигурация SMTP не назначена
sk: Žiadna SMTP konfigurácia nie je priradená
sl: Ni dodeljene nastavitve SMTP
sq: Asnjë konfigurim SMTP i caktuar
sr: Nema dodeljene SMTP konfiguracije
sv: Ingen SMTP-konfiguration tilldelad
sw: Hakuna usanidi wa SMTP uliopeanwa
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు
th: ไม่ได้กำหนดการตั้งค่า SMTP
tr: SMTP yapılandırması atanmadı
uk: Конфігурація SMTP не призначена
ur: کوئی SMTP ترتیب تفویض نہیں کی گئی
uz: SMTP konfiguratsiyasi tayinlanmagan
vi: Không có cấu hình SMTP được gán
xh: Akukho lungelelwaniso lwe-SMTP olunikeziwe
