Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: After resetting, you can log in with the new password immediately.
ar: بعد إعادة التعيين، يمكنك تسجيل الدخول باستخدام كلمة المرور الجديدة فورًا.
az: Sıfırladıqdan sonra dərhal yeni parolla daxil ola bilərsiniz.
be: রিসেট করার পরে, আপনি নতুন পাসওয়ার্ড দিয়ে তৎক্ষণাৎ লগ ইন করতে পারবেন।
bn: রিসেট করার পর, আপনি সঙ্গে সঙ্গে নতুন পাসওয়ার্ড দিয়ে লগ ইন করতে পারেন।
cs: Po resetování se můžete okamžitě přihlásit s novým heslem.
cy: Ar ôl ailosod, gallwch fewngofnodi gyda'r cyfrinair newydd yn syth.
da: Efter nulstilling kan du logge ind med den nye adgangskode med det samme.
de: Nach dem Zurücksetzen können Sie sich sofort mit dem neuen Passwort anmelden.
el: Μετά την επαναφορά, μπορείτε να συνδεθείτε αμέσως με τον νέο κωδικό πρόσβασης.
es: Después de restablecer, puedes iniciar sesión con la nueva contraseña de inmediato.
et: Pärast lähtestamist saate uue parooliga kohe sisse logida.
eu: Berrezarri ondoren, pasahitz berriarekin berehala sar zaitezke.
fa: پس از تنظیم مجدد، می‌توانید بلافاصله با رمز عبور جدید وارد شوید.
fi: Nollauksen jälkeen voit kirjautua sisään uudella salasanalla heti.
fr: Après la réinitialisation, vous pouvez vous connecter avec le nouveau mot de passe immédiatement.
ga: Sɛ wobɛsan yɛ a, wobɛtumi ɛdynto wɔ adminɛ nyɔnbɔɔɔ no wɔ atra nka.
gd: Às dèidh ath-shuidheachadh, faodaidh tu logadh a-steach leis an fhacal-faire ùr sa bhad.
gl: Despois de restablecer, podes iniciar sesión co novo contrasinal inmediatamente.
gu: રીસેટ કર્યા પછી, તમે તરત જ નવા પાસવર્ડ સાથે લૉગિન કરી શકો છો.
he: לאחר האיפוס, תוכל להיכנס עם הסיסמה החדשה מיד.
hi: रीसेट करने के बाद, आप तुरंत नए पासवर्ड के साथ लॉग इन कर सकते हैं।
hr: Nakon resetiranja, možete se odmah prijaviti s novom lozinkom.
hu: A visszaállítás után azonnal bejelentkezhet az új jelszóval.
id: Setelah mereset, Anda dapat langsung masuk dengan kata sandi baru.
is: Eftir endurstillingu geturðu skráð þig inn með nýja lykilorðinu strax.
it: Dopo il reset, puoi accedere immediatamente con la nuova password.
ja: リセット後、すぐに新しいパスワードでログインできます。
ka: აღდგენის შემდეგ, შეგიძლიათ დაუყოვნებლივ შეხვიდეთ ახალ პაროლით.
ku: دوای ڕیسێت، دەتوانیت بە وشەی نهێنی نوێ بە فورا داخڵی بکەیت.
lt: Po atstatymo galite prisijungti su nauju slaptažodžiu iš karto.
lv: Pēc atiestatīšanas jūs varat nekavējoties pieteikties ar jauno paroli.
mg: Rehefa avy namerina azy ianao dia afaka miditra amin'ny alalan'ny tenimiafina vaovao avy hatrany.
mi: I muri i te tautuhi anō, ka taea e koe te takiuru tonu me te kupuhipa hou.
mk: По ресетирањето, можете веднаш да се логирате со новата лозинка.
ml: പുനഃസജ്ജമാക്കിയ ശേഷം, നിങ്ങൾക്ക് ഉടൻതന്നെ പുതിയ പാസ്‌വേഡ് ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യാം.
ms: Selepas menetapkan semula, anda boleh log masuk dengan kata laluan baru serta-merta.
mt: Wara li tirrisettja, tista' tidħol bil-password il-ġdida immedjatament.
my: ပြန်လည်သတ်မှတ်ပြီးနောက်၊ သင်သည် လျှို့ဝှက်နံပါတ်အသစ်ဖြင့် ချက်ချင်းဝင်ရောက်နိုင်ပါသည်။
nl: Na het opnieuw instellen kunt u onmiddellijk inloggen met het nieuwe wachtwoord.
no: Etter tilbakestilling kan du logge inn med det nye passordet umiddelbart.
pa: ਰੀਸੈਟ ਕਰਨ ਤੋਂ ਬਾਅਦ, ਤੁਰੰਤ ਨਵੇਂ ਪਾਸਵਰਡ ਨਾਲ ਲੋਗਿਨ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Po zresetowaniu możesz zalogować się z nowym hasłem natychmiast.
pt: Após redefinir, você pode fazer login com a nova senha imediatamente.
ro: După resetare, te poți autentifica imediat cu noua parolă.
ru: После сброса вы можете немедленно войти с новым паролем.
sk: Po resetovaní sa môžete okamžite prihlásiť s novým heslom.
sl: Po ponastavitvi se lahko takoj prijavite z novim geslom.
sq: Pas rinisjes, mund të hyni menjëherë me fjalëkalimin e ri.
sr: Nakon resetovanja, možete se odmah prijaviti sa novom lozinkom.
sv: Efter återställning kan du logga in med det nya lösenordet direkt.
sw: Baada ya kurekebisha, unaweza kuingia na nenosiri jipya mara moja.
ta: மீட்டமைத்த பிறகு, நீங்கள் உடனடியாக புதிய கடவுச்சொல்லுடன் உள் நுழையலாம்.
te: రీసెట్ చేసిన తర్వాత, మీరు కొత్త పాస్‌వర్డ్‌తో వెంటనే లాగిన్ కావచ్చు.
th: หลังจากรีเซ็ตแล้ว คุณสามารถเข้าสู่ระบบด้วยรหัสผ่านใหม่ได้ทันที
tr: Sıfırlamadan sonra, yeni şifreyle hemen giriş yapabilirsiniz.
uk: Після скидання ви можете увійти з новим паролем негайно.
ur: ری سیٹنگ کے بعد، آپ فوراً نئے پاس ورڈ کے ساتھ لاگ ان کر سکتے ہیں۔
uz: Parolni tiklagandan so'ng, siz darhol yangi parol bilan tizimga kirishingiz mumkin.
vi: Sau khi đặt lại, bạn có thể đăng nhập với mật khẩu mới ngay lập tức.
xh: Emva kokubuyisela, ungangena ngephasiwedi entsha ngokukhawuleza.

source: Return to Login
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Admin Help Access
ar: الوصول إلى مساعدة المسؤول
az: Admin Kömək Girişi
be: অ্যাডমিন সহায়তা প্রবেশ
bn: অ্যাডমিন সহায়তা অ্যাক্সেস
cs: Přístup k nápovědě pro správce
cy: Mynediad Cymorth Gweinyddol
da: Admin Hjælp Adgang
de: Admin-Hilfe-Zugang
el: Πρόσβαση Βοήθειας Διαχειριστή
es: Acceso de Ayuda para Administradores
et: Administraatori Abi Juurdepääs
eu: Administratzailearen Laguntza Sarbidea
fa: دسترسی به کمک مدیر
fi: Ylläpitäjän ohjeiden käyttö
fr: Accès Aide Admin
ga: Admin Boa Access
gd: Cothrom Cuideachadh Admin
gl: Acceso a Axuda do Administrador
gu: એડમિન સહાય ઍક્સેસ
he: גישה לעזרה למנהל מערכת
hi: एडमिन सहायता पहुंच
hr: Pomoć za administratore
hu: Admin Segítség Elérése
id: Akses Bantuan Admin
is: Aðstoð stjórnanda aðgangur
it: Accesso Aiuto Admin
ja: 管理者ヘルプアクセス
ka: ადმინ დახმარების წვდომა
ku: مەسەعدەی بەڕێوەبەر
lt: Administratoriaus pagalbos prieiga
lv: Admin Palīdzības Piekļuve
mg: Fidirana Fanampiana Admin
mi: Āwhina Whakahaere
mk: Пристап до Помош за Администратори
ml: അഡ്മിൻ ഹെല്പ് ആക്സസ്സ്
ms: Akses Bantuan Admin
mt: Għajnuna tal-Amministratur Aċċess
my: Admin အကူအညီ ဝင်ရောက်ခြင်း
nl: Beheer Help Toegang
no: Admin Hjelp Tilgang
pa: ਐਡਮਿਨ ਮਦਦ ਦੀ ਪਹੁੰਚ
pl: Dostęp do pomocy admina
pt: Acesso de Ajuda do Admin
ro: Acces Ajutor Admin
ru: Доступ к помощи администратора
sk: Prístup k pomoci pre správcov
sl: Dostop do skrbniške pomoči
sq: Ndihmë për Qasjen e Administratorit
sr: Pristup pomoći za administratore
sv: Administratörshjälpåtkomst
sw: Msaada wa Upatikanaji wa Admin
ta: நிர்வாக உதவி அணுகல்
te: నిర్వాహక సహాయ ప్రవేశం
th: การเข้าถึงความช่วยเหลือของผู้ดูแลระบบ
tr: Yönetici Yardım Erişimi
uk: Доступ до допомоги адміністратора
ur: ایڈمن ہیلپ رسائی
uz: Admin Yordam Kirish
vi: Truy cập trợ giúp quản trị viên
xh: Uncedo Lwahlulo Lwolawulo

source: Enter your Ferret Key to unlock admin-only help documentation.
ar: أدخل مفتاح Ferret الخاص بك لفتح وثائق المساعدة الخاصة بالمشرف فقط.
az: Təkcə admin üçün kömək sənədlərini açmaq üçün Ferret Açarınızı daxil edin.
be: অ্যাডমিন-শুধু সহায়তা ডকুমেন্টেশন আনলক করতে আপনার ফেরেট কী প্রবেশ করুন।
bn: অ্যাডমিন-শুধুমাত্র সহায়তা ডকুমেন্টেশন আনলক করতে আপনার Ferret কী প্রবেশ করুন।
cs: Zadejte svůj Ferret klíč k odemčení dokumentace pro správce.
cy: Nodwch eich Allwedd Ferret i ddatgloi dogfennau cymorth ar gyfer gweinyddwyr yn unig.
da: Indtast din Ferret Key for at låse administratorhjælp dokumentationen op.
de: Geben Sie Ihren Frettschlüssel ein, um die nur für Admins zugängliche Hilfedokumentation freizuschalten.
el: Εισαγάγετε το Ferret Key σας για να ξεκλειδώσετε την τεκμηρίωση βοήθειας μόνο για διαχειριστές.
es: Ingresa tu Ferret Key para desbloquear la documentación de ayuda solo para administradores.
et: Sisestage oma Ferret Key, et avada ainult administraatoritele mõeldud abi dokumentatsioon.
eu: Sartu zure Ferret Giltza administratzaileentzako laguntza-dokumentazioa desblokeatzeko.
fa: کلید Ferret خود را وارد کنید تا مستندات کمکی مخصوص مدیران را باز کنید.
fi: Syötä Ferret-avain avataksesi vain ylläpitäjille tarkoitetun ohjeistuksen.
fr: Entrez votre Ferret Key pour déverrouiller la documentation d'aide réservée aux administrateurs.
ga: Fa wo Ferret Key hyew admin ntii nsɛmboa krataa werɛ fi.
gd: Cuir a-steach an iuchair Ferret agad gus sgrìobhainnean cuideachaidh a tha a-mhàin airson admin a fhuasgladh.
gl: Introduce a túa Chave de Ferret para desbloquear a documentación de axuda exclusiva para o administrador.
gu: એડમિન-માત્ર સહાય દસ્તાવેજીકરણ અનલોક કરવા માટે તમારું Ferret Key દાખલ કરો.
he: הזן את מפתח ה-Ferret שלך כדי לפתוח את התיעוד לעזרה למנהל בלבד.
hi: एडमिन-सिर्फ सहायता दस्तावेज़ अनलॉक करने के लिए अपना Ferret Key दर्ज करें।
hr: Unesite svoj Ferret Key za otključavanje pomoćne dokumentacije samo za administratore.
hu: Adja meg a Ferret Kulcsot az adminisztrátori dokumentáció megnyitásához.
id: Masukkan Kunci Ferret Anda untuk membuka dokumentasi bantuan khusus admin.
is: Sláðu inn frettalykil þinn til að opna einungis hjálparskjöl stjórnanda.
it: Inserisci la tua Ferret Key per sbloccare la documentazione di aiuto riservata agli amministratori.
ja: 管理者専用のヘルプドキュメントを解除するには、フェレットキーを入力してください。
ka: შეიყვანეთ თქვენი Ferret Key, რათა გახსნათ მხოლოდ ადმინებისთვის გამოსაყენებელი დახმარების დოკუმენტაცია.
ku: کلیلە چنەکی فەرەنتە دابنێ بۆ کرانەوەی بەڵگەنامەی یارمەتیدانی تایبەتی بەڕێوەبەر.
lt: Įveskite savo Ferret Key, kad atrakintumėte pagalbos dokumentaciją, skirtą tik administratoriui.
lv: Ievadiet savu Ferret Key, lai atbloķētu tikai adminiem paredzēto palīdzības dokumentāciju.
mg: Ampidiro ny Lakilen'ny Ferret anao mba hanokatra ny tahirin-kevitra fanampiana ho an'ny admin irery.
mi: Whakauruhia tō Kī Ferret kia wete i ngā tuhinga āwhina mō ngā kaiwhakahaere anake.
mk: Внесете го вашиот Ferret Клуч за да го отклучите администраторскиот документациски центар.
ml: അഡ്മിന് മാത്രം സംവേദ്യമായ സഹായ പ്രമാണങ്ങൾ എൺലോക്ക് ചെയ്യാൻ നിങ്ങളുടെ ഫററ്റ് കീ നൽകുക.
ms: Masukkan Kunci Ferret anda untuk membuka dokumentasi bantuan khusus admin.
mt: Daħħal iċ-Ċavetta tal-Ferret tiegħek biex tiftaħ id-dokumentazzjoni tal-għajnuna li hi biss għall-amministraturi.
my: admin အထူးအကူအညီစာရွက်စာတမ်းများကို ဖြည့်ရန် သင့် Ferret Key ကို ထည့်သွင်းပါ။
nl: Voer uw Ferret Key in om beheerdersspecifieke helpdocumentatie te ontgrendelen.
no: Skriv inn din Ferret-nøkkel for å låse opp dokumentasjon som kun er for administratorer.
pa: ਐਡਮਿਨ-ਮਾਤਰ ਮਦਦ ਡੌਕਯੂਮੈਂਟੇਸ਼ਨ ਅਨਲੌਕ ਕਰਨ ਲਈ ਆਪਣੇ ਫੇਰਟ ਕੀ ਦਰਜ ਕਰੋ।
pl: Wprowadź swój klucz Ferret, aby odblokować dokumentację pomocy tylko dla admina.
pt: Insira sua Ferret Key para desbloquear a documentação de ajuda exclusiva para administradores.
ro: Introdu cheia ta Ferret pentru a debloca documentația de ajutor destinată doar administratorilor.
ru: Введите свой Ferret Key, чтобы разблокировать документацию помощи, доступную только для администраторов.
sk: Zadajte svoj Ferret Key na odomknutie dokumentácie pomoci iba pre správcov.
sl: Vnesite svojo Ferret Key za dostop do skrbniške dokumentacije za pomoč.
sq: Futni Çelësin tuaj Ferret për të zhbllokuar dokumentacionin e ndihmës vetëm për administratorët.
sr: Unesite svoj Ferret Key da biste otključali dokumentaciju pomoći koja je dostupna samo administratorima.
sv: Ange din Ferret Key för att låsa upp administrationsspecifik hjälpavdelning.
sw: Ingiza Ferret Key yako ili kufungua nyaraka za msaada za admin-pekee.
ta: நிர்வாக மட்டுமே உதவி ஆவணங்களைத் திறக்க அல்லது அணுக, உங்கள் ஃபெர்ரெட் கீயை உள்ளிடவும்.
te: నిర్వాహక-పరిమిత సహాయ పత్రాన్ని అన్‌లాక్ చేయడానికి మీ ఫెర్రెట్ కీని నమోదు చేయండి.
th: กรอก Ferret Key ของคุณเพื่อปลดล็อกเอกสารช่วยเหลือที่มีเฉพาะสำหรับผู้ดูแลระบบ
tr: Yalnızca yöneticilere ait yardım belgelerini açmak için Ferret Anahtarınızı girin.
uk: Введіть ваш Ferret Key, щоб розблокувати документацію, доступну тільки адміністраторам.
ur: ایڈمن کے لیے مخصوص ہیلپ ڈاکیومینٹیشن کو کھولنے کے لیے اپنا Ferret Key درج کریں۔
uz: Faqat admin uchun yordam hujjatlarini ochish uchun Ferret Kalitini kiriting.
vi: Nhập Khóa Ferret của bạn để mở khóa tài liệu trợ giúp chỉ dành cho quản trị viên.
xh: Faka iFerret Key yakho ukuvula uxwebhu loncedo olubekelwe abaphathi kuphela.

source: How to Find Your FERRET_KEY
ar: كيفية العثور على FERRET_KEY الخاص بك
az: FERRET_KEY-i Necə Tapmaq olar
be: কিভাবে আপনার FERRET_KEY খুঁজে বের করবেন
bn: আপনার FERRET_KEY কীভাবে খুঁজে পাবেন
cs: Jak najít svůj FERRET_KEY
cy: Sut i Ddod o Hyd i'ch FERRET_KEY
da: Hvordan finder du din FERRET_KEY
de: So finden Sie Ihren FERRET_KEY
el: Πώς να Βρείτε το FERRET_KEY σας
es: Cómo Encontrar Tu FERRET_KEY
et: Kuidas Leida Oma FERRET_KEY
eu: Nola Aurkitu Zure FERRET_KEY
fa: چگونه کلید FERRET_KEY خود را پیدا کنید
fi: Miten löytää FERRET_KEY
fr: Comment trouver votre FERRET_KEY
ga: Sɛn na wɔbɛ hunya wo FERRET_KEY
gd: Mar a Lorgas Tu an FERRET_KEY agad
gl: Como atopar a túa FERRET_KEY
gu: તમારો FERRET_KEY કેવી રીતે શોધવો
he: איך למצוא את ה-FERRET_KEY שלך
hi: अपना FERRET_KEY कैसे खोजें
hr: Kako pronaći vaš FERRET_KEY
hu: Hogyan találja meg a FERRET_KEY-t
id: Cara Menemukan FERRET_KEY Anda
is: Hvernig á að finna FRETTALYKLIRINN þinn
it: Come Trovare la Tua FERRET_KEY
ja: あなたのFERRET_KEYを見つける方法
ka: როგორ ვიპოვოთ თქვენი FERRET_KEY
ku: چۆن کلیلە چنە فەرەنتە خۆت بدۆزی
lt: Kaip rasti savo FERRET_KEY
lv: Kā atrast jūsu FERRET_KEY
mg: Ahoana ny fahitana ny FERRET_KEY anao
mi: Me pēhea te kimi i tō FERRET_KEY
mk: Како да го најдете вашиот FERRET_KEY
ml: നിങ്ങളുടെ FERRET_KEY എങ്ങനെ കണ്ടെത്താം
ms: Cara Mencari FERRET_KEY Anda
mt: Kif Tinsab Iċ-ĊAVETTA_FERRET tiegħek
my: သင်၏ FERRET_KEY ကို မည်သို့ရှာကြောင်း
nl: Hoe vind je je FERRET_KEY
no: Hvordan finne din FERRET_KEY
pa: ਆਪਣੀ FERRET_KEY ਕਿਵੇਂ ਲੱਭੋ
pl: Jak znaleźć swój FERRET_KEY
pt: Como Encontrar Sua FERRET_KEY
ro: Cum să-ți găsești FERRET_KEY
ru: Как найти свой FERRET_KEY
sk: Ako nájsť svoj FERRET_KEY
sl: Kako najti svoj FERRET_KEY
sq: Si të Gjeni ÇELËSIN FERRET
sr: Kako pronaći vaš FERRET_KEY
sv: Hur man hittar din FERRET_KEY
sw: Jinsi ya Kupata FERRET_KEY Yako
ta: உங்கள் FERRET_KEY ஐ எவ்வாறு கண்டுபிடிப்பது
te: మీ FERRET_KEY ను ఎలా కనుగొనాలి
th: วิธีหาคีย์ FERRET ของคุณ
tr: FERRET_KEY Nasıl Bulunur
uk: Як знайти ваш FERRET_KEY
ur: اپنا FERRET_KEY کیسے تلاش کریں
uz: FERRET_KEY-ni qanday topish mumkin
vi: Cách tìm khóa FERRET của bạn
xh: Indlela Yokufumana iFERRET_KEY Yakho

source: The FERRET_KEY is set as an environment variable when running Grylli.
ar: يتم تعيين FERRET_KEY كمتغير بيئي عند تشغيل Grylli.
az: FERRET_KEY Grylli işlədiyində ətraf mühit dəyişəni olaraq müəyyən edilir.
be: Grylli চালানোর সময় FERRET_KEY একটি পরিবেশ চলক হিসেবে সেট করা হয়েছে।
bn: Grylli চালানোর সময় FERRET_KEY একটি পরিবেশ পরিবর্তনশীল হিসাবে সেট করা হয়।
cs: FERRET_KEY je nastavena jako proměnná prostředí při spuštění Grylli.
cy: Mae'r FERRET_KEY wedi'i osod fel amgylcheddol amrywiolyn wrth redeg Grylli.
da: FERRET_KEY'en er indstillet som en miljøvariabel, når du kører Grylli.
de: Der FERRET_KEY wird als Umgebungsvariable beim Ausführen von Grylli gesetzt.
el: Το FERRET_KEY είναι ρυθμισμένο ως μια μεταβλητή περιβάλλοντος κατά την εκτέλεση του Grylli.
es: La FERRET_KEY se establece como una variable de entorno al ejecutar Grylli.
et: FERRET_KEY on määratud keskkonnamuutujaks, kui Grylli töötab.
eu: FERRET_KEY Grylli exekutatzen denean inguruneko aldagai gisa ezarrita dago.
fa: کلید FERRET_KEY به عنوان یک متغیر محیطی هنگام اجرای Grylli تنظیم می‌شود.
fi: FERRET_KEY asetetaan ympäristömuuttujana, kun Grylli ajetaan.
fr: La FERRET_KEY est définie comme une variable d'environnement lors de l'exécution de Grylli.
ga: FERRET_KEY ɛ sɛɛ wɛma nni ɛyin wia honam wɔ running Grylli.
gd: Tha an FERRET_KEY air a shuidheachadh mar caochladair àrainneachd nuair a tha Grylli a’ ruith.
gl: A FERRET_KEY establécese como unha variable de entorno ao executar Grylli.
gu: Grylli ચલાવતી વખતે FERRET_KEY એક એન્વાયર્નમેન્ટ વેરિયેબલ તરીકે સેટ થાય છે.
he: ה-FERRET_KEY מוגדר כמשתנה סביבה כאשר מריצים את Grylli.
hi: Grylli चलाते समय FERRET_KEY एक पर्यावरणीय वेरिएबल के रूप में सेट है।
hr: FERRET_KEY se postavlja kao varijabla okruženja kada se pokreće Grylli.
hu: A FERRET_KEY környezeti változóként van beállítva, amikor a Grylli fut.
id: FERRET_KEY ditetapkan sebagai variabel lingkungan saat menjalankan Grylli.
is: FRETTALYKLIRINN er stilltur sem umhverfisbreyta þegar Grylli er keyrt.
it: La FERRET_KEY è impostata come variabile d'ambiente durante l'esecuzione di Grylli.
ja: FERRET_KEYは、Grylliを実行するときに環境変数として設定されます。
ka: FERRET_KEY დამატებულია როგორც გარემოს ცვლადი Grylli-ის გაშვებისას.
ku: کلیلە چنە فەرەنتە وەک گۆڕانەوەی ژینگە کە گریللییەکە دەکەوێتە ژیلژینە.
lt: FERRET_KEY yra nustatytas kaip aplinkos kintamasis, kai veikia Grylli.
lv: FERRET_KEY tiek iestatīts kā vides mainīgais, darbinot Grylli.
mg: Ny FERRET_KEY dia apetraka ho masontsivana environment rehefa alefa ny Grylli.
mi: Ka tautuhia te FERRET_KEY hei taurangi taiao i te wā e whakahaere ana i a Grylli.
mk: FERRET_KEY е поставен како променлива на околината кога се извршува Grylli.
ml: Grylli പ്രവർത്തിപ്പിക്കുമ്പോൾ FERRET_KEY ഒരു പരിതസ്ഥിതി വ്യത്യാസമായി സജ്ജീകരിച്ചിരിക്കുന്നു.
ms: FERRET_KEY ditetapkan sebagai pembolehubah persekitaran apabila menjalankan Grylli.
mt: Iċ-ĊAVETTA_FERRET hija ssettjata bħala varjabbli tal-ambjent meta jaħdem Grylli.
my: FERRET_KEY သည် Grylli ကို လည်ပတ်ရာတွင် ပတ်ဝန်းကျင်အပြောင်းအလဲ အဖြစ် သတ်မှတ်ထားသည်။
nl: De FERRET_KEY wordt ingesteld als een omgevingsvariabele bij het uitvoeren van Grylli.
no: FERRET_KEY er satt som en miljøvariabel når Grylli kjører.
pa: ਜਦੋਂ ਗ੍ਰਿੱਲੀ ਚਲਾ ਰਹੇ ਹੁੰਦੇ ਹੋ ਤਾਂ FERRET_KEY ਨੂੰ ਐਧਾਰਿਤ ਮਾਹੌਲ ਵਾਲੇ ਵੈਰੀਅਬਲ ਵਜੋਂ ਸੈੱਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ।
pl: FERRET_KEY jest ustawiany jako zmienna środowiskowa podczas uruchamiania Grylli.
pt: A FERRET_KEY é configurada como uma variável de ambiente ao executar o Grylli.
ro: FERRET_KEY este setat ca o variabilă de mediu când rulează Grylli.
ru: FERRET_KEY устанавливается в качестве переменной окружения при запуске Grylli.
sk: FERRET_KEY je nastavený ako premenná prostredia pri spustení Grylli.
sl: FERRET_KEY je nastavljen kot okoljska spremenljivka pri zagonu Grylli.
sq: ÇELËSI FERRET caktohet si një variabël mjedisi kur ekzekutohet Grylli.
sr: FERRET_KEY je postavljen kao varijabla okruženja pri pokretanju Grylli.
sv: FERRET_KEY är satt som en miljövariabel när Grylli körs.
sw: FERRET_KEY imewekwa kama mazingira ya kuendesha wakati Grylli inaenda.
ta: FERRET_KEY கிரில்லி இயக்கும்போது சூழல் மாறியாக அமைக்கப்பட்டது.
te: Grylli నడుపుతున్నప్పుడు FERRET_KEY వాతావరణ ప్రయివేటుగా సెట్ చేయబడి ఉంటుంది.
th: FERRET_KEY ถูกตั้งเป็นตัวแปรสภาพแวดล้อมเมื่อรัน Grylli
tr: FERRET_KEY, Grylli çalıştırırken bir ortam değişkeni olarak ayarlanmıştır.
uk: FERRET_KEY встановлений як змінна середовища при запуску Grylli.
ur: FERRET_KEY کو Grylli چلانے کے وقت ایک ماحول متغیر کے طور پر سیٹ کیا جاتا ہے۔
uz: FERRET_KEY Grylli ishlayotganida muhit o'zgaruvchisi sifatida o'rnatiladi.
vi: FERRET_KEY được đặt làm biến môi trường khi chạy Grylli.
xh: I-FERRET_KEY imiselwe njengomgama wehlabathi xa iGrylli iqhuba.

source: Option 1: Check docker-compose.yml
ar: الخيار 1: تحقق من docker-compose.yml
az: Variant 1: docker-compose.yml-ə baxın
be: বিকল্প 1: docker-compose.yml চেক করুন
bn: পছন্দ 1: docker-compose.yml চেক করুন
cs: Možnost 1: Zkontrolujte docker-compose.yml
cy: Opsiwn 1: Gwiriwch docker-compose.yml
da: Mulighed 1: Tjek docker-compose.yml
de: Option 1: Überprüfen Sie docker-compose.yml
el: Επιλογή 1: Ελέγξτε το docker-compose.yml
es: Opción 1: Revisa docker-compose.yml
et: Variant 1: Kontrollige docker-compose.yml
eu: Aukera 1: Egiaztatu docker-compose.yml
fa: گزینه ۱: بررسی docker-compose.yml
fi: Vaihtoehto 1: Tarkista docker-compose.yml
fr: Option 1 : Vérifiez docker-compose.yml
ga: Siberee 1: Kyerɛ docker-compose.yml
gd: Roghainn 1: Thoir sùil air docker-compose.yml
gl: Opción 1: Verificar docker-compose.yml
gu: વિકલ્પ 1: docker-compose.yml તપાસો
he: אפשרות 1: בדוק את docker-compose.yml
hi: विकल्प 1: docker-compose.yml की जाँच करें
hr: Opcija 1: Provjerite docker-compose.yml
hu: 1. lehetőség: Ellenőrizze a docker-compose.yml fájlt
id: Opsi 1: Periksa docker-compose.yml
is: Valkostur 1: Athugaðu docker-compose.yml
it: Opzione 1: Controlla docker-compose.yml
ja: オプション1: docker-compose.ymlをチェック
ka: ვარიანტი 1: შეამოწმეთ docker-compose.yml
ku: هەڵبژاردنی ١: گەرەگ لە docker-compose.yml
lt: 1 variantas: Patikrinkite docker-compose.yml
lv: Opcija 1: Pārbaudiet docker-compose.yml
mg: Safidy 1: Zahao ny docker-compose.yml
mi: Kōwhiringa 1: Tirohia te docker-compose.yml
mk: Опција 1: Проверете docker-compose.yml
ml: ഓപ്ഷൻ 1: docker-compose.yml പരിശോധിക്കുക
ms: Pilihan 1: Semak docker-compose.yml
mt: Għażla 1: Iċċekkja docker-compose.yml
my: အလွယ်အတိုင်း 1: docker-compose.yml ကို စစ်ဆေးပါ
nl: Optie 1: Controleer docker-compose.yml
no: Alternativ 1: Sjekk docker-compose.yml
pa: ਵਿਕਲਪ 1: ਡਾਕਰ-ਕੰਪੋਜ਼.yml ਚੈੱਕ ਕਰੋ
pl: Opcja 1: Sprawdź docker-compose.yml
pt: Opção 1: Verifique o docker-compose.yml
ro: Opțiunea 1: Verifică docker-compose.yml
ru: Вариант 1: Проверьте docker-compose.yml
sk: Možnosť 1: Skontrolujte docker-compose.yml
sl: Možnost 1: Preverite docker-compose.yml
sq: Opsioni 1: Kontrolloni docker-compose.yml
sr: Opcija 1: Proverite docker-compose.yml
sv: Alternativ 1: Kontrollera docker-compose.yml
sw: Chaguo 1: Angalia docker-compose.yml
ta: விருப்பம் 1: docker-compose.yml ஐ சரிபார்க்கவும்
te: ఎంపిక 1: డాకర్-కంపోజ్.yml తనిఖీ చేయండి
th: ตัวเลือก 1: ตรวจสอบ docker-compose.yml
tr: Seçenek 1: docker-compose.yml'yi kontrol et
uk: Варіант 1: Перевірте docker-compose.yml
ur: اختیار 1: docker-compose.yml چیک کریں
uz: 1-variant: docker-compose.yml ni tekshiring
vi: Lựa chọn 1: Kiểm tra docker-compose.yml
xh: Ukhetho 1: Jonga i-docker-compose.yml
