Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
ar: يتم تشفير جميع بيانات الاعتماد الحساسة عند الراحة. رسائلك تُرسل فقط إذا فشلت في تسجيل الدخول.
az: Bütün həssas məlumatlar istirahətdə şifrələnir. Mesajlar yalnız yoxlamanı qaçırsanız göndərilir.
be: Усі конфіденційні облікові дані зашифровані у стані спокою. Ваші повідомлення відправляються лише в разі пропуску перевірки.
bn: সমস্ত সংবেদনশীল শংসাপত্র স্থির অবস্থায় এনক্রিপ্ট করা হয়। আপনার বার্তা শুধুমাত্র চেক-ইন মিস হলে পাঠানো হয়।
cs: Všechny citlivé přihlašovací údaje jsou šifrovány při uložení. Vaše zprávy jsou odeslány pouze tehdy, pokud se nepřihlásíte.
cy: Mae'r holl gymwysterau sensitif wedi'u hamgryptio ar orffwys. Dim ond os byddwch yn colli gwirio mewn y caiff eich negeseuon eu hanfon.
da: Alle følsomme loginoplysninger er krypterede i hvile. Dine meddelelser sendes kun, hvis du misser en check-in.
de: Alle sensiblen Anmeldedaten werden im Ruhezustand verschlüsselt. Ihre Nachrichten werden nur gesendet, wenn Sie ein Check-in verpassen.
el: Όλες οι ευαίσθητες διαπιστευτήρια είναι κρυπτογραφημένες όταν είναι αποθηκευμένες. Τα μηνύματά σας αποστέλλονται μόνο αν δεν κάνετε check-in.
es: Todas las credenciales sensibles están cifradas en reposo. Tus mensajes solo se envían si no registras una entrada.
et: Kõik tundlikud mandaadid on puhkeolekus krüptitud. Teie sõnumeid saadetakse ainult siis, kui jääte kontrollimata.
eu: Kredentzial sentikorrak atsedenean enkriptatuta daude. Zure mezuak zure check-in bat galtzen baduzu soilik bidaltzen dira.
fa: تمام اعتبارنامه‌های حساس در حالت استراحت رمزگذاری می‌شوند. پیام‌های شما فقط در صورت عدم بررسی ارسال می‌شوند.
fi: Kaikki arkaluonteiset tunnisteet on salattu levossa. Viestisi lähetetään vain, jos et kirjaudu sisään.
fr: Tous les identifiants sensibles sont encryptés au repos. Vos messages sont envoyés uniquement si vous échouez à faire le point.
ga: Tá gach creidiúnacht íogair criptithe agus iad díomhaoine. Ní sheoltar do theachtaireachtaí ach amháin más rud é nach ndéanann tú seiceáil isteach.
gd: Tha na teisteanasan mothachail uile air an crioptachadh aig fois. Chan eilear a’ cur teachdaireachdan ach ma dh'fhàillig thu sùil a thoirt a-steach.
gl: Todas as credenciais sensibles están cifradas en repouso. As túas mensaxes só se envían se non realizas un check-in.
gu: તમામ સંવેદનશીલ ઍક્રિડેશન્સ આરામથી કોડી છે. તમારાં સંદેશા માત્ર ત્યારે જ મોકલવામાં આવે છે જ્યારે તમે ચકાસણી નથી કરતાં.
he: כל אישורים רגישים מוצפנים בזמן מנוחה. הודעותיך יישלחו רק אם תפוספס בדיקה.
hi: सभी संवेदनशील क्रेडेंशियल्स को आराम में एन्क्रिप्ट किया जाता है। आपके संदेश तभी भेजे जाते हैं जब आप चेक इन करने में विफल होते हैं।
hr: Sve osjetljive vjerodajnice su šifrirane u mirovanju. Vaše poruke se šalju samo ako se ne prijavite.
hu: Az összes érzékeny hitelesítő adat nyugalmi állapotban titkosítva van. Az üzeneteid csak akkor kerülnek küldésre, ha elmaradsz a jelentkezéssel.
id: Semua kredensial sensitif dienkripsi saat disimpan. Pesan Anda hanya dikirim jika Anda gagal check-in.
is: Allir viðkvæmir aðgangsorð eru dulkóðuð í hvíld. Skilaboð þín eru einungis send ef þú missir af innskráningu.
it: Tutte le credenziali sensibili sono crittografate a riposo. I tuoi messaggi vengono inviati solo se non effettui il check-in.
ja: すべての機密データは保存時に暗号化され、チェックインを逃した場合にのみメッセージが送信されます。
ka: ყველა მგრძნობიარე პარამეტრები დაშიფრულია განისვენებისას. თქვენი შეტყობინებები იგზავნება მხოლოდ თუ თქვენს დროული შესახვედრი არ გაკომპლექტებთ.
ku: Hemî nasnameyên hessas di dema xewndera de veşartin. Peyamên we tenê şandine heke nexwestin.
lt: Visi jautrūs kredencialai šifruojami ramybės būsenoje. Jūsų žinutės siunčiamos tik jei praleidžiate registraciją.
lv: Visi sensitīvie akreditācijas dati ir šifrēti mierā. Jūsu ziņas tiek sūtītas tikai ja jūs kavējat reģistrēties.
mg: Voaaro ny fahaiza-mahalalana miafina rehetra rehefa miato. Ny hafatrao dia alefa raha tsy nisy ianao naka mijery.
mi: Ka mānutana ngā whakamana tūmataiti katoa i te taurimanga. Ka tukuna a ngākau-kōrero anake mēnā kāore koe i te arotake mai.
mk: Сите чувствителни креденцијали се шифрирани во мир. Вашите пораки се испраќаат само ако не се пријавите.
ml: എല്ലാ സെൻസിറ്റീവ് ക്രെഡൻഷ്യലുകളും വിശ്രമത്തിൽ എൻ‌ക്രിപ്റ്റ് ചെയ്യപ്പെട്ടിരിക്കുന്നു. നിങ്ങൾ നിർബന്ധമായി സന്ദർശിക്കാത്ത പക്ഷം മാത്രമേ സന്ദേശങ്ങൾ അയയ്‌ക്കുകയുള്ളൂ.
ms: Semua kelayakan sensitif disulitkan pada rehat. Mesej anda hanya dihantar jika anda gagal check-in.
mt: Il-kredenzjali sensittivi kollha huma kkripttati b'mod kriptograffiku. Il-messaġġi tiegħek jintbagħtu biss jekk titlif kontroll.
my: သိသာထင်ရှားသော လျှို့ဝှက်ချက်များအားလုံးကို အနားချထားသောအခါ စာဝှက်ချထားသည်။ သင့်စာများကို သင့်အား စစ်ဆေးရန် မအောင်မြင်ပါကသာ ပို့လွှတ်သည်။
nl: Alle gevoelige referenties zijn versleuteld in rust. Je berichten worden alleen verzonden als je niet incheckt.
no: Alle sensitive legitimasjoner er kryptert i hvile. Dine meldinger blir kun sendt hvis du ikke sjekker inn.
pa: ਸਾਰੇ ਭੇਦਯੋਗ ਆਧਾਰ ਸੰਕੇਤ ਸ਼ੇਸ਼ ਹੋਣ ਦੇ ਸਮੇਂ ਐਨਕ੍ਰਿਪ ਬਣਾਇਆ ਜਾਂਦਾ ਹੈ। ਤੁਹਾਡੇ ਸੰਦੇਸ਼ ਸਿਰਫ ਤਦ ਵਿੱਚ ਭੇਜੇ ਜਾਂਦੇ ਹਨ ਜਦੋਂ ਤੁਸੀਂ ਇੱਕ ਚੇਕ ਇਨ ਗਾਇਰ ਕਰੋ।
pl: Wszystkie wrażliwe poświadczenia są zaszyfrowane w spoczynku. Twoje wiadomości są wysyłane tylko, jeśli przegapisz check-in.
pt: Todas as credenciais sensíveis são criptografadas em repouso. Suas mensagens são enviadas apenas se você não fizer check-in.
ro: Toate acreditivele sensibile sunt criptate în repaus. Mesajele tale sunt trimise doar dacă ratezi o verificare.
ru: Все конфиденциальные учетные данные зашифрованы в состоянии покоя. Ваши сообщения отправляются только если вы не успели зарегистрироваться.
sk: Všetky citlivé poverenia sú šifrované v pokoji. Vaše správy sú odoslané len ak zlyháte v kontrole.
sl: Vsa občutljiva poverilnica so šifrirana v mirovanju. Vaša sporočila so poslana samo, če zamudite prijavo.
sq: Të gjitha kredencialet e ndjeshme janë të enkriptuara në prehje. Mesazhet tuaja dërgohen vetëm nëse nuk bëni check-in.
sr: Svi osetljivi kredencijali su šifrovani u mirovanju. Vaše poruke se šalju samo ako propustite prijavu.
sv: Alla känsliga uppgifter är krypterade vid vila. Dina meddelanden skickas endast om du misslyckas med att checka in.
sw: Sifa nyeti zote zimefichwa wakati wa kupumzika. Jumbe zako zinatumwa tu ikiwa unakosa kuangalia.
ta: அனைத்து நுட்பமான இந்துக் கொள்கோல் அமைப்புகள் சமூகமாக குறியாக்கம் செய்யப்படுகின்றன. நீங்கள் சரிபார்க்கவில்லை எனில் உங்கள் தகவல்கள் மட்டுமே அனுப்பப்படும்.
te: అన్ని సున్నితమైన ధ్రువీకరణలు విశ్రాంతలో గుప్తీకరించబడ్డాయి. మీ సందేశాలు మీరు చెక్-ఇన్ విఫలమైతేనే పంపబడతాయి.
th: ข้อมูลรับรองที่ละเอียดอ่อนทั้งหมดถูกเข้ารหัสเมื่อมีการพัก ข้อความจะถูกส่งเพียงเมื่อคุณพลาดการเช็คอิน
tr: Tüm hassas kimlik bilgileri durağan halde şifrelenir. Mesajlarınız, bir kontrolü kaçırırsanız yalnızca o zaman gönderilir.
uk: Усі чутливі облікові дані шифруються у стані спокою. Ваші повідомлення відправляються тільки якщо ви пропустите перевірку присутності.
ur: تمام حساس اسناد باقی حالت میں خفیہ ہیں۔ آپ کے پیغامات صرف اس وقت بھیجے جاتے ہیں اگر آپ چیک ان کرنے میں ناکام ہوتے ہیں۔
uz: Barcha maxfiy ma'lumotlar turg'unlikda shifrlangan. Faqat tekshiruvni o'tkazib yuborsangiz xabarlaringiz yuboriladi.
vi: Tất cả thông tin xác thực nhạy cảm đều được mã hóa tại chỗ. Thông điệp của bạn chỉ được gửi đi nếu bạn không kịp kiểm tra.
xh: Zonke izazisi ezibuthathaka zifihlekile ngelixa zigcinwe. Imiyalezo yakho ithunyelwa kuphela ukuba uphoswa kukungena.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
ar: تحتاج مساعدة في شيء محدد؟ كل وحدة في Grylli تحتوي على لوحة مساعدة خاصة بها مع إرشادات مفصلة.
az: Spesifik bir şey üçün köməyə ehtiyacınız var? Grylli'deki hər bir modul, ətraflı təlimatlarla öz yardım panelinə malikdir.
be: Потрібна допомога з чимось конкретним? Кожен модуль в Grylli містить власну панель допомоги з детальною інструкцією.
bn: কিছু নির্দিষ্ট বিষয়ে সাহায্য প্রয়োজন? Grylli প্রতিটি মডিউলে বিস্তারিত গাইডেন্স সহ নিজস্ব সাহায্য প্যানেল অন্তর্ভুক্ত করে।
cs: Potřebujete pomoc s něčím konkrétním? Každý modul v Grylli obsahuje vlastní panel nápovědy s podrobným vedením.
cy: Angen cymorth gyda rhywbeth penodol? Mae pob modiwl yn Grylli yn cynnwys ei banel cymorth ei hun gyda chanllaw manwl.
da: Har du brug for hjælp til noget specifikt? Hvert modul i Grylli inkluderer sin egen hjælpepanelet med detaljeret vejledning.
de: Brauchen Sie Hilfe bei etwas Speziellem? Jedes Modul in Grylli enthält sein eigenes Hilfefenster mit detaillierten Anleitungen.
el: Χρειάζεστε βοήθεια με κάτι συγκεκριμένο; Κάθε ενότητα του Grylli περιλαμβάνει το δικό της πίνακα βοήθειας με λεπτομερή καθοδήγηση.
es: ¿Necesitas ayuda con algo específico? Cada módulo en Grylli incluye su propio panel de ayuda con orientación detallada.
et: Vajate abi millegi konkreetsega? Igas Grylli moodulis on oma abipaneel üksikasjalike juhistega.
eu: Zerbait zehatzarekin laguntza behar duzu? Grylliren modulu bakoitzak bere laguntza panela du gida zehatzarekin.
fa: نیاز به کمک در مورد چیزی خاص دارید؟ هر ماژول در Grylli شامل یک پانل راهنمای خود با دستورالعمل‌های دقیق است.
fi: Tarvitsetko apua jostain erityisestä? Jokaisessa Gryllin moduulissa on oma ohjepaneelinsa yksityiskohtaisilla ohjeilla.
fr: Besoin d'aide sur quelque chose de précis ? Chaque module dans Grylli inclut son propre panneau d'aide avec des conseils détaillés.
ga: Ag teastáil cabhrach le rud éigin sonrach? Tá a phainéal cabhrach féin le treoirlínte mionsonraithe ag gach modúl i Grylli.
gd: Feumaidh cuideachadh le rudeigin sònraichte? Tha gach modal ann an Grylli a’ toirt a-steach am pannal cuideachaidh fhèin le stiùireadh mionaideach.
gl: ¿Necesitas axuda con algo específico? Cada módulo en Grylli inclúe o seu propio panel de axuda con orientación detallada.
gu: કશીક ખાસ મદદની જરૂર છે? ગ્રિલીના દરેક મોડ્યુલમાં વિગતોવાળી માર્ગદર્શન સાથે પોતાની સહાય પેનલ છે.
he: צריך עזרה במשהו ספציפי? כל מודול ב-Grylli כולל לוח עזרה משלו עם הדרכה מפורטת.
hi: क्या आपको किसी विशेष मदद की जरूरत है? Grylli में प्रत्येक मॉड्यूल में विस्तृत मार्गदर्शन के साथ अपना सहायता पैनल होता है।
hr: Trebate pomoć s nečim specifičnim? Svaki modul u Grylli uključuje vlastiti panel pomoći s detaljnim smjernicama.
hu: Specifikus segítségre van szüksége valamiben? A Grylli minden modulja tartalmaz saját súgópanelet részletes útmutatásokkal.
id: Butuh bantuan dengan sesuatu yang spesifik? Setiap modul dalam Grylli mencakup panel bantuan sendiri dengan panduan rinci.
is: Þarf aðstoð við eitthvað sérstakt? Hvert einasta eining í Grylli hefur sitt eigin hjálparpanil með nákvæmum leiðbeiningum.
it: Hai bisogno di aiuto con qualcosa di specifico? Ogni modulo in Grylli include il proprio pannello di aiuto con guida dettagliata.
ja: 何か具体的な助けが必要ですか？Grylliの各モジュールには詳細なガイダンスを含むヘルプパネルがあります。
ka: გჭირდებათ დახმარება რაღაცაზე? თითოეულ მოდულში Grylli-ში შედის მისი დახმარების განყოფილება დეტალური გამომცემლობებით.
ku: Pêwîstiya alîkarî li tiştên taybet nehê? Her modul di Grylli de panelek alîkarî ya xwe bi rêberîya hûrdahî tê de bi qewetî dike.
lt: Reikia pagalbos dėl ko nors konkretaus? Kiekviename Grylli modulyje yra savo pagalbos skydelis su detaliais nurodymais.
lv: Nepieciešama palīdzība ar ko konkrētu? Katrs Grylli modulis ietver savu palīdzības paneli ar detalizētām vadlīnijām.
mg: Mila fanampiana amin'ny zavatra voafaritra? Samy manana ny panela fanampiana misy torolalana amin'ny antsipiriany ny module tsirairay ao amin'ny Grylli.
mi: Me āwhina i tētahi mea tino motuhake? Kei ia maramara i Grylli tōna ake paewhiri āwhina whai aratohu taipitopito.
mk: Потребна ви е помош за нешто специфично? Секој модул во Grylli вклучува своја панела за помош со детални насоки.
ml: എന്തെങ്കിലും പ്രത്യേക സഹായം വേണമെങ്കിൽ? ഓരോ മódിയൂളിലും ഗ്രീലിയിലായുള്ള സ്വന്തം സഹായ പാനൽ വിശദമായ മാർഗനിർദ്ദേശങ്ങൾ ഉൾപ്പെടുന്നു.
ms: Perlu bantuan dengan sesuatu yang spesifik? Setiap modul dalam Grylli termasuk panel bantuan sendiri dengan panduan terperinci.
mt: Għandek bżonn għajnuna b'xi ħaġa speċifika? Kull modulu f'Grylli jinkludi tiegħu stess fejn tgħin bid-dettalji.
my: အထူးသဖြင့်အရာတစ်ခုနှင့်အကူအညီလိုပါသလား? Grylli အတွင်းရှိ မျိုးဖြစ်မြောက် module များစီတိုင်း၌ အသေးစိတ်လမ်းညွှန်မှုများပါဝင်သည့် သူ့ကိုယ်ပိုင်အကူအညီ panel ပါဝင်သည်။
nl: Hulp nodig met iets specifieks? Elke module in Grylli bevat zijn eigen hulppaneel met gedetailleerde begeleiding.
no: Trenger du hjelp med noe spesifikt? Hvert modul i Grylli inneholder sin egen hjelpepult med detaljert veiledning.
pa: ਕਿਸੇ ਵਿਸ਼ੇਸ਼ ਰਾਹਤ ਲਈ ਮਦਦ ਚਾਹੀਦੀ ਹੈ? ਹਰ ਮਾਡਿਊਲ ਵਿਚ ਗ੍ਰਿਲੀ ਦ੍ਰਸ਼ਸ ਮੱਚਕਬੰਦੀ ਸਮੇਤ ਵਿਚਲੀ ਦੀ ਸਹਾਇਤਾ ਪੈਨਲ ਹੈ।
pl: Potrzebujesz konkretnej pomocy? Każdy moduł w Grylli zawiera własny panel pomocy z szczegółowym przewodnikiem.
pt: Precisa de ajuda com algo específico? Cada módulo no Grylli inclui seu próprio painel de ajuda com orientações detalhadas.
ro: Ai nevoie de ajutor cu ceva specific? Fiecare modul din Grylli include propriul panou de ajutor cu îndrumări detaliate.
ru: Нужна помощь с чем-то конкретным? В каждом модуле Grylli есть собственная панель помощи с подробным руководством.
sk: Potrebujete pomôcť s niečím konkrétnym? Každý modul v Grylli obsahuje svoju vlastnú pomocníkovú tabuľu s podrobnými pokynmi.
sl: Potrebujete pomoč pri nečem specifičnem? Vsak modul v Grylli vključuje lastno pomoč s podrobnimi navodili.
sq: Keni nevojë për ndihmë me diçka specifike? Çdo modul në Grylli përfshin panelin e tij të ndihmës me udhëzime të detajuara.
sr: Trebate pomoć sa nečim specifičnim? Svaki modul u Grylli uključuje svoj panel za pomoć sa detaljnim uputstvima.
sv: Behöver du hjälp med något specifikt? Varje modul i Grylli inkluderar sin egen hjälppanel med detaljerad vägledning.
sw: Unahitaji msaada na kitu maalum? Kila moduli katika Grylli inajumuisha jopo lake la msaada na mwongozo wa kina.
ta: கோடிட்ட விசேஷத்திற்கு உதவி தேவைப்படுகிறதா? அங்குலத்தில் ஒவ்வொரு தொகுதியும் அதன் சொந்த உதவி பேனலுடன் விரிவான வழிகாட்டு முறையை உட்கொள்கிறது.
te: ఏదైనా ప్రత్యేకమైన సహాయానికి అవసరమా? ప్రతి మాడ్యూల్ సంగ్రహంలో తనదైన సహాయం పానెల్ లభిస్తుంది, వివరణాత్మక మార్గదర్శనంతో.
th: ต้องการความช่วยเหลือกับสิ่งเฉพาะอย่างหรือไม่? แต่ละโมดูลใน Grylli มีแผงช่วยเหลือของตัวเองพร้อมคำแนะนำโดยละเอียด
tr: Özel bir konuda yardıma mı ihtiyacınız var? Grylli'deki her modül kendi yardım paneli ile ayrıntılı rehberlik sunar.
uk: Потрібна допомога з чимось конкретним? Кожен модуль у Grylli включає своє довідкове вікно з детальною інструкцією.
ur: کسی خاص چیز میں مدد کی ضرورت ہے؟ Grylli کے ہر ماڈیول میں تفصیلی رہنمائی کے ساتھ اس کا اپنا مدد پینل شامل ہے۔
uz: Maxsus narsa uchun yordam kerakmi? Grylli'dagi har bir modul batafsil qo'llanma bilan o'zining yordam panelini o'z ichiga olgan.
vi: Cần giúp đỡ với điều gì đó cụ thể? Mỗi module trong Grylli đều có bảng trợ giúp riêng với hướng dẫn chi tiết.
xh: Ufuna uncedo ngezinto ezithile? Ipakethi nganye e-Grylli ibandakanya ipaneli yokunceda ngenkcukacha.

source: Privacy
ar: الخصوصية
az: Gizlilik
be: Канфiдэнцыяльнасць
bn: গোপনীয়তা
cs: Soukromí
cy: Preifatrwydd
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
et: Privaatsus
eu: Pribatutasuna
fa: حریم خصوصی
fi: Tietosuoja
fr: Confidentialité
ga: Amansɛm
gd: Prìobhaideachd
gl: Privacidade
gu: ગોપનીયતા
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
is: Persónuvernd
ja: プライバシー
ka: კონფიდენციალობა
ku: Têsbrînd Kebrî
lt: Privatumas
lv: Privātums
mg: Fiainana Manokana
mi: Tūmataitinga
mk: Приватност
ml: സ്വകാര്യത
ms: Privasi
mt: Privatezza
my: ကိုယ်ရေးကိုယ်တာ
no: Personvern
pa: ਗੋਪਨੀਤਾਂ
pl: Prywatność
pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Ochrana súkromia
sl: Zasebnost
sq: Privatësia
sr: Privatnost
sv: Sekretess
sw: Faragha
ta: தனியுரிமை
te: గోప్యత
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
ur: پرائیویسی
uz: Maxfiylik
vi: Quyền Riêng Tư
xh: Ubumfihlo

source: Privacy Notice
ar: إشعار الخصوصية
az: Gizlilik Bildirişi
be: Паведамленне пра канфiдэнцыяльнасць
bn: গোপনীয়তা বিজ্ঞপ্তি
cs: Oznámení o ochraně soukromí
cy: Hysbysiad Preifatrwydd
da: Beskyttelse af personlige oplysninger
de: Datenschutzerklärung
el: Ειδοποίηση Απορρήτου
es: Aviso de Privacidad
et: Privaatsusteatis
eu: Pribatutasun-oharra
fa: اطلاعیه حریم خصوصی
fi: Tietosuojailmoitus
fr: Avis de confidentialité
ga: Amansɛm Foforɔ
gd: Brath Prìobhaideachd
gl: Aviso de Privacidade
gu: ગોપનીયતા સૂચના
he: הודעת פרטיות
hi: गोपनीयता नोटिस
hr: Obavijest o privatnosti
hu: Adatvédelmi nyilatkozat
id: Pemberitahuan Privasi
is: Persónuverndartilkynning
it: Informativa sulla Privacy
ja: プライバシー通知
ka: კონფიდენციალურობის შეტყობინება
ku: Ragihandinîya Taybetiyê
lt: Privatumo pranešimas
lv: Privātuma paziņojums
mg: Fanamarihana momba ny Fiainana Manokana
mi: Whakamōhiotanga Tūmataitinga
mk: Известување за приватност
ml: സ്വകാര്യത അറിയിപ്പ്
ms: Notis Privasi
mt: Avviż tal-Privatezza
my: ကိုယ်ရေးကိုယ်တာ တစ်စိတ်တစ်ပိုင်းကြော်ငြာ
nl: Privacyverklaring
no: Personvernerklæring
pa: ਗੋਪਨੀਤਾਂ ਨੋਟਿਸ
pl: Informacja o prywatności
pt: Aviso de Privacidade
ro: Notificare de confidențialitate
ru: Уведомление о конфиденциальности
sk: Oznámenie o ochrane súkromia
sl: Obvestilo o zasebnosti
sq: Njoftim për Privatësinë
sr: Obaveštenje o privatnosti
sv: Sekretessmeddelande
sw: Ilani ya Faragha
ta: தனியுரிமை அறிவிப்பு
te: ప్రైవసీ నోటీస్
th: ประกาศเรื่องความเป็นส่วนตัว
tr: Gizlilik Bildirimi
uk: Повідомлення про конфіденційність
ur: پرائیویسی نوٹس
uz: Maxfiylik haqida bildirishnoma
vi: Thông báo quyền riêng tư
xh: Isaziso Sobumfihlo
