Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Hold to reveal confirm password
ar: استمر في الضغط لعرض كلمة المرور
az: Şifrəni göstərmək üçün saxlayın
be: पासवर्ड देखाउन समात्नुहोस्
bn: পাসওয়ার্ড দেখানোর জন্য ধরে রাখুন
cs: Držte pro zobrazení hesla
cy: Daliwch i ddangos cyfrinair
da: Hold for at vise adgangskode
de: Halten, um das Passwort anzuzeigen
el: Κρατήστε για να εμφανιστεί ο κωδικός πρόσβασης
es: Mantén presionado para mostrar la contraseña
et: Hoia, et parooli näidata
eu: Eutsi pasahitza erakusteko
fa: نگه دارید تا رمزعبور را نشان دهید
fi: Pidä alhaalla näyttääksesi salasanan
fr: Maintenir pour afficher le mot de passe
ga: Coinnigh chun pasfhocal a thaispeáint
gd: Cum a bhith a’ sealltainn facal-faire
gl: Sosteña para mostrar o contrasinal
gu: પાસવર્ડ બતાવવા માટે પકડો
he: לחץ והחזק כדי להציג את הסיסמה
hi: पासवर्ड दिखाने के लिए होल्ड करें
hr: Držite za prikaz lozinke
hu: Tartsd lenyomva a jelszó megjelenítéséhez
id: Tahan untuk menunjukkan kata sandi
is: Haltu til að sýna lykilorð
it: Tieni premuto per mostrare la password
ja: パスワードを表示するには保持してください
ka: पासवर्ड दिखाने के लिए स्थिर रखें
ku: ھوڵ بکە بۆ نیشاندان وشەتێپەڕ
lt: Laikykite, kad būtų rodomas slaptažodis
lv: Nospiediet un turiet, lai parādītu paroli
mg: Tazonina mba haneho ny teny miafina
mi: Purihia kia whakaatu i te kupuhipa
mk: Задржете за да ја покажете лозинката
ml: പാസ്‌വേഡ് കാണിക്കാൻ പിടിച്ച് വെക്കുക
ms: Tahan untuk menunjukkan kata laluan
mt: Żomm biex turi password
my: စကားဝှက်ကို ပြရန် ဖိထားပါ
nl: Houd vast om wachtwoord te tonen
no: Hold for å vise passord
pa: ਪਾਸਵਰਡ ਦਰਸਾਉਣ ਲਈ ਰੱਖੋ
pl: Przytrzymaj, aby pokazać hasło
pt: Segure para mostrar a senha
ro: Țineți apăsat pentru a arăta parola
ru: Удерживайте для отображения пароля
sk: Podržte pre zobrazenie hesla
sl: Držite za prikaz gesla
sq: Mbaj për të shfaqur fjalëkalimin
sr: Držite za prikaz lozinke
sv: Håll för att visa lösenord
sw: Shikilia kuonyesha nywila
ta: கடவுச்சொல்லை காட்ட தாங்கிக்கொள்ளவும்
te: పాస్వర్డ్ చూపించడానికి పట్టండి
th: กดค้างเพื่อแสดงรหัสผ่าน
tr: Parolayı göstermek için basılı tutun
uk: Утримувати, щоб показати пароль
ur: پاس ورڈ دکھانے کے لئے پکڑیں
uz: Parolni ko'rsatish uchun turing
vi: Giữ để hiển thị mật khẩu
xh: Bamba ukuze ubonise ipaswedi

source: Forgot Password
ar: نسيت كلمة المرور
az: Şifrəni Unutdunuz
be: Нууц үгээ мартсан
bn: পাসওয়ার্ড ভুলে গেছেন
cs: Zapomenuté heslo
cy: Wedi anghofio'r Cyfrinair
da: Glemt adgangskode
de: Passwort vergessen?
el: Ξεχάσατε τον Κωδικό;
es: ¿Olvidaste la contraseña?
et: Unustasid parooli
eu: Pasahitza Ahaztu
fa: فراموشی رمز عبور
fi: Unohditko salasanan
fr: Mot de passe oublié ?
ga: Pasfhocal Dearmadta
gd: Dhìochuimhnich am Facal-faire
gl: Esqueciches o contrasinal
gu: પાસવર્ડ ભૂલાયા
he: שכחתי סיסמה
hi: पासवर्ड भूल गए
hr: Zaboravljena lozinka
hu: Elfelejtett jelszó
id: Lupa Kata Sandi
is: Gleymt lykilorð
it: Password dimenticata
ja: パスワードを忘れた
ka: დაგავიწყდა პაროლი
ku: Passworda xwe ji bîr kir?
lt: Pamiršote slaptažodį
lv: Aizmirsāt paroli
mg: Nohadinoina ny Tenimiafina
mi: Wareware te Kupuhipa
mk: Заборавена лозинка
ml: പാസ്വേഡ് മറന്നോ
ms: Lupa Kata Laluan
mt: Insejt il-Password
my: စကားဝှက်မေ့သွားပါပြီ
nl: Wachtwoord vergeten
no: Glemt passord
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ
pl: Zapomniałeś hasła
pt: Esqueceu a Senha
ro: Ați uitat parola
ru: Забыли пароль
sk: Zabudnuté heslo
sl: Ste pozabili geslo
sq: Keni harruar fjalëkalimin
sr: Zaboravljena lozinka
sv: Glömt lösenord
sw: Umesahau Nenosiri
ta: கடவுச்சொல் மறந்துவிட்டது
te: పాస్వర్డ్ మర్చిపోయారా
th: ลืมรหัสผ่าน
tr: Parolayı Unuttum
uk: Забули пароль
ur: پاس ورڈ بھول گئے
uz: Parolni Unutdingiz
vi: Quên Mật khẩu
xh: Uyilibele iphasiwedi

source: Please answer your security questions to continue.
ar: يرجى إدخال رمز المصادقة الخاص بك.
az: Lütfən doğrulama kodunuzu daxil edin.
be: Калі ласка, увядзіце ваш код аўтэнтыфікацыі.
bn: অনুগ্রহ করে আপনার প্রমাণীকরণ কোড প্রবেশ করুন।
cs: Zadejte prosím svůj autentizační kód.
cy: Rhowch eich cod dilysu, os gwelwch yn dda.
da: Indtast venligst din godkendelseskode.
de: Bitte geben Sie Ihren Authentifizierungscode ein.
el: Παρακαλώ εισάγετε τον κωδικό αυθεντικοποίησης σας.
es: Por favor, introduce tu código de autenticación.
et: Palun sisesta oma autentimiskood.
eu: Mesedez, sartu zure autentikazio kodea.
fa: لطفاً کد احراز هویت خود را وارد کنید.
fi: Anna todennuskoodisi.
fr: Veuillez entrer votre code d'authentification.
ga: Mesrɛ, kyerɛ saa sikapa nnyeso no.
gd: Cuir a-steach do chòd dearbhachaidh.
gl: Por favor, introduce o teu código de autenticación.
gu: કૃપા કરીને તમારો ઓથેન્ટિકેશન કોડ દાખલ કરો.
he: אנא הכנס את קוד האימות שלך.
hi: कृपया अपना प्रमाणीकरण कोड दर्ज करें।
hr: Unesite svoj autentifikacijski kod.
hu: Kérem, adja meg az authenticator kódját.
id: Silakan masukkan kode autentikasi Anda.
is: Vinsamlegast sláðu inn staðfestingarkóða þinn.
it: Per favore inserisci il tuo codice di autenticazione.
ja: 認証コードを入力してください。
ka: გთხოვთ, შეიყვანოთ თქვენი ავტენტიფიკაციის კოდი.
ku: تکایە کۆدی دڵنیاکردنەوە بنووسە.
lt: Prašome įvesti savo autentifikavimo kodą.
lv: Lūdzu, ievadiet savu autentifikācijas kodu.
mg: Ampidiro azafady ny kaody fampiavahanao.
mi: Tāutuhia tō waehere whakaū.
mk: Внесете го вашиот код за автентикација.
ml: ദയവായി നിങ്ങളുടെ ഓഥന്റിക്കേഷൻ കോഡ് നൽകുക.
ms: Sila masukkan kod pengesahan anda.
mt: Jekk jogħġbok daħħal il-kodiċi tal-awtentikazzjoni tiegħek.
my: သင့်အမှန်သားကုဒ်ကို ထည့်ပါ။
nl: Voer uw authenticatiecode in.
no: Vennligst skriv inn din autentiseringskode.
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਪ੍ਰਮਾਣੀਕਰਨ ਕੋਡ ਦਾਖਿਲ ਕਰੋ।
pl: Proszę wprowadzić swój kod uwierzytelniający.
pt: Por favor, insira seu código de autenticação.
ro: Vă rugăm să introduceți codul de autentificare.
ru: Пожалуйста, введите ваш код аутентификации.
sk: Zadajte svoj overovací kód.
sl: Prosimo, vnesite svojo avtentikacijsko kodo.
sq: Ju lutemi fusni kodin tuaj të autentifikimit.
sr: Molimo unesite svoj kôd za autentifikaciju.
sv: Var god ange din autentiseringskod.
sw: Tafadhali ingiza msimbo wako wa uthibitishaji.
ta: தயவுசெய்து உங்கள் உறுதிப்படுத்தல் குறியீட்டை உள்ளிடவும்.
te: దయచేసి మీ నిర్ధారణ కోడ్‌ని పొందుపరచండి.
th: กรุณาใส่รหัสการยืนยันของคุณ
tr: Lütfen doğrulama kodunuzu girin.
uk: Будь ласка, введіть ваш код автентифікації.
ur: براہ کرم اپنا تصدیقی کوڈ درج کریں۔
uz: Iltimos, autentifikatsiya kodingizni kiriting.
vi: Vui lòng nhập mã xác thực của bạn.
xh: Nceda faka ikhowudi yakho yokuqinisekisa.

source: Enter your username and email. We'll send you a link to reset your password.
ar: أدخل اسم المستخدم والبريد الإلكتروني الخاص بك. سنرسل لك رابطًا لإعادة تعيين كلمة المرور الخاصة بك.
az: İstifadəçi adınızı və e-poçtunuzu daxil edin. Sizə şifrənizi sıfırlamaq üçün link göndərəcəyik.
be: Хэрэглэгчийн нэр болон имэйлээ оруулна уу. Бид таньд нууц үгээ сэргээх холбоос илгээх болно.
bn: আপনার ব্যবহারকারীর নাম এবং ইমেইল প্রবেশ করান। আমরা আপনাকে পাসওয়ার্ড পুনরায় সেট করার একটি লিঙ্ক পাঠাবো।
cs: Zadejte své uživatelské jméno a email. Zašleme vám odkaz pro resetování hesla.
cy: Rhowch eich enw defnyddiwr a'ch e-bost. Byddwn yn anfon dolen i ailosod eich cyfrinair.
da: Indtast dit brugernavn og email. Vi sender dig et link til at nulstille din adgangskode.
de: Geben Sie Ihren Benutzernamen, Ihre E-Mail-Adresse und Ihr neues Passwort ein.
el: Εισάγετε το όνομα χρήστη και το email σας. Θα σας στείλουμε έναν σύνδεσμο για να επαναφέρετε τον κωδικό σας.
es: Ingrese su nombre de usuario, correo electrónico y nueva contraseña.
et: Sisesta oma kasutajanimi ja e-post. Saadame sulle lingi parooli lähtestamiseks.
eu: Idatzi zure erabiltzaile izena eta emaila. Pasahitza berrezartzeko esteka bat bidaliko dizugu.
fa: نام کاربری و ایمیل خود را وارد کنید. ما لینکی برای بازنشانی رمز عبور برای شما ارسال خواهیم کرد.
fi: Syötä käyttäjänimesi ja sähköpostiosoitteesi. Lähetämme sinulle linkin salasanan nollaamiseksi.
fr: Entrez votre nom d'utilisateur, votre e-mail et votre nouveau mot de passe.
ga: Cuir isteach d'ainm úsáideora agus do r-phost. Seolfaimid nasc chugat chun do phasfhocal a athshocrú.
gd: Cuir a-steach d' ainm-cleachdaidh agus post-dealain. Cuiridh sinn ceangal thugad gus am facal-faire ath-shuidheachadh.
gl: Introduce o teu nome de usuario e correo electrónico. Che enviarémosche unha ligazón para restablecer o teu contrasinal.
gu: તમારું વપરાશકર્તા નામ અને ઇમેઇલ દાખલ કરો. અમે તમને તમારો પાસવર્ડ રીસેટ કરવા માટે લીંક મોકલીએશુ.
he: הכנס את שם המשתמש והמייל שלך. נשלח לך קישור לאיפוס הסיסמה.
hi: अपना उपयोगकर्ता नाम और ईमेल दर्ज करें। हम आपको पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।
hr: Unesite svoje korisničko ime i email. Poslat ćemo vam poveznicu za ponovno postavljanje lozinke.
hu: Add meg a felhasználóneved és e-mailed. Küldünk egy linket a jelszó visszaállításához.
id: Masukkan nama pengguna dan email Anda. Kami akan mengirimkan tautan untuk mengatur ulang kata sandi Anda.
is: Sláðu inn notendanafnið þitt og netfang. Við munum senda þér hlekk til að endurstilla lykilorðið þitt.
it: Inserisci il tuo nome utente e email. Ti invieremo un link per reimpostare la password.
ja: ユーザー名とメールアドレスを入力してください。 パスワードをリセットするリンクを送信します。
ka: შეიყვანეთ თქვენი მომხმარებლის სახელი და ელფოსტა. ჩვენ გამოგიგზავნით ბმულს პაროლის აღსადგენად.
ku: Navê Bikarhêner û Emailê te binivîse. Em ji we re girêdana nehêlebersa xwe dîn bikinin beşîninin.
lt: Įveskite savo vartotojo vardą ir el. paštą. Atsiųsime jums nuorodą slaptažodžiui atkurti.
lv: Ievadiet savu lietotājvārdu un e-pastu. Mēs nosūtīsim saiti, lai atiestatītu jūsu paroli.
mg: Ampidiro ny anarana sy ny mailaka. Handefa rohy hanamboarana ny tenimiafina izahay.
mi: Whakauruhia tō ingoakaitoi me te īmēra. Ka tuku mātou i tētahi hononga hei tautuhi anō i tō kupuhipa.
mk: Внесете го вашето корисничко име и е-пошта. Ќе ви испратиме линк за ресетирање на вашата лозинка.
ml: നിങ്ങളുടെ ഉപയോക്താവിനാമവും ഇമെയിലും നൽകുക. നിങ്ങൾക്ക് പാസ്‌വേഡ് തിരിച്ചുപിടിക്കാൻ ഒരു ലിങ്ക് അയയ്ക്കും.
ms: Masukkan nama pengguna dan emel anda. Kami akan hantar pautan untuk set semula kata laluan anda.
mt: Daħħal l-isem tal-utent tiegħek u l-email. Aħna nibgħatulek link biex tirrisetta l-password tiegħek.
my: သင့်ရဲ့ အသုံးပြုသူအမည်နှင့် အီးမေးလ်ကို ဖြည့်ပါ။ ကျွန်ုပ်တို့သည် သင့်ရဲ့ စကားဝှက် ပြန်လည်သတ်မှတ်ရန်လင့်ခ်ကို ပို့ပါမည်။
nl: Voer uw gebruikersnaam en e-mail in. We sturen u een link om uw wachtwoord te resetten.
no: Skriv inn brukernavn og e-post. Vi sender deg en lenke for å tilbakestille passordet ditt.
pa: ਆਪਣਾ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਈਮੇਲ ਭਰੋ।ਅਸੀਂ ਤੁਹਾਨੂੰ ਆਪਣਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕਰਨ ਲਈ ਲਿੰਕ ਭੇਜਾਂਗੇ।
pl: Wprowadź swoją nazwę użytkownika i email. Wyślemy Ci link do zmiany hasła.
pt: Insira seu nome de usuário e e-mail. Enviaremos um link para redefinir sua senha.
ro: Introduceți numele de utilizator și emailul. Vă vom trimite un link pentru a reseta parola.
ru: Введите ваше имя пользователя и адрес электронной почты. Мы отправим вам ссылку для сброса пароля.
sk: Zadajte svoje používateľské meno a email. Pošleme vám odkaz na resetovanie hesla.
sl: Vnesite vaše uporabniško ime in e-pošto. Poslali vam bomo povezavo za ponastavitev gesla.
sq: Shkruani emrin tuaj të përdoruesit dhe emailin. Ne do t'ju dërgojmë një lidhje për të rivendosur fjalëkalimin tuaj.
sr: Unesite vaše korisničko ime i e-mail. Poslaćemo vam link za resetovanje lozinke.
sv: Ange ditt användarnamn och e-post. Vi skickar en länk för att återställa ditt lösenord.
sw: Ingiza jina lako la mtumiaji na barua pepe. Tutakutumia kiungo cha kuweka upya nenosiri lako.
ta: உங்கள் பயனர்பெயர் மற்றும் மின்னஞ்சல் எழுதுங்கள். நீங்கள் உங்கள் கடவுச்சொல்லை மறுசீரமைக்க ஒரு இணைப்பை அனுப்புவோம்.
te: మీ వినియోగదారు పేరు మరియు ఇమెయిల్ను నమోదు చేయండి. మీ పాస్వర్డ్‌ను మర్చిపోయి పునరుద్ధరించడానికి మీకు లింక్‌ను పంపతం.
th: ใส่ชื่อผู้ใช้และอีเมลของคุณ เราจะส่งลิงก์เพื่อรีเซ็ตรหัสผ่านของคุณ
tr: Kullanıcı adınızı ve e-posta adresinizi girin. Size parolanızı sıfırlamak için bir bağlantı göndereceğiz.
uk: Ведіть ваше ім'я користувача та електронну пошту. Ми надішлемо вам посилання для скидання пароля.
ur: اپنا صارف نام اور ای میل درج کریں۔ ہم آپ کو پاس ورڈ ری سیٹ کرنے کا لنک بھیجیں گے۔
uz: Foydalanuvchi nomingiz va elektron pochtangizni kiriting. Parolni tiklash uchun sizga havola yuboramiz.
vi: Nhập tên người dùng và email của bạn. Chúng tôi sẽ gửi cho bạn một liên kết để đặt lại mật khẩu.
xh: Faka igama lomsebenzisi kunye ne-imeyile yakho. Siza kukuthumelela ikhonkco lokuseta kwakhona iphasiwedi yakho.

source: Submit Answers
ar: إرسال الإجابات
az: Cavabları Göndər
be: উত্তর জমা দিন
bn: উত্তর জমা দিন
cs: Odeslat odpovědi
cy: Cyflwyno Atebion
da: Indsend svar
de: Antworten einreichen
el: Υποβολή Απαντήσεων
es: Enviar respuestas
et: Esita vastused
eu: Bidali Erantzunak
fa: پاسخ‌ها را ارسال کنید
fi: Lähetä vastaukset
fr: Soumettre les réponses
ga: Cuir Isteach Freagraí
gd: Cuir a-steach Freagairtean
gl: Enviar Respostas
gu: જવાબો સબમિટ કરો
he: שלח תשובות
hi: उत्तर सबमिट करें
hr: Pošaljite odgovore
hu: Válaszok beküldése
id: Kirim Jawaban
is: Senda svör
it: Invia Risposte
ja: 回答を提出
ka: პასუხების გაგზავნა
ku: فەرەبو وەڵامەکان
lt: Pateikite atsakymus
lv: Iesniegt atbildes
mg: Alefaso ny valiny
mi: Tukuna Ngā Whakautu
mk: Поднесете одговори
ml: ഉത്തരങ്ങൾ സമർപ്പിക്കുക
ms: Hantar Jawapan
mt: Ibgħat Tweġibiet
my: အဖြေအသားပြင်းပြည်သာပေးပါ
nl: Verzend Antwoorden
no: Send inn Svar
pa: ਉੱਤਰ ਜਮ੍ਹਾਂ ਕਰੋ
pl: Prześlij odpowiedzi
pt: Enviar Respostas
ro: Trimiteți răspunsuri
ru: Отправить ответы
sk: Odoslať odpovede
sl: Pošlji odgovore
sq: Dorëzoni Përgjigjet
sr: Пошаљите одговоре
sv: Skicka Svar
sw: Wasilisha Majibu
ta: பதில்களை சமர்ப்பிக்கவும்
te: జవాబులు సమర్పించండి
th: ส่งคำตอบ
tr: Cevapları Gönder
uk: Надіслати відповіді
ur: جوابات جمع کروائیں
uz: Javoblarni Yuboring
vi: Nộp Câu Trả Lời
xh: Ngenisa Impendulo

source: Next
ar: التالي
az: Növbəti
be: পরবর্তী
bn: পরবর্তী
cs: Další
cy: Nesaf
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
et: Järgmine
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
ga: Ar Aghaidh
gd: An Ath Leum
gl: Seguinte
gu: આગલું
he: הבא
hi: आगे बढ़ें
hr: Dalje
hu: Következő
id: Berikutnya
is: Næsta
it: Successivo
ja: 次へ
ka: შემდეგი
ku: دواتر
lt: Toliau
lv: Tālāk
mg: Manaraka
mi: Panuku
mk: Следно
ml: അടുത്ത തലക്കട്ട
ms: Seterusnya
mt: Li jmiss
my: နောက်တစ်ခု
nl: Volgende
no: Neste
pa: ਅਗਲਾ
pl: Dalej
pt: Próximo
ro: Următorul
ru: Далее
sk: Ďalej
sl: Naslednje
sq: Tjetër
sr: Даље
sv: Nästa
sw: Inayofuata
ta: அடுத்தது
te: తరువాత
th: ถัดไป
tr: Sonraki
uk: Далі
ur: اگلا
uz: Keyingisi
vi: Tiếp Theo
xh: Okulandelayo

source: Forgot Username
ar: نسيت اسم المستخدم
az: İstifadəçi Adını Unutdunuz
be: Хэрэглэгчийн нэр мартсан
bn: ব্যবহারকারীর নাম ভুলে গেছেন
cs: Zapomenuté uživatelské jméno
cy: Wedi anghofio'r Enw Defnyddiwr
da: Glemt brugernavn
de: Benutzername vergessen?
el: Ξεχάσατε το Όνομα Χρήστη;
es: ¿Olvidaste el nombre de usuario?
et: Unustasid kasutajanime
eu: Erabiltzaile Izena Ahaztu
fa: فراموشی نام کاربری
fi: Unohditko käyttäjänimen
fr: Nom d'utilisateur oublié ?
ga: Ainm Úsáideora Dearmadta
gd: Dhìochuimhnich ainm-cleachdaidh
gl: Esqueciches o nome de usuario
gu: વપરાશકર્તા નામ ભૂલ્યા
he: שכחתי שם משתמש
hi: उपयोगकर्ता नाम भूल गए
hr: Zaboravljeno korisničko ime
hu: Elfelejtett felhasználónév
id: Lupa Nama Pengguna
is: Gleymt notendanafn
it: Nome utente dimenticato
ja: ユーザー名を忘れた
ka: დაგავიწყდა მომხმარებელი
ku: Navê Bikarhêner ji bîr kir
lt: Pamiršote vartotojo vardą
lv: Aizmirsāt lietotājvārdu
mg: Nohadinoina Ny Anarana Ireo
mi: Wareware te Ingoatokotāpui
mk: Заборавено корисничко име
ml: ഉപയോക്തൃനാമം മറന്നോ
ms: Lupa Nama Pengguna
mt: Insejt l-Isem tal-Utent
my: အသုံးပြုသူအမည်မေ့သွားပါပြီ
nl: Gebruikersnaam vergeten
no: Glemt brukernavn
pa: ਯੂਜ਼ਰਨੇਮ ਭੁੱਲ ਗਏ
pl: Zapomniałeś nazwy użytkownika
pt: Esqueceu o Nome de Usuário
ro: Ați uitat numele de utilizator
ru: Забыли имя пользователя
sk: Zabudnuté používateľské meno
sl: Pozabljeno uporabniško ime
sq: Keni harruar emrin e përdoruesit
sr: Zaboravljeno korisničko ime
sv: Glömt användarnamn
sw: Umesahau Jina la Mtumiaji
ta: பயனர்பெயர் மறந்துவிட்டது
te: వినియోగదారు పేరును మర్చిపోయారా
th: ลืมชื่อผู้ใช้
tr: Kullanıcı Adını Unuttum
uk: Забули ім'я користувача
ur: صارف نام بھول گئے
uz: Foydalanuvchi nomini unutdingiz
vi: Quên Tên người dùng
xh: Umsebenzisi ulityelwe

source: Enter your email address, and we'll send you your username.
ar: أدخل عنوان بريدك الإلكتروني، وسنرسل لك اسم المستخدم الخاص بك.
az: E-poçt ünvanınızı daxil edin, sizə istifadəçi adınızı göndərəcəyik.
be: Имэйл хаягаа оруулна уу, бид таньд хэрэглэгчийн нэрийг тань илгээнэ.
bn: আপনার ইমেইল ঠিকানা প্রবেশ করান, এবং আমরা আপনাকে আপনার ব্যবহারকারীর নাম পাঠাবো।
cs: Zadejte svou emailovou adresu a zašleme vám vaše uživatelské jméno.
cy: Rhowch eich cyfeiriad e-bost, a byddwn yn anfon eich enw defnyddiwr atoch.
da: Indtast din emailadresse, så sender vi dit brugernavn til dig.
de: Geben Sie Ihre E-Mail-Adresse ein, und wir senden Ihnen Ihren Benutzernamen zu.
el: Εισάγετε τη διεύθυνση email σας, και θα σας στείλουμε το όνομα χρήστη σας.
es: Ingrese su dirección de correo electrónico y le enviaremos su nombre de usuario.
et: Sisesta oma e-posti aadress ja saadame sulle sinu kasutajanime.
eu: Idatzi zure helbide elektronikoa, eta zure erabiltzaile izena bidaliko dizugu.
fa: آدرس ایمیل خود را وارد کنید و ما نام کاربری شما را ارسال خواهیم کرد.
fi: Syötä sähköpostiosoitteesi, niin lähetämme sinulle käyttäjänimesi.
fr: Entrez votre adresse email, et nous vous enverrons votre nom d'utilisateur.
ga: Cuir isteach do sheoladh ríomhphoist, agus seolfaimid d'ainm úsáideora chugat.
gd: Cuir a-steach do sheòladh puist-d, agus cuiridh sinn d’ ainm-cleachdaidh thugad.
gl: Introduce o teu correo electrónico, e enviarémosche o teu nome de usuario.
gu: તમારા ઇમેલ સરનામું દાખલ કરો, અને અમે તમને તમારું વપરાશકર્તા નામ મોકલીએ.
he: הכנס את כתובת המייל שלך, ונשלח לך את שם המשתמש שלך.
hi: अपना ईमेल पता दर्ज करें, और हम आपको आपका उपयोगकर्ता नाम भेजेंगे।
hr: Unesite svoju email adresu i poslat ćemo vam vaše korisničko ime.
hu: Add meg az e-mail címed, és elküldjük neked a felhasználóneved.
id: Masukkan alamat email Anda, dan kami akan mengirimkan nama pengguna Anda.
is: Sláðu inn netfangið þitt, og við munum senda þér notandanafnið þitt.
it: Inserisci il tuo indirizzo email, e ti invieremo il tuo nome utente.
ja: メールアドレスを入力してください。ユーザー名を送信します。
ka: შეიყვანეთ თქვენი ელფოსტის მისამართი და ჩვენ გამოგიგზავნით თქვენს მომხმარებელზე.
ku: Navnîşana Emailê te binivîse, em ji bike navê bikarhênere we.
lt: Įveskite savo el. pašto adresą, ir mes atsiųsime jums jūsų vartotojo vardą.
lv: Ievadiet savu e-pasta adresi, un mēs nosūtīsim jūsu lietotājvārdu.
mg: Ampidiro ny adiresy mailakao, dia handefa anao ny anaranao izahay.
mi: Whakauruhia tō wāhitau īmēra, ka tuku mātou i tō ingoatokotāpui ki a koe.
mk: Внесете ја вашата е-пошта и ќе ви го испратиме вашето корисничко име.
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം നൽകുക, നിങ്ങളുടെ ഉപയോക്തൃനാമം അയയ്ക്കാം.
ms: Masukkan alamat emel anda, dan kami akan hantar nama pengguna anda.
mt: Daħħal l-indirizz tal-email tiegħek, u aħna nibgħatulek l-isem tal-utent tiegħek.
my: သင့်ရဲ့ အီးမေးလ်လိပ်စာကို ထည့်ပါ၊ ကျွန်ုပ်တို့သည် သင့်ရဲ့ အသုံးပြုသူအမည်ကို ပို့ပါမည်။
nl: Voer uw e-mailadres in, en we sturen u uw gebruikersnaam.
no: Skriv inn e-postadressen din, så sender vi deg brukernavnet.
pa: ਆਪਣਾ ਈਮੇਲ ਪਤਾ ਭਰੋ, ਅਤੇ ਅਸੀਂ ਤੁਹਾਨੂੰ ਤੁਹਾਡਾ ਯੂਜ਼ਰਨੇਮ ਭੇਜਾਂਗੇ।
pl: Wprowadź swój adres email, a wyślemy Ci Twoją nazwę użytkownika.
pt: Insira seu endereço de e-mail, e nós enviaremos seu nome de usuário.
ro: Introduceți adresa de email, și vă vom trimite numele de utilizator.
ru: Введите свой адрес электронной почты, и мы отправим вам ваше имя пользователя.
sk: Zadajte svoju emailovú adresu a pošleme vám vaše používateľské meno.
sl: Vnesite vašo e-poštni naslov in poslali vam bomo vaše uporabniško ime.
sq: Shkruani adresën tuaj të emailit, dhe ne do t'ju dërgojmë emrin tuaj të përdoruesit.
sr: Unesite vašu e-mail adresu i poslaćemo vam vaše korisničko ime.
sv: Ange din e-postadress, så skickar vi ditt användarnamn.
sw: Ingiza anwani yako ya barua pepe, na tutakutumia jina lako la mtumiaji.
ta: உங்கள் மின்னஞ்சல் முகவரி வழங்கவும், உங்கள் பயனர்பெயரை அனுப்புவோம்.
te: మీ ఇమెయిల్ చిరునామాను నమోదు చేయండి, మరియు మేము మీ వినియోగదారు పేరును మీకు పంపుతాము.
th: ใส่อีเมลของคุณแล้วเราจะส่งชื่อผู้ใช้ของคุณให้
tr: E-posta adresinizi girin, size kullanıcı adınızı göndereceğiz.
uk: Введіть вашу електронну адресу, і ми надішлемо вам ваше ім'я користувача.
ur: اپنا ای میل پتہ درج کریں، اور ہم آپ کو آپ کا صارف نام بھیج دیں گے۔
uz: Elektron pochta manzilingizni kiriting, sizga foydalanuvchi nomingizni yuboramiz.
vi: Nhập địa chỉ email của bạn, và chúng tôi sẽ gửi cho bạn tên người dùng của bạn.
xh: Faka idilesi ye-imeyile, kwaye siza kukuthumelela igama lomsebenzisi lakho.

source: Send Username
ar: إرسال اسم المستخدم
az: İstifadəçi Adını Göndər
be: Хэрэглэгчийн нэр илгээх
bn: ব্যবহারকারীর নাম পাঠান
cs: Odeslat uživatelské jméno
cy: Anfon Enw Defnyddiwr
da: Send brugernavn
de: Benutzername senden
el: Αποστολή Ονόματος Χρήστη
es: Enviar nombre de usuario
et: Saada kasutajanimi
eu: Bidali Erabiltzaile Izena
fa: ارسال نام کاربری
fi: Lähetä käyttäjänimi
fr: Envoyer le nom d'utilisateur
ga: Seol Ainm Úsáideora
gd: Cuir D’ ainm-cleachdaidh
gl: Enviar nome de usuario
gu: વપરાશકર્તા નામ મોકલો
he: שלח שם משתמש
hi: उपयोगकर्ता नाम भेजें
hr: Pošalji korisničko ime
hu: Felhasználónév küldése
id: Kirim Nama Pengguna
is: Senda notendanafn
it: Invia nome utente
ja: ユーザー名を送信
ka: მომხმარებლის გაგზავნა
ku: Navê Bikarîbîne
lt: Siųsti vartotojo vardą
lv: Nosūtīt lietotājvārdu
mg: Alefaso Ny Anarana
mi: Tukuna Ingoatokotāpui
mk: Испрати корисничко име
ml: ഉപയോക്തൃനാമം അയക്കുക
ms: Hantar Nama Pengguna
mt: Ibgħat Isem tal-Utent
my: အသုံးပြုသူအမည် ပို့ပါ
nl: Stuur Gebruikersnaam
no: Send brukernavn
pa: ਯੂਜ਼ਰਨੇਮ ਭੇਜੋ
pl: Wyślij nazwę użytkownika
pt: Enviar Nome de Usuário
ro: Trimiteți Nume de Utilizator
ru: Отправить имя пользователя
sk: Odoslať používateľské meno
sl: Pošlji uporabniško ime
sq: Dërgo Emrin e Përdoruesit
sr: Pošalji korisničko ime
sv: Skicka användarnamn
sw: Tuma Jina la Mtumiaji
ta: பயனர்பெயரை அனுப்பவும்
te: వినియోగదారు పేరును పంపండి
th: ส่งชื่อผู้ใช้
tr: Kullanıcı Adı Gönder
uk: Надіслати ім'я користувача
ur: صارف نام بھیجیں
uz: Foydalanuvchi Nomi Yuborish
vi: Gửi Tên người dùng
xh: Thumela igama lomsebenzisi

source: Log In
ar: تسجيل الدخول
az: Giriş
be: Нэвтрэх
bn: লগ ইন
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Einloggen
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
eu: Hasi Saioa
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
ga: Logáil Isteach
gd: Log a-steach
gl: Iniciar sesión
gu: લૉગ ઇન
he: התחבר
hi: लॉग इन करें
hr: Prijavi se
hu: Bejelentkezés
id: Masuk
is: Skrá inn
it: Accedi
ja: ログイン
ka: შესვლა
ku: Têkevin Torê
lt: Prisijungti
lv: Pieteikties
mg: Midira
mi: Takiuru
mk: Најава
ml: ലോഗിൻ
ms: Log Masuk
mt: Illoggja
my: လော့ဂ် အင်
nl: Inloggen
no: Logg inn
pa: ਲੌਗ ਇਨ ਕਰੋ
pl: Zaloguj się
pt: Entrar
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijava
sq: Kyçuni
sr: Prijava
sv: Logga in
sw: Ingia
ta: உள்நுழையவும்
te: లాగ్ ఇన్
th: เข้าสู่ระบบ
tr: Giriş Yap
uk: Увійти
ur: لاگ اِن
uz: Kirish
vi: Đăng nhập
xh: Ngena
