Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
ar: تُستخدم بياناتك فقط لغرض إرسال التذكيرات والرسائل وفقًا لتفضيلاتك.
az: Məlumatlarınız yalnız xatırlatmalar və mesajların seçimlərinizə uyğun göndərilməsi məqsədilə istifadə edilir.
be: Вашы дадзеныя выкарыстоўваюцца выключна для дастаўкі напамінкаў і паведамленняў у адпаведнасці з вашымі перавагамі.
bn: আপনার ডেটা কেবলমাত্র আপনার পছন্দ অনুযায়ী অনুস্মারক এবং বার্তা সরবরাহের উদ্দেশ্যে ব্যবহৃত হয়।
cs: Vaše data jsou používána výhradně za účelem doručování připomenutí a zpráv dle vašich preferencí.
cy: Mae eich data'n cael ei ddefnyddio yn unig at ddibenion darparu atgoffa a negeseuon yn unol â'ch dewisiadau chi.
da: Dine data bruges udelukkende med det formål at levere påmindelser og beskeder i overensstemmelse med dine præferencer.
de: Ihre Daten werden ausschließlich zum Zweck der Bereitstellung von Erinnerungen und Nachrichten gemäß Ihren Präferenzen verwendet.
el: Τα δεδομένα σας χρησιμοποιούνται αποκλειστικά για την παράδοση υπενθυμίσεων και μηνυμάτων σύμφωνα με τις προτιμήσεις σας.
es: Tus datos se utilizan únicamente para entregar recordatorios y mensajes según tus preferencias.
et: Teie andmeid kasutatakse ainult teie eelistuste järgi meeldetuletuste ja sõnumite edastamiseks.
eu: Zure datuak soilik erabiltzen dira ohar eta mezuak entregatzeko zure lehentasunen arabera.
fa: داده‌های شما صرفاً برای ارسال یادآوری‌ها و پیام‌ها طبق ترجیحات شما استفاده می‌شود.
fi: Tietojasi käytetään ainoastaan muistutusten ja viestien toimittamiseen mieltymystesi mukaisesti.
fr: Vos données sont uniquement utilisées dans le but de livrer des rappels et des messages selon vos préférences.
ga: Wo nsɛm a wɔde ɛyɛ kɛ sɛ wosɛsɛ wɔsoma kaeɛdeɛ ɛne nsɛm sɛnea ɛyɛ wo abisadeɛɛ soosɔ no.
gd: Tha an dàta agad air a chleachdadh dìreach airson lìbhrigeadh chuimhneachain is theachdaireachdan a rèir do roghainnean.
gl: Os teus datos úsanse exclusivamente coa finalidade de entregar recordatorios e mensaxes segundo as túas preferencias.
gu: તમારા આંકડાનો ઉપયોગ માત્ર તમારી પસંદગીઓ અનુસાર રિમાઇન્ડર અને સંદેશ આપવાના હેતુ માટે થાય છે.
he: הנתונים שלך משמשים אך ורק למטרת משלוח תזכורות והודעות על פי העדפותיך.
hi: आपके डेटा का उपयोग केवल आपकी पसंद के अनुसार रिमाइंडर और संदेश प्रदान करने के उद्देश्य से किया जाता है।
hr: Vaši podaci se koriste isključivo za dostavu podsjetnika i poruka prema vašim preferencijama.
hu: Adatait kizárólag arra a célra használjuk, hogy emlékeztetőket és üzeneteket küldjünk az Ön preferenciái szerint.
id: Data Anda digunakan semata-mata untuk tujuan mengirimkan pengingat dan pesan sesuai preferensi Anda.
is: Gögnin þín eru notuð eingöngu í þeim tilgangi að afhenda áminningar og skilaboð í samræmi við óskir þínar.
it: I tuoi dati vengono utilizzati esclusivamente per lo scopo di consegnare promemoria e messaggi secondo le tue preferenze.
ja: データは、あなたの設定に従ってリマインダーとメッセージを配信する目的のみに使用されます。
ka: თქვენი მონაცემები გამოიყენება მხოლოდ იმისთვის, რომ გაგზავნოს შეხსენებები და შეტყობინებები თქვენი პრეფერენციების მიხედვით.
ku: Daneyên we tenê ji bo amade kirina berpirsiyarî û parkirinan bi gorîîrtyên personalyên we ye.
lt: Jūsų duomenys naudojami tik tam, kad galėtumėte gauti priminimus ir pranešimus pagal savo pageidavimus.
lv: Jūsu dati tiek izmantoti tikai atgādinājumu un ziņu nosūtīšanai pēc jūsu vēlmēm.
mg: Ny angon-drakitrao dia ampiasaina fotsiny ho an'ny tanjon'ny fandefasana fifampahatsiahivana sy hafatra araka ny safidinao.
mi: Ka whakamahia anake ō raraunga hei tuku whakamahara me ngā karere e ai ki ōu manakohanga.
mk: Вашите податоци се користат исклучиво за целите на доставување на потсетници и пораки според вашите преференции.
ml: നിങ്ങളുടെ അഭിരുചികൾക്ക് അനുസരിച്ച് ഓർമപ്പെടുത്തലുകളും സന്ദേശങ്ങളും നൽകുന്നതിനായി മാത്രം നിങ്ങളുടെ ഡാറ്റ ഉപയോഗിക്കുന്നു.
ms: Data anda digunakan semata-mata untuk tujuan menghantar peringatan dan mesej mengikut pilihan anda.
mt: Id-data tiegħek tintuża biss għall-iskop li tgħaddi l-rimindji u l-messaġġi skont il-preferenzi tiegħek.
my: အသုံးပြုသည့်အကြောင်းအရာ မက်ဆေ့ဂျ်များကို သင့်လိပ်စာနဲ့ ငြိမ်းချမ်းစေရန်သုံးသည်။
nl: Uw gegevens worden uitsluitend gebruikt voor het leveren van herinneringen en berichten volgens uw voorkeuren.
no: Dine data brukes utelukkende til formålet med å levere påminnelser og meldinger i henhold til dine preferanser.
pa: ਤੁਹਾਡਾ ਡਾਟਾ ਕੇਵਲ ਉਹਦੇ ਉਦੇਸ਼ ਲਈ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ ਜੋ ਤੁਸੀਂ ਵਾਂਦੇ ਦੀਆਂ याद ਦਿਲਾਈਆਂ ਅਤੇ ਸੁਨੇਹਿਆਂ ਲਈ ਕਿੰਵੇਂ ਵਰਤੋਂ ਕਰਦੇ ਹੋ.
pl: Twoje dane są używane wyłącznie w celu dostarczania przypomnień i wiadomości zgodnie z Twoimi preferencjami.
pt: Seus dados são usados apenas para o propósito de entregar lembretes e mensagens de acordo com suas preferências.
ro: Datele dumneavoastră sunt folosite exclusiv pentru a livra memento-uri și mesaje conform preferințelor dumneavoastră.
ru: Ваши данные используются исключительно для доставки напоминаний и сообщений в соответствии с вашими предпочтениями.
sk: Vaše údaje sa používajú výlučne na doručovanie pripomienok a správ podľa vašich preferencií.
sl: Vaši podatki se uporabljajo izključno za namen dostave opomnikov in sporočil v skladu z vašimi nastavitvami.
sq: Të dhënat tuaja përdoren vetëm për qëllimet e shpërndarjes së kujtesave dhe mesazheve sipas preferencave tuaja.
sr: Vaši podaci se koriste isključivo u svrhu dostavljanja podsetnika i poruka prema vašim preferencijama.
sv: Dina uppgifter används endast för att leverera påminnelser och meddelanden enligt dina preferenser.
sw: Data yako inatumika tu kwa kusudi la kutoa vikumbusho na ujumbe kulingana na mapendeleo yako.
ta: உங்கள் தனிப்பட்ட தரவுகள் உங்கள் விருப்பங்களுக்கு ஏற்ப நினைவூட்டல்கள் மற்றும் செய்திகளை வழங்க மட்டுமே பயன்படுத்தப்படும்.
te: మీ డేటా మీ అభిరుచుల ప్రకారం రిమైండర్లు మరియు సందేశాలు పంపేందుకు మాత్రమే ఉపయోగించబడుతుంది.
th: ข้อมูลของคุณใช้สำหรับการส่งการเตือนและข้อความตามความชอบของคุณเท่านั้น
tr: Verileriniz yalnızca tercihlerinize göre hatırlatıcı ve mesajları teslim etmek amacıyla kullanılır.
uk: Ваші дані використовуються виключно для доставки нагадувань та повідомлень відповідно до ваших вподобань.
ur: آپ کے ڈیٹا کا استعمال صرف آپ کی ترجيحات کے مطابق یاد دہانیاں اور پیغامات پہنچانے کے لئے کیا جاتا ہے۔
uz: Sizning ma'lumotlaringiz faqat xohishingizga ko'ra eslatmalar va xabarlar yetkazib berish maqsadida ishlatiladi.
vi: Dữ liệu của bạn chỉ được sử dụng cho mục đích gửi nhắc nhở và tin nhắn theo sở thích của bạn.
xh: Idatha yakho isetyenziselwa kuphela injongo yokuhambisa izikhumbuzo nemiyalezo ngokwezimvo zakho.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
ar: Grylli لا تشارك، تبيع أو تنقل بياناتك الشخصية إلى أي طرف ثالث.
az: Grylli sizi narahat edən şəxsi məlumatlarınızı heç bir üçüncü tərəfə paylaşmır, satmır və ötürmür.
be: Grylli не перадае, не прадае і не распаўсюджвае вашыя асабістыя дадзеныя трэцім асобам.
bn: গ্রিলি আপনার ব্যক্তিগত ডেটা কোনো তৃতীয় পক্ষের সাথে শেয়ার করে না, বিক্রি করে না বা প্রেরণ করে না।
cs: Grylli nesdílí, neprodává ani nepřenáší vaše osobní údaje žádným třetím stranám.
cy: Nid yw Grylli yn rhannu, gwerthu, na throsglwyddo eich data personol i drydydd parti.
da: Grylli deler, sælger eller transmitterer ikke dine personoplysninger til nogen tredjeparter.
de: Grylli teilt, verkauft oder überträgt Ihre persönlichen Daten nicht an Dritte.
el: Η Grylli δεν μοιράζεται, δεν πωλεί ούτε μεταδίδει τα προσωπικά σας δεδομένα σε τρίτους.
es: Grylli no comparte, vende ni transmite tus datos personales a terceros.
et: Grylli ei jaga, müü ega edasta teie isikuandmeid kolmandatele osapooltele.
eu: Gryllik ez du zure datu pertsonalak partekatzen, saltzen edo transmititzen hirugarren pertsonei.
fa: Grylli داده‌های شخصی شما را با هیچ فرد ثالثی به اشتراک نمی‌گذارد، نمی‌فروشد و نمی‌فرستد.
fi: Grylli ei jaa, myy tai siirrä henkilötietojasi kolmansille osapuolille.
fr: Grylli ne partage, ne vend, ni ne transmet vos données personnelles à des tiers.
ga: Grylli nku wɔdeɛ yɛ, kwankyerɛɛ anaa sɛ wɔdeɛ yɛ nsɛmko wɔ asrama foforɔ kɔ.
gd: Chan eil Grylli a’ roinn, a’ reic, no a’ cur an dàta pearsanta agad gu treas phàrtaidhean sam bith.
gl: Grylli non comparte, vende nin transmite os teus datos persoais a terceiros.
gu: Grylli તમારું વ્યક્તિગત ડેટા કોઈપણ તૃતિય પક્ષને શેર, વેચાણ, અથવા પ્રસારિત નથી કરતો.
he: Grylli אינה משתפת, מוכרת או מעבירה את הנתונים האישיים שלך לצדדים שלישיים כלשהם.
hi: Grylli किसी भी तृतीय पक्ष को आपका व्यक्तिगत डेटा साझा, बेच या प्रेषित नहीं करता है।
hr: Grylli ne dijeli, ne prodaje niti prenosi vaše osobne podatke trećim stranama.
hu: A Grylli nem osztja meg, nem értékesíti és nem továbbítja az Ön személyes adatait harmadik feleknek.
id: Grylli tidak membagikan, menjual, atau mentransmisikan data pribadi Anda ke pihak ketiga manapun.
is: Grylli deilir, selur eða sendir ekki persónuupplýsingar þínar til þriðja aðila.
it: Grylli non condivide, vende o trasmette i tuoi dati personali a terze parti.
ja: Grylli はあなたの個人データを第三者と共有、販売、または送信しません。
ka: Grylli არ გადაცემს, არ ყიდის და არ ავრცელებს თქვენს პირად მონაცემებს მესამე პირებზე.
ku: Grylli daneyên kesayîya we ne li di darê ne firotan an dê ne peyda bikin.
lt: Grylli nesidalina, neparduoda ir neperduoda jūsų asmens duomenų trečiosioms šalims.
lv: Grylli nekādā gadījumā nesūta, nepiedāvā pārdošanai vai nesūta jūsu personas datus trešajām pusēm.
mg: Grylli dia tsy mizara, mivarotra, na mandefa ny angona-tsika ho amin'olon-telo hafa.
mi: Kāore a Grylli e tuku, hoko, tuku rānei i ō raraunga whaiaro ki ētahi atu taha tuatoru.
mk: Grylli не ги споделува, продава или пренесува вашите лични податоци на трети страни.
ml: Grylli നിങ്ങളുടെ വ്യക്തിഗത ഡാറ്റയെ യാതൊരു തരത്തിലുള്ള മൂന്നാം കക്ഷികളുമായി പങ്കിടുകയോ വില്ക്കുകയോ ചെയ്യുന്നില്ല.
ms: Grylli tidak berkongsi, menjual, atau menghantar data peribadi anda kepada pihak ketiga manapun.
mt: Grylli ma jaqsamx, ibigħx, jew jirritrav.cssir id-dat personali tiegħek lil xi partijiet terzi.
my: Grylli သည် သင့်ကိုယ်ရေးကိုယ်တာကိုယ်ရေးကိုယ်တာဒေတာကို တတိယ တစ်ဖက်ကိုမျှဝေရန်, ရောင်းရန်, သိုင်းကျော်ဖို့ မရှိဘူး။
nl: Grylli deelt, verkoopt of verzendt uw persoonlijke gegevens niet aan derden.
no: Grylli deler, selger eller overfører ikke dine personlige data til tredjeparter.
pa: Grylli ਤੁਹਾਡਾ ਨਿੱਜੀ ਡਾਟਾ ਕਿਸੇ ਤੀਜੇ ਪੱਖ ਨਾਲ ਸਾਂਝਾ, ਵੇਚ, ਜਾਂ ਪ੍ਰਸਾਰਤੀ ਨਹੀਂ ਕਰਦਾ.
pl: Grylli nie udostępnia, nie sprzedaje ani nie przesyła Twoich danych osobowych stronom trzecim.
pt: Grylli não compartilha, vende ou transmite seus dados pessoais a terceiros.
ro: Grylli nu distribuie, vinde sau transmite datele dumneavoastră personale către terțe părți.
ru: Grylli не передает, не продает и не транслирует ваши личные данные третьим лицам.
sk: Grylli nezdieľa, nepredáva ani neprenáša vaše osobné údaje tretím stranám.
sl: Grylli ne deli, prodaja ali posreduje vaših osebnih podatkov tretjim osebam.
sq: Grylli nuk ndan, shet, apo transmeton të dhënat tuaja personale te palët e treta.
sr: Grylli ne deli, ne prodaje niti prenosi vaše lične podatke trećim stranama.
sv: Grylli delar, säljer eller överför inte dina personuppgifter till tredje part.
sw: Grylli haishiriki, kuuza, au kusambaza data yako ya kibinafsi kwa wahusika wengine.
ta: கிரில்லி உங்கள் தனிப்பட்ட தரவுகளை மூன்றாம் தரப்புகளுக்கு பகிராமல், விற்பனையாக, அல்லது பரிமாறாமல் செய்கிறது.
te: Grylli మీ వ్యక్తిగత డేటాను ఏ మూడవ పక్షానికి భాగస్వామ్యం చేయడం, అమ్మడం లేదా ప్రసారం చేయడం చేయదు.
th: Grylli ไม่แบ่งปัน ขาย หรือส่งข้อมูลส่วนบุคคลของคุณไปยังบุคคลที่สามใด ๆ
tr: Grylli kişisel verilerinizi üçüncü şahıslarla paylaşmaz, satmaz veya iletmez.
uk: Grylli не передає, не продає і не поширює ваші персональні дані третім сторонам.
ur: Grylli آپ کا ذاتی ڈیٹا کسی تھرڈ پارٹی کے ساتھ شیئر، فروخت یا منتقل نہیں کرتا۔
uz: Grylli sizning shaxsiy ma'lumotlaringizni uchinchi tomonlarga ulashmaydi, sotmaydi yoki yubormaydi.
vi: Grylli không chia sẻ, bán hoặc truyền dữ liệu cá nhân của bạn cho bất kỳ bên thứ ba nào.
xh: UGrylli akahlali, athengise, okanye adlulisela idatha yakho kubantu besithathu.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
ar: الحقول الحساسة مثل كلمات المرور والرموز يتم تخزينها فقط إذا قدمتها بشكل صريح. القيم الحالية لا تُعرض إلا إذا اخترت كشفها.
az: Parollar və tokenlər kimi həssas sahələr yalnız onları açıq şəkildə təqdim edirsinizsə saxlanılır. Mövcud dəyərlər, onları aşkar etməyi seçmədikcə heç vaxt açıqlanmır.
be: Конфіденційні поля, такі як паролі та токени, зберігаються лише якщо ви їх явно надасте. Існуючі значення ніколи не розкриваються, якщо ви не вирішите їх показати.
bn: গোপনীয় ক্ষেত্র যেমন পাসওয়ার্ড এবং টোকেন কেবলমাত্র আপনি স্পষ্টভাবে প্রদান করলে সংরক্ষিত হয়। বিদ্যমান মানগুলি কখনোই প্রকাশ করা হয় না, যদি না আপনি সেগুলো প্রকাশ করার সিদ্ধান্ত নেন।
cs: Citlivá pole jako hesla a tokeny jsou ukládána pouze, pokud je explicitně zadáte. Existující hodnoty nejsou nikdy vystaveny, pokud se je nerozhodnete odhalit.
cy: Dim ond os byddwch yn eu darparu'n eglur y caiff meysydd sensitif fel cyfrineiriau a thocynnau eu storio. Ni chaiff gwerthoedd presennol eu datgelu oni bai eich bod yn dewis eu datgelu.
da: Følsomme felter som adgangskoder og tokens lagres kun, hvis du eksplicit giver dem. Eksisterende værdier eksponeres aldrig, medmindre du vælger at afsløre dem.
de: Sensible Felder wie Passwörter und Tokens werden nur gespeichert, wenn Sie sie ausdrücklich angeben. Vorhandene Werte werden nie offen gelegt, es sei denn, Sie entscheiden sich, sie anzuzeigen.
el: Ευαίσθητα πεδία όπως κωδικοί πρόσβασης και tokens αποθηκεύονται μόνο αν τα παρέχετε ρητά. Οι υπάρχουσες τιμές δεν αποκαλύπτονται, εκτός αν επιλέξετε να τις αποκαλύψετε.
es: Campos sensibles como contraseñas y tokens solo se almacenan si los proporcionas explícitamente. Los valores existentes nunca se exponen a menos que elijas revelarlos.
et: Tundlikud väljad nagu paroolid ja tokenid salvestatakse ainult siis, kui edastate need selgesõnaliselt. Olemasolevaid väärtusi ei avaldata kunagi ilma, et te need avalikustaksite.
eu: Pasahitz eta token bezalako eremu sentikorrak soilik gordetzen dira espresuki ematen badituzu. Balo inexistentzialak ez dira sekula bistaratzen erabakitzen ez baduzu ezagutzera emateko.
fa: فیلدهای حساس مانند پسوردها و توکن‌ها فقط در صورتی ذخیره می‌شوند که صریحاً آنها را ارائه دهید. مقادیر موجود هرگز فاش نمی‌شوند مگر اینکه شما انتخاب کنید آنها را نشان دهید.
fi: Arkaluonteisia kenttiä, kuten salasanoja ja tunnisteita, tallennetaan vain, jos annat ne nimenomaisesti. Olemassa olevia arvoja ei paljasteta, ellei niitä valita näkyviin.
fr: Les champs sensibles comme les mots de passe et les jetons sont stockés uniquement si vous les fournissez explicitement. Les valeurs existantes ne sont jamais exposées sauf si vous choisissez de les révéler.
ga: Ní stóráiltear réimsí íogaire mar phasfhocail agus comharthaí ach amháin má sholáthraíonn tú iad go sainráite. Ní nochtaítear luachanna atá ann cheana féin ach amháin má roghnaíonn tú iad a nochtadh.
gd: Chan eil raointean mothachail leithid faclan-faire agus tòcanan air an stòradh ach ma bheir thu iad gu soilleir. Chan eil luachan a tha ann mu thràth air am foillseachadh mura tagh thu an fhoillseachadh.
gl: Campos sensibles como contrasinais e tokens só se almacenan se os proporcionas explicitamente. Os valores existentes nunca se expoñen a menos que decidas revelalos.
gu: પાસવર્ડ અને ટોકન્સ જેવા સંવેદનશીલ ક્ષેત્રો માત્ર ત્યારે જ સંગ્રહિત થાય છે જ્યારે તમે તેમને સ્પષ્ટરીતે આપો છો. विद्यमान मूल्योंने ક્યારેય પ્રદર્શિત કરવામાં આવે નહીં જ્યાં સુધી તમે તેમને ખુલ્લું ન કરો.
he: שדות רגישים כמו סיסמאות ואסימונים מאוחסנים רק אם סיפקת אותם במפורש. ערכים קיימים לעולם לא נחשפים אלא אם תבחר לחשוף אותם.
hi: संवेदनशील फ़ील्ड जैसे पासवर्ड और टोकन केवल तभी संग्रहीत किए जाते हैं जब आप उन्हें स्पष्ट रूप से प्रदान करते हैं। मौजूदा मान कभी उजागर नहीं होते जब तक आप उन्हें प्रकट करने का निर्णय नहीं लेते।
hr: Osjetljiva polja kao što su lozinke i tokeni pohranjuju se samo ako ih izravno navedete. Postojeće vrijednosti nikada nisu izložene osim ako ih ne odlučite prikazati.
hu: Érzékeny mezők, mint jelszavak és tokenek csak akkor tárolódnak, ha kifejezetten megadod őket. A meglévő értékek soha nincsenek kitéve, hacsak nem döntesz úgy, hogy megmutatod őket.
id: Field sensitif seperti kata sandi dan token hanya disimpan jika Anda menyediakannya secara eksplisit. Nilai yang ada tidak pernah ditampilkan kecuali Anda memilih untuk mengungkapkannya.
is: Viðkvæm svið eins og lykilorð og token eru einungis geymd ef þú gefur þau sérstaklega. Fyrirliggjandi gildi eru aldrei afhjúpuð nema þú veljir að birta þau.
it: Campi sensibili come password e token sono memorizzati solo se forniti esplicitamente. I valori esistenti non vengono mai esposti a meno che non scegli di rivelarli.
ja: パスワードやトークンなどの機密フィールドは、明示的に提供された場合にのみ保存されます。既存の値は、開示を選択しない限り公開されません。
ka: მგრძნობიარე ველები, როგორიცაა პაროლები და ნიშნები, მხოლოდ შენი მართვისას ინახება. არსებული რჩულები არასოდეს შედარებული, თუ არ გსურთ მათი გამჟღავნება.
ku: Zeviyên hilbijartî yên hessas wekî şîfre û token tenê dê neçaşrîn ger hûn wan acûd pel pêşkêş bikin. Nirxên heyî qet zêdan nayên açkirin tê tak hûn bibêxtî cêjen bikin.
lt: Jautrūs laukai, kaip slaptažodžiai ir žetonai, saugomi tik jei juos pateikiate aiškiai. Esamos vertės niekada neatskleidžiamos, nebent nuspręsite jas atskleisti.
lv: Sensitīvie lauki kā paroles un tokeni tiek saglabāti tikai, ja jūs tos tieši nodrošināt. Esošās vērtības nekad netiek atklātas, ja vien jūs tās neizvēlaties atklāt.
mg: Ny saha miafina toy ny tenimiafina sy hydrogen dia avy amin'ny fanomezanao azy ireo manokana. Tsy aseho mihitsy ny lanjany efa misy raha tsy hoe ianao mihitsy no misafidy hanambara azy ireo.
mi: Ka rongoāngia ngā āpure tairongo pērā i ngā kupuhipa me ngā tohu mēnā kei korerotia e koe i a koe ake. Kāore he kōrero tawhito e noho kitea ana ki waho mena e kōwhiria ana e koe ki te whakaatu.
mk: Чувствителните полиња како лозинки и токени се зачувуваат само ако ги наведете експлицитно. Постоечките вредности никогаш не се изложуваат освен ако не одлучите да ги откриете.
ml: പാസ്‌വേഡുകളും ടോക്കണുകളും പോലുള്ള സംവേദനീയ മേഖലകൾ സുരക്ഷിതമായി സംഭരിച്ചിട്ടുള്ളതാണ്. നിലവിലുള്ള മൂല്യങ്ങൾ നിങ്ങൾ വെളിപ്പെടുത്തിയിട്ട് മാത്രം വെളിപ്പെടുത്തിക്കഴിഞ്ഞിട്ടില്ല.
ms: Bidang sensitif seperti kata laluan dan token hanya disimpan jika anda memberikannya secara eksplisit. Nilai yang sedia ada tidak pernah ditunjukkan kecuali anda memilih untuk mendedahkannya.
mt: Qasam sensittivi bħall-passwords u tokens jinħażnu biss jekk tagħtihom b'mod espliċitu. Valuri eżistenti qatt mhumiex esposti jekk ma tagħżelx li tiżvelalhom.
my: အထူးစိတ်ခံစားရလွယ်သော အသွင်းအမြှောက်များလိုမျိုး စကားဝှက်များ နှင့် အမှတ်အသားများကို သင် ပေါ်ပြုံးကာ ပေးသည့်အခါသာ သိမ်းထားသည်။ ရှိပြီးသား တန်ဖိုးများကို သင် မဖျေါပွခြင်း နှင့်ပြသရန် ရွေးချယ်ပါက ဘယ်အချိန်မှ ကြည့်ရှုဖွင့်လှစ်မှု မရှိပါ။
nl: Gevoelige velden zoals wachtwoorden en tokens worden alleen opgeslagen als je ze expliciet verstrekt. Bestaande waarden worden nooit getoond tenzij je ervoor kiest ze te onthullen.
no: Sensitive felt som passord og tokens lagres kun hvis du oppgir dem eksplisitt. Eksisterende verdier blir aldri eksponert med mindre du velger å avsløre dem.
pa: ਸੰਵੇਦਨਸ਼ੀਲ ਖੇਤਰਾਂ ਜਿਵੇਂ ਕਿ ਪਾਸਵਰਡ ਅਤੇ ਟੋਕਨ ਸਿਰਫ ਤਦੋਂ ਹੀ ਸਟੋਰ ਕੀਤੇ ਜਾਂਦੇ ਹਨ ਜਦੋਂ ਤੁਸੀਂ ਤੁਹਾਨੂੰ ਵੱਖਰਾ ਇਲਾਨ ਕਰਦੇ ਹੋ। ਮੌਜੂਦਾ ਮੁਲਿਆਂ ਨੂੰ ਕਦੇ ਨਹੀਂ ਦਿਖਾਇਆ ਜਾਂਦਾ ਜੇਕਰ ਤੁਸੀਂ ਉਨ੍ਹਾਂ ਨੂੰ ਵਿਕਾਸ ਕਰਨ ਲਈ ਪਸੰਦ ਨਾ ਕਰੋ।
pl: Wrażliwe pola, takie jak hasła i tokeny, są przechowywane tylko, jeśli je explicite podasz. Istniejące wartości nigdy nie są ujawniane, chyba że zdecydujesz się je pokazać.
pt: Campos sensíveis como senhas e tokens são armazenados apenas se você fornecê-los explicitamente. Valores existentes nunca são expostos a menos que você escolha revelá-los.
ro: Câmpurile sensibile precum parolele și tokenurile sunt stocate doar dacă le furnizezi explicit. Valorile existente nu sunt dezvăluite decât dacă alegi să le arăți.
ru: Конфиденциальные поля, такие как пароли и токены, хранятся только если вы явно их предоставите. Существующие значения никогда не раскрываются, если вы не решите их показать.
sk: Citlivé polia ako heslá a tokeny sú ukladané iba ak ich výslovne poskytnete. Existujúce hodnoty nie sú nikdy odhalené, pokiaľ sa nerozhodnete ich odhaliť.
sl: Občutljiva polja, kot so gesla in žetoni, so shranjena le, če jih izrecno zagotovite. Obstoječe vrednosti niso nikoli izpostavljene, razen če se odločite, da jih razkrijete.
sq: Fusha të ndjeshme si fjalëkalimet dhe token-et ruhen vetëm nëse i siguroni shprehimisht ato. Vlerat ekzistuese nuk ekspozohen kurrë nëse nuk zgjedhni t'i zbuloni.
sr: Osetljiva polja kao što su lozinke i tokeni se čuvaju samo ako ih izričito navedete. Postojeće vrednosti nikada nisu izložene osim ako ih ne odlučite otkriti.
sv: Känsliga fält som lösenord och token lagras endast om du uttryckligen tillhandahåller dem. Befintliga värden exponeras aldrig om du inte väljer att avslöja dem.
sw: Sehemu nyeti kama nywila na tokeni zimehifadhiwa tu ikiwa unazitoa waziwazi. Maadili yaliyopo hayafichuliwi isipokuwa uchague kuyafunua.
ta: கடவுச்சொற்கள் மற்றும் குறியீடுகள் போன்ற நுட்பமான புலங்கள் நீங்கள் மாத்திரம் வழங்கினால் மட்டுமே சேமிக்கப்படும். நீக்கப்பட்ட மதிப்புகளை நீங்கள் வெளிச்சப்படுத்தத் தீர்மானிக்காவிட்டால் அவை வெளியிடப்பட மாட்டாது.
te: పాస్వర్డ్‌లు మరియు టోకెన్లు వంటి సున్నితమైన ఫీల్డ్లు మీరు స్పష్టంగా ఇస్తేనే నిల్వ చేయబడతాయి. ఉన్న విలువలు ఎప్పుడు ఒప్పకుండా బయటకు ఉంచబడవు, మీరు వాటిని బహిర్గతం చేయాలని కోరుకుంటే తప్ప.
th: ฟิลด์ที่ละเอียดอ่อนเช่นรหัสผ่านและโทเค็นจะถูกเก็บไว้เฉพาะเมื่อคุณระบุอย่างชัดเจน ค่าที่มีอยู่จะไม่ถูกเปิดเผยเว้นแต่คุณจะเลือกแสดง
tr: Parolalar ve belirteçler gibi hassas alanlar, yalnızca açıkça sağladığınızda saklanır. Mevcut değerler, onları ortaya çıkarmayı seçmediğiniz sürece asla ifşa edilmez.
uk: Чутливі поля, такі як паролі та токени, зберігаються тільки якщо ви їх явно надаєте. Існуючі значення ніколи не розкриваються, якщо ви не вирішите їх виявити.
ur: حساس فیلڈز جیسے پاس ورڈز اور ٹوکنز کو صرف تبھی محفوظ کیا جاتا ہے جب آپ انہیں صراحت سے فراہم کرتے ہیں۔ موجودہ اقدار کبھی ظاہر نہیں کی جاتی جب تک کہ آپ انہیں ظاہر کرنے کا فیصلہ نہ کریں۔
uz: Parollar va tokenlar kabi maxfiy maydonlar faqat siz ularni aniq taqdim etganingizda saqlanadi. Mavjud qiymatlar faqat siz ularni oshkor qilishni tanlasangiz ko'rsatiladi.
vi: Các trường nhạy cảm như mật khẩu và mã thông báo chỉ được lưu trữ nếu bạn cung cấp chúng rõ ràng. Các giá trị hiện có không bao giờ được tiết lộ trừ khi bạn chọn hiển thị chúng.
xh: Izinto ezifihlakeleyo ezifana negama-mfihlo kunye nezazisi zigcinwa kuphela xa uzibonelela ngokucacileyo. Amaxabiso akhona awavezwa ngaphandle kokuba uthatha isigqibo sokuwKufihlakekisa.
