Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: 📧 Assign SMTP Config to:
ar: 📧 تعيين إعدادات SMTP لـ:
az: 📧 SMTP Konfiqurasiyasını təyin et:
be: 📧 Назначить конфигурацию SMTP для:
bn: 📧 SMTP কনফিগ অ্যাসাইন করা হয়:
cs: 📧 Přiřadit SMTP konfiguraci k:
cy: 📧 Neilltuo Config SMTP i:
da: 📧 Tildel SMTP-konfiguration til:
de: 📧 SMTP-Konfig zuweisen an:
el: 📧 Ανάθεση Διαμόρφωσης SMTP σε:
es: 📧 Asignar Configuración SMTP a:
et: 📧 Määra SMTP konfiguratsioon aadressile:
eu: 📧 SMTP Konfigurazioa esleitu:
fa: 📧 اختصاص تنظیمات SMTP به:
fi: 📧 Liitä SMTP-asetukset:
fr: 📧 Assigner la configuration SMTP à :
ga: 📧 Sane SMTP Bɔɔsi kɔ:
gd: 📧 Roinn SMTP Config ri:
gl: 📧 Asignar configuración SMTP a:
gu: 📧 SMTP કન્ફિગ સોંપો:
he: 📧 הקצה תצורת SMTP ל:
hi: 📧 SMTP कॉन्फ़िग असाइन करें:
hr: 📧 Dodijelite SMTP konfiguraciju za:
hu: 📧 SMTP konfiguráció hozzárendelése a következőhöz:
id: 📧 Tetapkan Konfigurasi SMTP ke:
is: 📧 Úthluta SMTP stillingum á:
it: 📧 Assegna Config SMTP a:
ja: 📧 SMTP設定を割り当て：
ka: 📧 SMTP კონფიგურაციის მიწერა:
ku: 📧 ڕێکخەری SMTP بەشێنە بۆ:
lt: 📧 Paskirti SMTP konfigūraciją:
lv: 📧 Piešķirt SMTP konfigurāciju:
mg: 📧 Atokana ny SMTP Config amin'ny:
mi: 📧 Tautapa SMTP Config ki:
mk: 📧 Додели SMTP Конфиг на:
ml: 📧 SMTP ക്രമീകരണം നിയോഗിക്കുക:
ms: 📧 Tetapkan Konfigurasi SMTP kepada:
mt: 📧 Assenja SMTP Config għal:
my: 📧 SMTP ဖွင့်ထားသော ဆက်တိုက်တပ်ဆင်ရန်:
nl: 📧 SMTP-configuratie toewijzen aan:
no: 📧 Tildel SMTP-konfigurasjon til:
pa: 📧 SMTP ਕਾਨਫਿਗ ਐਸਾਈਨ ਕਰੋ:
pl: 📧 Przypisz konfigurację SMTP do:
pt: 📧 Atribuir Config SMTP para:
ro: 📧 Atribuiți Configurația SMTP pentru:
ru: 📧 Назначить конфигурацию SMTP для:
sk: 📧 Priradiť SMTP konfiguráciu k:
sl: 📧 Dodeli SMTP konfiguracijo:
sq: 📧 Cakto SMTP Config për:
sr: 📧 Dodeli SMTP konfiguraciju za:
sv: 📧 Tilldela SMTP-konfiguration till:
sw: 📧 Weka Usanidi wa SMTP kwa:
ta: 📧 SMTP காட்சி ஒதுக்க:
te: 📧 SMTP కాన్ఫిగ్అAssign చేయండి:
th: 📧 กำหนดการตั้งค่า SMTP ให้:
tr: 📧 SMTP Yapılandırmasını Ata:
uk: 📧 Призначити конфігурацію SMTP для:
ur: 📧 SMTP کنفیگریشن تفویض کریں:
uz: 📧 SMTP konfiguratsiyasini tayinlang:
vi: 📧 Gán cấu hình SMTP cho:
xh: 📧 Nikeza i-SMTP Config kuye:

source: No SMTP (Unassign)
ar: لم يتم تعيين تكوين SMTP
az: FTP qurğusu təyin olunmayıb
be: Канфігурацыя SMTP не прызначана
bn: কোনো SMTP কনফিগারেশন বরাদ্দ নেই
cs: Žádná SMTP konfigurace není přiřazena
cy: Dim cyfluniad SMTP wedi'i neilltuo
da: Ingen SMTP-konfiguration tildelt
de: Keine SMTP-Konfiguration zugewiesen
el: Δεν έχει εκχωρηθεί διαμόρφωση SMTP
es: No se ha asignado configuración SMTP
et: SMTP konfiguratsioon määramata
eu: SMTP konfiguraziorik ez da asignatu
fa: هیچ پیکربندی SMTP ای تعیین نشده است
fi: Ei SMTP-konfiguraatiota määritetty
fr: Aucune configuration SMTP attribuée
ga: Enkabea biara mma SMTP configuration
gd: Gun rèiteachadh SMTP air a riarachadh
gl: Ningunha configuración SMTP asignada
gu: કોઈ SMTP રૂપરેખાંકન સોંપવામાં આવ્યું નથી
he: לא הוקצתה תצורת SMTP
hi: कोई SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया
hr: Nema dodijeljene SMTP konfiguracije
hu: Nincs SMTP konfiguráció hozzárendelve
id: Tidak ada konfigurasi SMTP yang ditetapkan
is: Engin SMTP stilling úthlutuð
it: Nessuna configurazione SMTP assegnata
ja: SMTP設定が割り当てられていません
ka: არ არის მინიჭებული SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP tune ye
lt: Nėra paskirta SMTP konfigūracija
lv: Nav piešķirta SMTP konfigurācija
mg: Tsy misy fametrahana SMTP natokana
mi: Kāore i te whakaritea he whirihoranga SMTP
mk: Нема доделена SMTP конфигурација
ml: SMTP ക്രമീകരണം നിയോഗിച്ചിട്ടില്ല
ms: Tiada konfigurasi SMTP ditugaskan
mt: Ebda konfigurazzjoni SMTP ma qed tintuża
my: SMTP ဖွဲ့စည်းခြင်းမရှိပါ
nl: Geen SMTP-configuratie toegewezen
no: Ingen SMTP-konfigurasjon tilordnet
pa: ਕੋਈ ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ
pl: Brak przypisanej konfiguracji SMTP
pt: Nenhuma configuração SMTP atribuída
ro: Nicio configurație SMTP atribuită
ru: Конфигурация SMTP не назначена
sk: Žiadna SMTP konfigurácia nie je priradená
sl: Ni dodeljene nastavitve SMTP
sq: Asnjë konfigurim SMTP i caktuar
sr: Nema dodeljene SMTP konfiguracije
sv: Ingen SMTP-konfiguration tilldelad
sw: Hakuna usanidi wa SMTP uliopeanwa
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు
th: ไม่ได้กำหนดการตั้งค่า SMTP
tr: SMTP yapılandırması atanmadı
uk: Конфігурація SMTP не призначена
ur: کوئی SMTP ترتیب تفویض نہیں کی گئی
uz: SMTP konfiguratsiyasi tayinlanmagan
vi: Không có cấu hình SMTP được gán
xh: Akukho lungelelwaniso lwe-SMTP olunikeziwe

source: This email will not use any SMTP configuration.
ar: لن يستخدم هذا البريد الإلكتروني أي إعدادات SMTP.
az: Bu email heç bir SMTP konfiqurasiyasından istifadə etməyəcək.
be: Гэты ліст не будзе выкарыстоўваць ніякую настройку SMTP.
bn: এই ইমেইল কোনও SMTP কনফিগারেশন ব্যবহার করবে না।
cs: Tento e-mail nebude používat žádnou SMTP konfiguraci.
cy: Ni fydd yr e-bost hwn yn defnyddio unrhyw ffurfweddiad SMTP.
da: Denne e-mail vil ikke bruge nogen SMTP-konfiguration.
de: Diese E-Mail wird keine SMTP-Konfiguration verwenden.
el: Αυτό το email δεν θα χρησιμοποιήσει καμία ρύθμιση SMTP.
es: Este correo electrónico no utilizará ninguna configuración SMTP.
et: See e-kiri ei kasuta ühtegi SMTP konfiguratsiooni.
eu: Email honek ez du SMTP konfiguraziorik erabiliko.
fa: این ایمیل از هیچ تنظیمات SMTP استفاده نخواهد کرد.
fi: Tätä sähköpostia ei käytetä SMTP-määrityksiin.
fr: Cet e-mail n'utilisera aucune configuration SMTP.
ga: E-mail yi remfa SMTP ahyehyɛɛ biara nngye.
gd: Cha chleachd am post-d seo rèiteachadh SMTP sam bith.
gl: Este correo electrónico non usará ningunha configuración SMTP.
gu: આ ઇમેઇલ કોઈપણ SMTP રૂપરેખાંકનનો ઉપયોગ કરશે નહીં.
he: מייל זה לא ישתמש בכל תצורת SMTP.
hi: यह ईमेल किसी भी SMTP विन्यास का उपयोग नहीं करेगा।
hr: Ova e-pošta neće koristiti nikakvu SMTP konfiguraciju.
hu: Ez az e-mail nem fog használni semmilyen SMTP konfigurációt.
id: Email ini tidak akan menggunakan konfigurasi SMTP apa pun.
is: Þessi tölvupóstur mun ekki nota neinar SMTP stillingar.
it: Questa email non utilizzerà alcuna configurazione SMTP.
ja: このメールはSMTP構成を使用しません。
ka: ემილი არა SMTP კონფიგურაციის გამორღერას ვინ არა!
ku: Ev e-mail ne bi hîç sazîber bi SMTP destnîşan dibe.
lt: Šis el. laiškas nenaudos jokių SMTP konfigūracijų.
lv: Šis e-pasts neizmantos nekādu SMTP konfigurāciju.
mg: Tsy hampiasa fanamboarana SMTP ity mailaka ity.
mi: Kaore tēnei īmēra e whakamahi i tētahi whirihoranga SMTP.
mk: Оваа е-пошта нема да користи никаква SMTP конфигурација.
ml: ഈ ഇമെയിൽ ഒരു SMTP ക്രമീകരണവും ഉപയോഗിക്കുന്നില്ല.
ms: Email ini tidak akan menggunakan sebarang konfigurasi SMTP.
mt: Din l-email ma tuża l-ebda konfigurazzjoni SMTP.
my: ဤအီးမေးလ်သည် SMTP configuration မည်သည့်ပုံစံမျိုးကိုမျှ မသုံးပါ။
nl: Deze e-mail zal geen enkele SMTP-configuratie gebruiken.
no: Denne e-posten vil ikke bruke noen SMTP-konfigurasjon.
pa: ਇਹ ਈਮੇਲ ਕਿਸੇ ਵੀ SMTP ਕਨਫਿਗਰੇਸ਼ਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰੇਗੀ।
pl: Ten e-mail nie będzie używał żadnej konfiguracji SMTP.
pt: Este e-mail não usará nenhuma configuração SMTP.
ro: Acest email nu va folosi nicio configurație SMTP.
ru: Этот email не будет использовать конфигурации SMTP.
sk: Tento email nebude používať žiadnu SMTP konfiguráciu.
sl: Ta e-pošta ne bo uporabljala SMTP konfiguracije.
sq: Ky email nuk do të përdorë asnjë konfigurim SMTP.
sr: Ovaj email neće koristiti nijednu SMTP konfiguraciju.
sv: Denna e-post kommer inte att använda någon SMTP-konfiguration.
sw: Barua pepe hii haitatumia usanidi wowote wa SMTP.
ta: இந்த மின்னஞ்சல் எந்த SMTP கட்டமைப்பையும் பயன்படுத்தாது.
te: ఈ ఇమెయిల్ ఎలాంటి SMTP ఆకృతీకరణను ఉపయోగించదు.
th: อีเมลนี้จะไม่ใช้งานการตั้งค่า SMTP ใดๆ
tr: Bu e-posta, herhangi bir SMTP yapılandırması kullanmayacak.
uk: Цей електронний лист не буде використовувати жодної конфігурації SMTP.
ur: یہ ای میل کسی SMTP ترتیب کو استعمال نہیں کرے گی۔
uz: Bu elektron pochta SMTP konfiguratsiyasidan foydalanmaydi.
vi: Email này sẽ không sử dụng bất kỳ cấu hình SMTP nào.
xh: Le imeyili ayizukusebenzisa naluphi na ulungiselelo lwe-SMTP.

source: Attach Files for:
ar: إرفاق ملفات لـ:
az: Faylları əlavə et:
be: Прикрепить файлы для:
bn: জন্য ফাইল সংযুক্ত করুন:
cs: Připojit soubory pro:
cy: Atodi Ffeiliau ar gyfer:
da: Vedhæft filer til:
de: Dateien anhängen für:
el: Επισύναψη Αρχείων για:
es: Adjuntar Archivos para:
et: Lisa failid aadressile:
eu: Eransketa Fitxategiak:
fa: پیوست فایل‌ها برای:
fi: Liitä tiedostot:
fr: Joindre des fichiers pour :
ga: Kɔkwa Faelɔ gu:
gd: Ceangail Faidhlichean airson:
gl: Anexar arquivos para:
gu: માટે ફાઇલ્સ જોડી:
he: צרף קבצים עבור:
hi: के लिए फ़ाइलें संलग्न करें:
hr: Priložite datoteke za:
hu: Fájlok csatolása a következőhöz:
id: Lampirkan Berkas untuk:
is: Hengja skrár fyrir:
it: Allega File per:
ja: ファイルを添付：
ka: ფაილების დამატება:
ku: پەیوەندکردنی فایلەکان بۆ:
lt: Pridėti failus:
lv: Pievienot failus plkst.:
mg: Mampiaraka Rakitra ho an'ny:
mi: Āpitihia ngā Kōnae mō:
mk: Прикачи датотеки за:
ml: ഫയലുകൾ പദ്ധതിയിടുക:
ms: Lampirkan Fail untuk:
mt: Iwaħħal il-Fajls għal:
my: ဖိုင်များ ချိတ်ဆက်ရန်:
nl: Bestanden bijvoegen voor:
no: Legg ved filer for:
pa: ਫਾਇਲਾਂ ਜੁੜਨ ਲਈ:
pl: Dołącz pliki dla:
pt: Anexar Arquivos para:
ro: Atașați fișiere pentru:
ru: Прикрепить файлы для:
sk: Pripojiť súbory pre:
sl: Pripni datoteke za:
sq: Ngjit Skedarë për:
sr: Priloži fajlove za:
sv: Bifoga filer till:
sw: Ambatanisha Mafaili kwa:
ta: ஏற்றுக்கொள்ளிய கோப்புகளை பற்றி:
te: పెట్టేందుకు ఫైల్స్:
th: แนบไฟล์สำหรับ:
tr: Dosyaları Ekle:
uk: Додати файли до:
ur: فائلیں منسلک کریں:
uz: Fayllarni qo'shish uchun:
vi: Đính kèm tệp cho:
xh: Namathisela Amafayela kuya:

source: Select files from the uploads folder to attach to this message.
ar: اختر ملفات من مجلد التحميلات لإرفاقها بهذه الرسالة.
az: Bu mesaja əlavə etmək üçün yükləmə qovluğundan faylları seçin.
be: Выберыце файлы з тэчкі загрузак, каб далучыць да гэтага паведамлення.
bn: এই বার্তার সাথে সংযুক্ত করার জন্য আপলোড ফোল্ডার থেকে ফাইল নির্বাচন করুন।
cs: Vyberte soubory z upload složky k připojení k této zprávě.
cy: Dewiswch ffeiliau o'r ffolder llwythiadau i'w hatodi i'r neges hon.
da: Vælg filer fra upload-mappen for at vedhæfte til denne besked.
de: Wählen Sie Dateien aus dem Upload-Ordner aus, um sie dieser Nachricht anzuhängen.
el: Επιλέξτε αρχεία από το φάκελο μεταφορτώσεων για να τα επισυνάψετε σε αυτό το μήνυμα.
es: Selecciona archivos de la carpeta de cargas para adjuntar a este mensaje.
et: Vali failid üleslaadimiste kaustast, et need sellele sõnumile lisada.
eu: Hautatu mezu honi eransteko bidalketa karpetako fitxategiak.
fa: فایل‌ها را از پوشه آپلودها برای پیوست به این پیام انتخاب کنید.
fi: Valitse liitteeksi tähän viestiin tiedostot latauskansiosta.
fr: Sélectionnez des fichiers du dossier uploads pour les joindre à ce message.
ga: Fa krataa fi fayloɔ a wɔama so no mu wɔn ne nhoma yi no.
gd: Tagh faidhlichean bhon phasgan luchdadh suas gus a cheangal ris an teachdaireachd seo.
gl: Selecciona ficheiros da carpeta de cargas para anexar a esta mensaxe.
gu: આ સંદેશે સાથે જોડવા માટે અપલોડ ફોલ્ડરમાંથી ફાઈલો પસંદ કરો.
he: בחר קבצים מתיקיית ההעלאות לצירוף להודעה זו.
hi: इस संदेश के साथ संलग्न करने के लिए अपलोड फ़ोल्डर से फ़ाइलें चुनें।
hr: Odaberite datoteke iz mape za prijenos kako biste ih priložili ovoj poruci.
hu: Válasszon ki fájlokat a feltöltések mappából, hogy csatolja ezt az üzenetet.
id: Pilih file dari folder unggahan untuk dilampirkan ke pesan ini.
is: Veldu skrár úr hlaðnu möppunni til að festa við þessi skilaboð.
it: Seleziona i file dalla cartella di caricamento da allegare a questo messaggio.
ja: このメッセージに添付するためにアップロードフォルダからファイルを選択します。
ka: このメッセージに添付するためにアップロードフォルダーからファイルを選択します。
ku: Pelên ji foleda barkiriyan hilbijêrin ku bi vê peyamê têpêkenin.
lt: Pasirinkite failus iš įkėlimo aplanko, kad pridėtumėte prie šio pranešimo.
lv: Atlasiet failus no augšupielādes mapes, lai pievienotu šo ziņojumu.
mg: Misafidiana rakitra avy ao amin'ny fampakarana lahatahiry mba hampidirina amin'ity hafatra ity.
mi: Kōwhiria ngā kōnae mai i te kōpaki tukunga hei whakauru atu ki tēnei karere.
mk: Изберете датотеки од папката за прикачување за да ги прикачите на оваа порака.
ml: ഈ സന്ദേശത്തിൽ എന്നെടുക്കാൻ അപ്ലോഡുകൾ ഫോള്‍ഡറിൽ നിന്ന് ഫയലുകൾ തെരഞ്ഞെടുക്കുക.
ms: Pilih fail dari folder muat naik untuk dilampirkan pada mesej ini.
mt: Agħżel fajls mill-folder tal-uploads biex jittaħħlu ma' dan il-messaġġ.
my: ဤစာတွင် တွဲရန်အတွက် အပ်လုပ်ဖိုလ်ဒါမှ ဖိုင်များကို ရွေးချယ်ပါ။
nl: Selecteer bestanden uit de uploadmap om aan dit bericht te bevestigen.
no: Velg filer fra opplastingsmappen for å legge ved denne meldingen.
pa: ਇਸ ਸੁਨੇਹੇ ਨਾਲ ਜੁੜਨ ਲਈ ਅਪਲੋਡਸ ਫੋਲਡਰ ਤੋਂ ਫਾਈਲਾਂ ਚੁਣੋ।
pl: Wybierz pliki z folderu przesyłania, aby dołączyć do tej wiadomości.
pt: Selecione arquivos da pasta de uploads para anexar a esta mensagem.
ro: Selectează fișiere din folderul de upload pentru a le atașa la acest mesaj.
ru: Выберите файлы из папки загрузок для прикрепления к этому сообщению.
sk: Vyberte súbory z priečinka s nahratými súbormi, ktoré chcete pripojiť k tejto správe.
sl: Izberite datoteke iz mape za nalaganje, ki jih želite priložiti sporočilu.
sq: Zgjidhni skedarët nga dosja e ngarkimeve për t'i bashkangjitur këtij mesazhi.
sr: Izaberi datoteke iz upload foldera za prilaganje ovoj poruci.
sv: Välj filer från uppladdningsmappen för att bifoga till detta meddelande.
sw: Chagua faili kutoka kwenye folda ya uplodi ili kuambatisha kwa ujumbe huu.
ta: கோப்புகளை இணைப்பதற்கான பதிவேற்றங்கள் அடைவிலிருந்து திரையிடவும்.
te: ఈ సందేశానికి జత చేయడానికి అప్లోడ్‌లు ఫోల్డర్ నుండి ఫైళ్లను ఎంచుకోండి.
th: เลือกไฟล์จากโฟลเดอร์อัปโหลดเพื่อติดกับข้อความนี้
tr: Bu mesaja eklenecek dosyaları yükleme klasöründen seçin.
uk: Виберіть файли з папки завантажень для прикріплення до цього повідомлення.
ur: اس پیغام کے ساتھ منسلک کرنے کے لئے اپ لوڈ فولڈر سے فائلیں منتخب کریں.
uz: Ushbu xabarga ilova qilish uchun yuklamalar papkasidan fayllarni tanlang.
vi: Chọn các tệp từ thư mục tải lên để đính kèm vào thông điệp này.
xh: Khetha iifayile ezivela kwifolda yokulayisha ukuze uzidibanise nalo myalezo.

source: Available Files
ar: الملفات المتاحة
az: Mövcud Fayllar
be: Доступные файлы
bn: উপলব্ধ ফাইল
cs: Dostupné soubory
cy: Ffeiliau Ar Gael
da: Tilgængelige filer
de: Verfügbare Dateien
el: Διαθέσιμα Αρχεία
es: Archivos Disponibles
et: Saadaolevad failid
eu: Eskuragarri dauden Fitxategiak
fa: فایل‌های موجود
fi: Saatavilla olevat tiedostot
fr: Fichiers disponibles
ga: Faelɔ a wɔyɔ wɔho
gd: Faidhlichean ri fhaighinn
gl: Arquivos dispoñibles
gu: ઉપલબ્ધ ફાઇલ્સ
he: קבצים זמינים
hi: उपलब्ध फ़ाइलें
hr: Dostupne datoteke
hu: Elérhető fájlok
id: Berkas Tersedia
is: Aðgengilegar skrár
it: File Disponibili
ja: 利用可能なファイル
ka: ხელმისაწვდომი ფაილები
ku: فایلە ئامادەکان
lt: Galimi failai
lv: Pieejamie faili
mg: Rakitra misy
mi: Ngā Kōnae Wātea
mk: Достапни датотеки
ml: ലഭ്യമായ ഫയലുകൾ
ms: Fail Tersedia
mt: Fajls Disponibbli
my: ရနိုင်သော ဖိုင်များ
nl: Beschikbare Bestanden
no: Tilgjengelige filer
pa: ਉਪਲਬਧ ਫਾਇਲਾਂ
pl: Dostępne pliki
pt: Arquivos Disponíveis
ro: Fișiere disponibile
ru: Доступные файлы
sk: Dostupné súbory
sl: Razpoložljive datoteke
sq: Skedarë të Disponueshëm
sr: Dostupni fajlovi
sv: Tillgängliga filer
sw: Mafaili Yanayopatikana
ta: கிடைக்கும் கோப்புகள்
te: దొరికే ఫైల్స్
th: ไฟล์ที่ใช้ได้
tr: Mevcut Dosyalar
uk: Доступні файли
ur: دستیاب فائلیں
uz: Mavjud fayllar
vi: Tệp khả dụng
xh: Amafayela Ayatholakala

source: No files found in the upload directory.
ar: لم يتم العثور على ملفات في دليل الرفع.
az: Yükləmə qovluğunda fayl tapılmadı.
be: Файлы в каталоге загрузок не найдены.
bn: আপলোড ডিরেক্টরিতে কোনো ফাইল পাওয়া যায়নি।
cs: V adresáři pro nahrávání nebyly nalezeny žádné soubory.
cy: Dim ffeiliau wedi'u canfod yn y cyfeiriadur llwytho i fyny.
da: Ingen filer fundet i upload-mappen.
de: Keine Dateien im Upload-Verzeichnis gefunden.
el: Δεν βρέθηκαν αρχεία στον φάκελο μεταφόρτωσης.
es: No se encontraron archivos en el directorio de carga.
et: Ühtegi faili ei leitud üleslaadimise kaustast.
eu: Ez da fitxategirik aurkitu kargatzeko direktorioan.
fa: فایلی در دایرکتوری آپلود یافت نشد.
fi: Tiedostoja ei löytynyt latauskansiosta.
fr: Aucun fichier trouvé dans le répertoire de téléchargement.
ga: Faelɔ biara nni kohwe diyo ana akɔ biɛ.
gd: Cha deach faidhlichean a lorg anns an eòlaire luchdachadh suas.
gl: Non se atoparon arquivos no cartafol de carga.
gu: અપલોડ ડિરેક્ટરીમાં કોઈ ફાઇલ્સ મળ્યાં નથી.
he: לא נמצאו קבצים בתיקיית ההעלאות.
hi: अपलोड निर्देशिका में कोई फ़ाइलें नहीं मिलीं।
hr: Nema pronađenih datoteka u direktoriju za prijenos.
hu: Nincs fájl az upoad könyvtárban.
id: Tidak ada berkas ditemukan di direktori upload.
is: Engar skrár fundust í upphalsskránni.
it: Nessun file trovato nella directory di upload.
ja: アップロードディレクトリにファイルが見つかりません。
ka: ატვირთვის დირექტორიაში ფაილები ვერ მოიძებნა.
ku: هیچ فایلێک نەدۆزرایەوە لە بوخەی بارکردن.
lt: Nerasta failų įkėlimo kataloge.
lv: Augšupielādes direktorijā faili nav atrasti.
mg: Tsy misy rakitra hita ao amin'ny faritra fampirana.
mi: Kāore kau ngā kōnae kua kitea i te kōpaki tukuake.
mk: Нема пронајдени датотеки во директориумот за прикачување.
ml: അപ്‌ലോഡ് ഡയറക്ടറിയിൽ ഫയലുകൾ കണ്ടെത്തിയില്ല.
ms: Tiada fail ditemui dalam direktori muat naik.
mt: Ma nstab l-ebda fajl fid-direttorju tat-tlugħ.
my: ဖိုင်များသည် အပ်လုပ်မှုတိုက်တွင် မတွေ့ရှိပါ။
nl: Geen bestanden gevonden in de uploadmap.
no: Ingen filer funnet i opplastingsmappen.
pa: ਅਪਲੋਡ ਡਾਇਰੈਕਟਰੀ ਵਿਚ ਕੋਈ ਫਾਇਲ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono plików w katalogu przesyłania.
pt: Nenhum arquivo encontrado no diretório de upload.
ro: Nu s-au găsit fișiere în directorul de încărcare.
ru: Файлы в каталоге загрузок не найдены.
sk: V adresári nahrávania sa nenašli žiadne súbory.
sl: V prenosni mapi ni najdenih datotek.
sq: Asnjë skedar nuk u gjet në dosjen e ngarkimit.
sr: Nisu pronađeni fajlovi u direktorijumu za otpremanje.
sv: Inga filer hittades i uppladdningskatalogen.
sw: Hakuna faili zimepatikana kwenye saraka ya upakiaji.
ta: பதிவேற்ற கோப்புறைவில் எந்தப் கோப்புகளும் கிடைக்கவில்லை.
te: అప్లోడ్ డైరెక్టరీలో ఫైల్స్ కనబడలేదు.
th: ไม่พบไฟล์ในไดเรกทอรีอัปโหลด
tr: Yükleme dizininde dosya bulunamadı.
uk: Файлів у каталозі завантаження не знайдено.
ur: اپ لوڈ ڈائریکٹری میں کوئی فائلیں نہیں ملیں۔
uz: Yuklash katalogida fayllar topilmadi.
vi: Không tìm thấy tệp trong thư mục tải lên.
xh: Alikho ifayela elitholakele kufolda yokulayisha.

source: Save Attachments
ar: حفظ المرفقات
az: Əlavələri yadda saxla
be: Сохранить вложения
bn: সংযুক্তি সংরক্ষণ করুন
cs: Uložit přílohy
cy: Cadw Atodiadau
da: Gem vedhæftninger
de: Anhänge speichern
el: Αποθήκευση Επισυναπτόμενων
es: Guardar Adjuntos
et: Salvesta manused
eu: Gorde Eranskinak
fa: ذخیره پیوست‌ها
fi: Tallenna liitteet
fr: Enregistrer les pièces jointes
ga: Kra Faelɔ ho kasa.
gd: Sàbhail Ceanglachan
gl: Gardar anexos
gu: એટેચમેન્ટ્સ સાચવો
he: שמור קובצים מצורפים
hi: संग्लन सहेजें
hr: Spremi priloge
hu: Csatolmányok mentése
id: Simpan Lampiran
is: Vista viðhengi
it: Salva Allegati
ja: 添付ファイルを保存
ka: დანართების შენახვა
ku: پاشەکەوتکردنی فایلە پەیوەندکراوەکان
lt: Išsaugoti priedus
lv: Saglabāt pielikumus
mg: Vonjeo ny Mampiaraka
mi: Tiaki Tapiritanga
mk: Зачувај прилози
ml: അറ്റാച്ച്മെന്റുകൾ സംരക്ഷിക്കുക
ms: Simpan Lampiran
mt: Ħażna Attachments
my: ဆက်စပ်မှုများ သိမ်းဆည်းပါ
nl: Bijlagen Opslaan
no: Lagre vedlegg
pa: ਅਟੈਚਮੈਂਟ ਸੇਵ ਕਰੋ
pl: Zapisz załączniki
pt: Salvar Anexos
ro: Salvați atașamentele
ru: Сохранить вложения
sk: Uložiť prílohy
sl: Shrani priloge
sq: Ruaj Shtojcat
sr: Sačuvaj priloge
sv: Spara bilagor
sw: Hifadhi Viambatisho
ta: இணைப்புகளை சேமிக்கவும்
te: అటాచ్‌మెంట్స్ సేవ్ చేయండి
th: บันทึกไฟล์แนบ
tr: Ekleri Kaydet
uk: Зберегти вкладення
ur: منسلکات محفوظ کریں
uz: Qo'shimchalarni saqlash
vi: Lưu đính kèm
xh: Londoloza Izithwali

source: File Attach Notes
ar: ملاحظات إرفاق الملفات
az: Fayl Əlavə Qeydləri
be: Заметки по файлам
bn: ফাইল সংযুক্তির নোট
cs: Poznámky k příloženým souborům
cy: Nodiadau Atod Ffeil
da: Vedhæft note til filer
de: Hinweise zu Dateianhängen
el: Σημειώσεις Επισύναψης Αρχείων
es: Notas de Archivo Adjunto
et: Lisa faili märkused
eu: Eranskineko Oharrak
fa: یادداشت‌های پیوست فایل
fi: Lisää liitteenä huomautuksia
fr: Notes sur le fichier joint
ga: Faelɔ Kańyɛ Kasa
gd: Notaichean Faidhle Ceangail
gl: Notas de anexión de arquivos
gu: ફાઇલ એટેચ નોંધો
he: צרף הערות לקבצים
hi: फ़ाइल संलग्न नोट्स
hr: Napomene za priložene datoteke
hu: Fájl csatolási jegyzetek
id: Catatan Lampiran Berkas
is: Viðhengis athugasemdir
it: Note su File Allegati
ja: ファイル添付メモ
ka: ფაილების ჩანაწერი
ku: تێبینی فایلی پەیوەندکراو
lt: Pridėti failų pastabas
lv: Piezīmes par faila pielikumu
mg: Fanamarihana Mampiaraka Rakitra
mi: Tuhipoka Kōnae Āpiti
mk: Забелешки за прилог на датотека
ml: ഫയൽ യോജിപ്പിച്ച നോട്ട്
ms: Nota Lampiran Fail
mt: Noti ta’ Attakk Fajl
my: ဖိုင်များအတွက် မှတ်စု
nl: Bijlage Notities
no: Notater for filvedlegg
pa: ਫਾਇਲ ਨੋਟ ਜੁੜਨ
pl: Dołącz notatki do pliku
pt: Anexar Notas do Arquivo
ro: Note de atașament fișier
ru: Заметки к файлам
sk: Poznámky k pripojeniu súboru
sl: Opombe k pripetim datotekam
sq: Shënime të Ngjitjes së Skedarëve
sr: Priloži beleške o fajlu
sv: Anteckningar om bifogade filer
sw: Kumbuka za Kuambatanisha Faili
ta: கோப்பு சுட்டு குறிப்புகள்
te: ఫైల్ అటాచ్ గమనికలు
th: จดบันทึกไฟล์แนบ
tr: Dosya Ek Notları
uk: Додати нотатки до файлу
ur: فائل منسلک نوٹس
uz: Fayl qo'shish eslatmalari
vi: Ghi chú đính kèm tệp
xh: Namanothi Wokufaka Ifayela

source: Important:
ar: المنفذ:
az: Port:
be: পোর্ট:
bn: পোর্ট:
cs: Port:
cy: Porth:
da: Port:
de: Port:
el: Θύρα:
es: Puerto:
et: Port:
eu: Ataka:
fa: پورت:
fi: Portti:
fr: Port :
ga: Port:
gd: Port:
gl: Porto:
gu: પોર્ટ:
he: פורט:
hi: पोर्ट:
hr: Port:
hu: Port:
id: Port:
is: Tengill:
it: Porta:
ja: ポート:
ka: პორტი:
ku: نووسینەوە:
lt: Prievadas:
lv: Ports:
mg: Seranana:
mi: Tauranga:
mk: Порта:
ml: പോർട്ട്:
ms: Port:
mt: Port:
my: ပေါ့တ်:
nl: Poort:
no: Port:
pa: ਪੋਰਟ:
pl: Port:
pt: Porta:
ro: Port:
ru: Порт:
sk: Port:
sl: Vrata:
sq: Porti:
sr: Port:
sv: Port:
sw: Bandari:
ta: துறைமுகம்:
te: పోర్ట్:
th: พอร์ต:
tr: Port:
uk: Порт:
ur: پورٹ:
uz: Port:
vi: Cổng:
xh: I-Port:
