Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Click ⏱️ to set a check-in interval and grace period for the email.
ar: انقر على ⏱️ لتعيين فترة تسجيل الوصول ومدة السماح للبريد الإلكتروني.
az: Email üçün yoxlama aralığı və möhlət müddəti təyin etmək üçün ⏱️ düyməsinə vurun.
be: Націсніце ⏱️, каб усталяваць інтэрвал чэк-іна і грэйс-перыяд для электроннай пошты.
bn: ইমেইলের জন্য একটি চেক-ইন ইন্টারভ্যাল এবং গ্রেস পিরিয়ড সেট করতে ⏱️ ক্লিক করুন।
cs: Klikněte na ⏱️ pro nastavení intervalu kontroly a doby odkladu pro email.
cy: Cliciwch ⏱️ i osod cyfwng gwirio ac amser gras ar gyfer yr e-bost.
da: Klik på ⏱️ for at indstille et check-in interval og nådeperiode for e-mailen.
de: Klicken Sie ⏱️, um ein Check-in-Intervall und einen Kulanzzeitraum für die E-Mail festzulegen.
el: Κάντε κλικ στο ⏱️ για να ορίσετε ένα διάστημα check-in και περίοδο χάριτος για το email.
es: Haga clic ⏱️ para establecer un intervalo de registro y un periodo de gracia para el correo electrónico.
et: Klõpsa ⏱️, et määrata kirja kontrollimise intervall ja ajapikendus.
eu: Egin klik ⏱️ emailerako check-in tarte eta onarpenerako epea ezartzeko.
fa: روی ⏱️ کلیک کنید تا یک بازه زمانی و دوره مهلت برای ایمیل تنظیم شود.
fi: Napsauta ⏱️ asettaaksesi sisäänkirjautumisvälin ja armollisen ajan sähköpostille.
fr: Cliquez ⏱️ pour définir un intervalle d'enregistrement et une période de grâce pour l'email.
ga: Klik ⏱️ na yɛ hweeɛ check-in bere na yɛ nnyigyeɛ fa ho wɔ email no.
gd: Cliog air ⏱️ gus eadar-ama agus ùine-maitheis sgrùdaidh a shuidheachadh airson a' phuist-d.
gl: Fai clic en ⏱️ para establecer un intervalo de check-in e un período de graza para o correo electrónico.
gu: ક્લિક કરો ⏱️ ચકાસણી અંતરાલ અને અનુગ્રહ અવધિ સેટ કરવા માટે.
he: לחץ ⏱️ כדי להגדיר מרווח בדיקה ותקופת חסד לאימייל.
hi: ईमेल के लिए चेक-इन अंतराल और ग्रेस अवधि सेट करने के लिए ⏱️ पर क्लिक करें।
hr: Kliknite ⏱️ za postavljanje intervala i grace perioda za email.
hu: Kattintson a ⏱️ gombra, hogy beállítson egy bejelentkezési intervallumot és türelmi időt az emailhez.
id: Klik ⏱️ untuk menetapkan interval check-in dan periode tenggang untuk email.
is: Smelltu á ⏱️ til að stilla innritunarbil og frest fyrir tölvupóstinn.
it: Clicca ⏱️ per impostare un intervallo di check-in e un periodo di tolleranza per l'email.
ja: ⏱️ をクリックして、メールのチェックイン間隔と猶予期間を設定します。
ka: კლიკეთ ⏱️, რომ დააყენოთ შემოწმების ინტერვალი და შეუქმიანი პერიოდი ელფოსტისთვის.
ku: Bişopînin ⏱️ da ku hejmara kontrolkirina dîtinê û wênejê dîtinê ji bo e-nameyê veke.
lt: Spustelėkite ⏱️, kad nustatytumėte registracijos intervalą ir malonės laikotarpį el. laiškui.
lv: Noklikšķiniet uz ⏱️, lai iestatītu reģistrēšanās intervālu un tolerances periodu e-pastam.
mg: Tsindrio ⏱️ mba hametraka fe-potoana fikambanana sy fe-potoana fandeferana ho an'ny mailaka.
mi: Pāwhiria ⏱️ ki te whakarite wā taki me te wā whakarau mō te īmēra.
mk: Кликнете ⏱️ за да поставите интервал за проверка и временска дозвола за е-поштата.
ml: ഇമെയിലിന് ഒരു ചെക്ക്-ഇൻ ഇടവേളയും ഗ്രേസ് കാലയളവും ക്രമീകരിക്കാൻ ⏱️ ക്ലിക്ക് ചെയ്യുക.
ms: Klik ⏱️ untuk menetapkan interval daftar masuk dan tempoh tangguh untuk emel.
mt: Ikklikkja ⏱️ biex tissettja intervall ta' check-in u perjodu ta' grazzja għal l-email.
my: ⏱️ ကိုနှိပ်ပြီး အီးမေးလ်အတွက် ကြည့်ရှုခြင်းနှင့် နာရီပေါင်းရှဲတင်ရန် အချိန်ပြည့်မှုတည်ဆောက်ပါ။
nl: Klik op ⏱️ om een incheckinterval en respijtperiode voor de e-mail in te stellen.
no: Klikk ⏱️ for å sette et innsjekkingsintervall og frist for e-posten.
pa: ਕਲਿੱਕ ਕਰੋ ⏱️ ਈਮੇਲ ਲਈ ਇੱਕ ਚੈਕ-ਇਨ ਅੰਤਰਾਲ ਅਤੇ ਸਹਿਯੋਗ ਅਰਸਾ ਸੈੱਟ ਕਰਨ ਲਈ।
pl: Kliknij ⏱️, aby ustawić interwał odpraw i okres karencji dla e-maila.
pt: Clique em ⏱️ para definir um intervalo de check-in e período de tolerância para o email.
ro: Clic ⏱️ pentru a seta un interval de check-in și o perioadă de grație pentru email.
ru: Нажмите ⏱️, чтобы установить интервал и льготный период для письма.
sk: Kliknite na ⏱️ na nastavenie intervalov prihlásenia a doby milosti pre email.
sl: Kliknite ⏱️ za nastavitev intervala prijave in obdobja milosti za e-pošto.
sq: Kliko ⏱️ për të vendosur një interval kontrolli dhe periudhë faljeje për emailin.
sr: Kliknite ⏱️ da postavite interval prijave i vreme tolerancije za email.
sv: Klicka på ⏱️ för att ställa in ett incheckningsintervall och en frist för e-postmeddelandet.
sw: Bofya ⏱️ kuweka muda wa ukaguzi na muda wa rehema kwa barua pepe.
ta: மின்னஞ்சலுக்கு செக்-இன் இடைவெளி மற்றும் அனுகூல விதியின் காலவரையறையை அமைக்க ⏱️ ஐ கிளிக் செய்யுங்கள்.
te: ఇమెయిల్ కోసం చెక్-ఇన్ అంతరం మరియు గ్రేస్ పీరియడ్‌ను సెట్ చేయడానికి ⏱️ నొక్కండి.
th: คลิก ⏱️ เพื่อตั้งค่าเวลาเช็คอินและช่วงผ่อนผันสำหรับอีเมล
tr: E-posta için bir kontrol süresi ve tolere süresi ayarlamak için ⏱️ tıklayın.
uk: Натисніть ⏱️, щоб встановити інтервал перевірки та період відстрочки для електронного листа.
ur: ای میل کے لئے چیک ان وقفہ اور رعایت مدت مقرر کرنے کے لئے ⏱️ پر کلک کریں۔
uz: Elektron pochta uchun tekshirish vaqti va imtiyoz muddatini belgilash uchun ⏱️ tugmasini bosing.
vi: Nhấp vào ⏱️ để đặt khoảng thời gian kiểm tra và thời gian gia hạn cho email.
xh: Cofa ⏱️ ukuseta ixesha lokungena kunye nexesha lenkxaso ye-imeyile.

source: Enable the email using the 🔴/🟢 toggle button.
ar: قم بتمكين البريد الإلكتروني باستخدام زر التبديل 🔴/🟢.
az: Email-i aktivləşdirmək üçün 🔴/🟢 keçid düyməsini istifadə edin.
be: Уключыце электронную пошту, выкарыстоўваючы 🔴/🟢 пераключальнік.
bn: ইমেইল সক্রিয় করতে 🔴/🟢 টগল বোতাম ব্যবহার করুন।
cs: Aktivujte email pomocí přepínače 🔴/🟢.
cy: Galluogi'r e-bost gan ddefnyddio'r botwm toglo 🔴/🟢.
da: Aktiver e-mailen ved hjælp af 🔴/🟢 knap.
de: Aktivieren Sie die E-Mail mit dem 🔴/🟢 Umschalter.
el: Ενεργοποιήστε το email χρησιμοποιώντας το διακόπτη 🔴/🟢.
es: Habilite el correo electrónico usando el botón de alternancia 🔴/🟢.
et: Aktiveeri e-kiri, kasutades 🔴/🟢 lülitit.
eu: Gaitu emaila 🔴/🟢 piztu/itzali botoia erabiliz.
fa: ایمیل را با استفاده از دکمه تغییر وضعیت 🔴/🟢 فعال کنید.
fi: Ota sähköposti käyttöön 🔴/🟢 kytkimellä.
fr: Activez l'email en utilisant le bouton à bascule 🔴/🟢.
ga: Hyɛ email no wɔ mu wɔ 🔴/🟢 fa no so ma w'ani asɔ.
gd: Comasaich am post-d le bhith a’ cleachdadh a’ phutan putaidh 🔴/🟢.
gl: Activa o correo electrónico usando o botón de alternancia 🔴/🟢.
gu: ઇમેઇલને 🔴/🟢 ટોગલ બટનનો ઉપયોગ કરીને સક્રિય કરો.
he: הפעל את האימייל באמצעות כפתור ההחלפה 🔴/🟢.
hi: 🔴/🟢 टॉगल बटन का उपयोग करके ईमेल सक्षम करें।
hr: Omogućite email pomoću 🔴/🟢 gumba za prebacivanje.
hu: Engedélyezze az emailt a 🔴/🟢 kapcsolóval.
id: Aktifkan email menggunakan tombol toggle 🔴/🟢.
is: Virkjaðu tölvupóstinn með 🔴/🟢 rofa.
it: Abilita l'email utilizzando il pulsante a levetta 🔴/🟢.
ja: 🔴/🟢 トグルボタンを使用してメールを有効化します。
ka: გააქტიურეთ ელფოსტა 🔴/🟢 გადამრთველ ბერკეტით.
ku: E-nameyê bikar bînin bi 🔴/🟢 pêvekê girtinê.
lt: Įjungti el. laišką naudojant 🔴/🟢 perjungimo mygtuką.
lv: Iespējojiet e-pastu, izmantojot 🔴/🟢 pārslēgšanas pogu.
mg: Alefaso ny mailaka amin'ny alàlan'ity bokotra fametrahana 🔴/🟢 ity.
mi: Whakahohehia te īmēra mā te pātene hurihuri 🔴/🟢.
mk: Овозможете ја е-поштата со 🔴/🟢 копчето за вклучување/исклучување.
ml: 🔴/🟢 ടോഗിൾ ബട്ടൺ ഉപയോഗിച്ച് ഇമെയിൽ എനേബിൾ ചെയ്യുക.
ms: Aktifkan emel menggunakan butang togol 🔴/🟢.
mt: Attiva l-email billi tuża l-buttuna toggle 🔴/🟢.
my: 🔴/🟢 ခလုတ်ကို အသုံးပြု၍ အီးမေးလ်ကို ဖွင့်ပါ။
nl: Schakel de e-mail in met de 🔴/🟢 schakelknop.
no: Aktiver e-posten ved å bruke 🔴/🟢-knappen.
pa: ਈਮੇਲ ਨੂੰ 🔴/🟢 ਟੌਗਲ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਕ੍ਰਿਯ ਕਰੋ।
pl: Włącz e-mail za pomocą przełącznika 🔴/🟢.
pt: Ative o email usando o botão de alternância 🔴/🟢.
ro: Activează emailul folosind butonul de comutare 🔴/🟢.
ru: Активируйте письмо с помощью переключателя 🔴/🟢.
sk: Povoľte email pomocou prepínača 🔴/🟢.
sl: Omogočite e-pošto z uporabo stikala 🔴/🟢.
sq: Aktivizo emailin duke përdorur butonin kalues 🔴/🟢.
sr: Omogućite email koristeći 🔴/🟢 dugme za uključivanje/isključivanje.
sv: Aktivera e-postmeddelandet med hjälp av 🔴/🟢 växlingsknappen.
sw: Wezesha barua pepe kwa kutumia kitufe cha 🔴/🟢 cha kubadili.
ta: 🔴/🟢 மாறுதல் பட்டனைப் பயன்படுத்தி மின்னஞ்சலை இயக்கு.
te: 🔴/🟢 టాగుల్ బటన్ ఉపయోగించి ఇమెయిల్‌ని ఎనేబుల్ చేయండి.
th: ใช้งานอีเมลด้วยสวิตช์ 🔴/🟢
tr: E-postayı 🔴/🟢 anahtar düğmesiyle etkinleştirin.
uk: Увімкніть електронний лист за допомогою перемикача 🔴/🟢.
ur: 🔴/🟢 ٹوگل بٹن کا استعمال کرتے ہوئے ای میل کو فعال کریں۔
uz: Elektron pochtani 🔴/🟢 almashtirish tugmasi yordamida yoqing.
vi: Kích hoạt email bằng cách sử dụng nút gạt 🔴/🟢.
xh: Vula i-imeyile usebenzisa iqhosha lokutshintshela elithi 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
ar: انقر على 🧪 لاختبار البريد الإلكتروني بإرساله إلى نفسك (وليس المستلم).
az: Emaili özünüzə (alıcıya yox) göndərərək test etmək üçün 🧪 düyməsinə vurun.
be: Націсніце 🧪, каб праверыць электронны ліст, адпраўляючы яго на сябе (не атрымальніку).
bn: ইমেইলটি পরীক্ষার জন্য নিজেকে পাঠাতে 🧪 ক্লিক করুন (প্রাপককে নয়)।
cs: Klikněte na 🧪 pro testování emailu tím, že jej pošlete sobě (ne příjemci).
cy: Cliciwch 🧪 i brofi'r e-bost trwy ei anfon atoch chi'ch hun (nid y derbynnydd).
da: Klik på 🧪 for at teste e-mailen ved at sende den til dig selv (ikke modtageren).
de: Klicken Sie 🧪, um die E-Mail zu testen, indem Sie sie an sich selbst senden (nicht an den Empfänger).
el: Κάντε κλικ στο 🧪 για να δοκιμάσετε το email στέλνοντάς το στον εαυτό σας (όχι στον παραλήπτη).
es: Haga clic 🧪 para probar el correo electrónico enviándoselo a usted mismo (no al destinatario).
et: Klõpsa 🧪, et testida e-kirja saates see endale (mitte saajale).
eu: Egin klik 🧪 emaila probatzeko, zu zeuri bidaliz (ez hartzaileari).
fa: روی 🧪 کلیک کنید تا ایمیل را با ارسال آن به خودتان (نه گیرنده) آزمایش کنید.
fi: Napsauta 🧪 testataksesi sähköpostin lähettämällä sen itsellesi (ei vastaanottajalle).
fr: Cliquez 🧪 pour tester l'email en vous l'envoyant (pas au destinataire).
ga: Klik 🧪 na yɛ email no sɛ wɔde bɛsoma ma wo ho (nyɛ obiara a ɛbɛyɛ kɛseɛ).
gd: Cliog air 🧪 gus am post-d a dhearbhadh le bhith ga chur thugad fhèin (chan e an neach a gheibh e).
gl: Fai clic en 🧪 para probar o correo electrónico enviándoo a ti mesmo (non ao destinatario).
gu: ક્લિક કરો 🧪 ઇમેઈલને તમારી જાતને મોકલીને ટેસ્ટ કરવા માટે (પ્રાપ્તકને નહીં).
he: לחץ 🧪 כדי לבדוק את האימייל על ידי שליחתו לעצמך (לא לנמען).
hi: ईमेल का परीक्षण करने के लिए 🧪 पर क्लिक करें, इसे स्वयं को भेजकर (प्राप्तकर्ता को नहीं)।
hr: Kliknite 🧪 za testiranje emaila slanjem sebi (ne primatelju).
hu: Kattintson a 🧪 gombra, hogy tesztelje az emailt, és küldje el saját magának (nem a címzettnek).
id: Klik 🧪 untuk menguji email dengan mengirimnya kepada diri sendiri (bukan ke penerima).
is: Smelltu á 🧪 til að prófa tölvupóstinn með því að senda hann til sjálfs þín (ekki viðtakanda).
it: Clicca 🧪 per testare l'email inviandola a te stesso (non al destinatario).
ja: 🧪 をクリックして、自分自身に（受取人ではなく）メールを送信してテストします。
ka: კლიკეთ 🧪, რომ გამოსცადოთ ელფოსტა საკუთარი თავის მიმართ გაგზავნით (არა მიმღების).
ku: Bişopînin 🧪 da ku e-nameyê test bikar bînin herwiha da xwe bişînin (ne ji weregeraştinê).
lt: Spustelėkite 🧪, kad patikrintumėte el. laišką, išsiųsdami jį sau (ne gavėjui).
lv: Noklikšķiniet uz 🧪, lai pārbaudītu e-pastu, nosūtot to sev (ne saņēmējam).
mg: Tsindrio 🧪 mba hizaha ny mailaka amin'ny fandefasana azy ho anao (tsy ho an'ny mpandray).
mi: Pāwhiria 🧪 ki te whakamātau i te īmēra mā te tuku atu ki a koe anō (ehara i te kaiwhiwhi).
mk: Кликнете 🧪 за да ја тестирате е-поштата со испраќање до себеси (не до примачот).
ml: ഇമെയിൽ ടെസ്റ്റ് ചെയ്യാൻ (യാത്രികനല്ല) നിങ്ങൾക്കുതന്നെ അയച്ച് 🧪 ക്ലിക്ക് ചെയ്യുക.
ms: Klik 🧪 untuk menguji emel dengan menghantarnya kepada diri sendiri (bukan kepada penerima).
mt: Ikklikkja 🧪 biex tittestja l-email billi tibgħatha lilek innifsek (mhux lid-destinatarju).
my: 🧪 ကိုကူးပြောင်းသည် အီးမေးလ်ကိုကိုယ်ကိုမှု ပို့၍ စမ်းသပ်ပါ (လက်ပို့မထားဖို့ မထုတ်ထားပါ)။
nl: Klik op 🧪 om de e-mail te testen door deze naar jezelf te sturen (niet naar de ontvanger).
no: Klikk 🧪 for å teste e-posten ved å sende den til deg selv (ikke mottakeren).
pa: ਕਲਿੱਕ ਕਰੋ 🧪 ਈਮੇਲ ਨੂੰ ਆਪਣੇ ਆਪ ਨੂੰ (ਜਿਸਨੂੰ ਭੇਜਣ ਦੀ ਲੋੜ ਨਹੀਂ) ਭੇਜ ਕੇ ਟੈਸਟ ਕਰਨ ਲਈ।
pl: Kliknij 🧪, aby przetestować e-mail, wysyłając go do siebie (nie do odbiorcy).
pt: Clique em 🧪 para testar o email enviando-o para você mesmo (não para o destinatário).
ro: Clic 🧪 pentru a testa emailul trimițându-l către tine (nu către destinatar).
ru: Нажмите 🧪, чтобы протестировать письмо, отправив его себе (не получателю).
sk: Kliknite na 🧪 na testovanie emailu jeho odoslaním sebe (nie príjemcovi).
sl: Kliknite 🧪 za testiranje e-pošte s pošiljanjem sebi (ne prejemniku).
sq: Kliko 🧪 për të testuar emailin duke e dërguar vetes (jo marrësit).
sr: Kliknite 🧪 da testirate email slanjem sebi (ne primaocu).
sv: Klicka på 🧪 för att testa e-postmeddelandet genom att skicka det till dig själv (inte mottagaren).
sw: Bofya 🧪 kupima barua pepe kwa kujitumia mwenyewe (sio mpokeaji).
ta: 🧪 ஐக் கிளிக் செய்து மின்னஞ்சலை உங்களுக்கு அனுப்பி (பெறுநர் அல்ல) பரிசோதிக்கவும்.
te: నీవు నీకు ఐతే ఆ పరీక్షి ఇమెయిల్ పంపుటకు 🧪 నొక్కండి (గ్రహీతకు లేదు).
th: คลิก 🧪 เพื่อทดสอบอีเมลโดยส่งไปหาตัวเอง (ไม่ใช่ผู้รับ)
tr: E-postayı kendinize (alıcıya değil) göndererek test etmek için 🧪 tıklayın.
uk: Натисніть 🧪, щоб протестувати електронний лист, відправивши його собі (не одержувачу).
ur: ای میل کی جانچ کرنے کے لئے 🧪 پر کلک کریں تاکہ اسے اپنے آپ کو بھیج سکیں (وصول کنندہ کو نہیں).
uz: Elektron pochtani o'zingizga (qabul qiluvchiga emas) jo'natib sinash uchun 🧪 tugmasini bosing.
vi: Nhấp vào 🧪 để kiểm tra email bằng cách gửi cho chính bạn (không phải người nhận).
xh: Cofa 🧪 ukuvavanya i-imeyile ngokuzithumelela yona (hayi kumamkeli).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
ar: إذا لم تقم بالتسجيل قبل انتهاء فترة السماح، سيتم إرسال البريد الإلكتروني تلقائيًا.
az: Əgər möhlət müddəti bitməmişdən əvvəl yoxlamasınız, email avtomatik olaraq göndəriləcək.
be: Калі вы не зарэгіструецеся да завяршэння грэйс-перыяду, электронная пошта будзе аўтаматычна адпраўлена.
bn: যদি আপনি গ্রেস পিরিয়ড শেষ হওয়ার আগেই চেক ইন না করেন, তাহলে ইমেইলটি স্বয়ংক্রিয়ভাবে পাঠানো হবে।
cs: Pokud se nepřihlásíte před koncem doby odkladu, email bude automaticky odeslán.
cy: Os nad ydych chi'n gwirio i mewn cyn i'r amser gras ddod i ben, bydd yr e-bost yn cael ei anfon yn awtomatig.
da: Hvis du ikke checker ind inden nådeperioden udløber, vil e-mailen blive sendt automatisk.
de: Wenn Sie sich nicht vor Ablauf der Kulanzzeit anmelden, wird die E-Mail automatisch gesendet.
el: Αν δεν κάνετε check in πριν λήξει η περίοδος χάριτος, το email θα σταλεί αυτόματα.
es: Si no se registra antes de que termine el periodo de gracia, el correo electrónico se enviará automáticamente.
et: Kui sa ei kontrolli enne perioodi lõppu, saadetakse e-kiri automaatselt.
eu: Onarpenerako epea amaitu baino lehen ez baduzu check-in egiten, emaila automatikoki bidaliko da.
fa: اگر قبل از پایان دوره مهلت وارد نشوید، ایمیل به طور خودکار ارسال خواهد شد.
fi: Jos et kirjaudu sisään ennen armollisen ajan päättymistä, sähköposti lähetetään automaattisesti.
fr: Si vous ne vous enregistrez pas avant la fin de la période de grâce, l'email sera automatiquement envoyé.
ga: Sɛ wɔanɛkyɛ innanɔɛ ntama no si innyigyeɛ a, wɔbɛyɛ sɛ email no bɛsoma nitan.
gd: Mura dèan thu sgrùdadh a-steach mus tig an ùine-maitheis gu crìch, thèid am post-d a chuir gu fèin-obrachail.
gl: Se non fas check-in antes de que remate o período de graza, o correo electrónico enviarase automaticamente.
gu: જો તમે અનુગ્રહ અવધિ પૂરી થવા સુધી ચકાસણી નહીં કરો તો ઇમેઇલ આપમેળે મોકલાશે.
he: אם לא תבצע צ'ק-אין לפני תום תקופת החסד, האימייל יישלח אוטומטית.
hi: यदि आप ग्रेस अवधि समाप्त होने से पहले चेक-इन नहीं करते हैं, तो ईमेल स्वतः भेज दिया जाएगा।
hr: Ako se ne prijavite prije isteka grace perioda, email će biti automatski poslan.
hu: Ha nem jelentkezik be a türelmi idő lejárta előtt, az email automatikusan elküldésre kerül.
id: Jika Anda tidak check in sebelum masa tenggang berakhir, email akan otomatis dikirim.
is: Ef þú innritar þig ekki áður en fresturinn rennur út verður tölvupósturinn sjálfkrafa sendur.
it: Se non effettui il check-in prima della fine del periodo di tolleranza, l'email verrà inviata automaticamente.
ja: 猶予期間が終了する前にチェックインしない場合、メールは自動的に送信されます。
ka: თუ არ შეამოწმებთ მანამდე, სანამ შეუქმიანი პერიოდი დასრულდება, ელფოსტა ავტომატურად გაიგზავნება.
ku: Ger hûn pêşînda dîtinê naxêrin pêş dema wênejêyê, e-nameyê xweberî veqetandinê.
lt: Jei nepasregistruojate prieš pasibaigiant malonės laikotarpiui, el. laiškas bus automatiškai išsiųstas.
lv: Ja jūs nepārbaudāties pirms tolerances perioda beigām, e-pasts tiks automātiski nosūtīts.
mg: Raha tsy manamarina alohan'ny hanaperana ny fe-potoana fandeferana ianao, dia handefasana ho azy ny mailaka.
mi: Ki te kore koe e taki i mua i te mutunga o te wā whakarau, ka tuku aunoa te īmēra.
mk: Ако не се регистрирате пред крајот на временската дозвола, е-поштата ќе биде автоматски испратена.
ml: ഗ്രേസ് കാലയളവിന് മുമ്പ് നിങ്ങൾ ചെക്ക്-ഇൻ ചെയ്യാത്ത പക്ഷം, ഇമെയിൽ സ്വമേധയാ അയയ്ക്കപ്പെടും.
ms: Jika anda tidak mendaftar masuk sebelum tempoh tangguh berakhir, emel akan dihantar secara automatik.
mt: Jekk ma tiċċekkjax qabel ma jiskadi l-perjodu ta' grazzja, il-email tintbagħat awtomatikament.
my: ကြည့်ရှုဧည့်ပြီးရောရပါက အီးမေးလ်ကို တန်းပြီးကိုယ်ပိုင်အမည်ကိုပို့လိုင့် အလိုအလျောက် ပြုလုပ်ပါ။
nl: Als je niet incheckt voordat de respijtperiode eindigt, wordt de e-mail automatisch verzonden.
no: Hvis du ikke sjekker inn før fristen utløper, vil e-posten bli sendt automatisk.
pa: ਜੇਕਰ ਤੁਸੀਂ ਸਹਿਯੋਗ ਅਰਸਾ ਮੁਕੰਮਲ ਹੋਣ ਤੋਂ ਪਹਿਲਾਂ ਚੈਕ-ਇਨ ਨਹੀਂ ਕਰਦੇ, ਤਾਂ ਈਮੇਲ ਆਪੇ ਹੀ ਭੇਜ ਦਿੱਤੀ ਜਾਏਗੀ।
pl: Jeśli nie odprawisz się przed zakończeniem okresu karencji, e-mail zostanie automatycznie wysłany.
pt: Se você não fizer o check-in antes do final do período de tolerância, o email será enviado automaticamente.
ro: Dacă nu efectuezi check-inul înainte de sfârșitul perioadei de grație, emailul va fi trimis automat.
ru: Если вы не отметитесь до окончания льготного периода, письмо будет отправлено автоматически.
sk: Ak sa neprihlásite pred skončením doby milosti, email bude automaticky odoslaný.
sl: Če se ne prijavite pred koncem obdobja milosti, bo e-pošta samodejno poslana.
sq: Nëse nuk kontrolloheni para se të përfundojë periudha e faljes, emaili do të dërgohet automatikisht.
sr: Ako se ne prijavite pre nego što vreme tolerancije istekne, email će biti automatski poslat.
sv: Om du inte checkar in innan fristen löper ut, skickas e-postmeddelandet automatiskt.
sw: Ikiwa hutaangalia ndani kabla ya muda wa rehema kuisha, barua pepe itaenda moja kwa moja.
ta: அனுகூல விதியின் முடிவுக்கு முன்பு நீங்கள் செக்-இன் செய்யாவிட்டால், மின்னஞ்சல் தானாகவே அனுப்பப்படும்.
te: గ్రేస్ పీరియడ్ ముగియడానికి ముందు మీరు చెక్ ఇన్ చేయకపోతే, ఇమెయిల్ స్వంతంగానే పంపబడుతుంది.
th: หากคุณไม่เช็คอินก่อนสิ้นสุดช่วงผ่อนผัน อีเมลจะถูกส่งอัตโนมัติ
tr: Tolere süresi dolmadan kontrol etmezseniz, e-posta otomatik olarak gönderilecektir.
uk: Якщо ви не перевірите своєчасно, лист буде відправлено автоматично.
ur: اگر رعایت مدت ختم ہونے سے پہلے آپ چیک ان نہیں کرتے تو ای میل خودکار طور پر بھیج دی جائے گی۔
uz: Imtiyoz muddati tugashidan oldin tekshirmasangiz, elektron pochta avtomatik ravishda jo'natiladi.
vi: Nếu bạn không kiểm tra trước khi thời gian gia hạn kết thúc, email sẽ được gửi tự động.
xh: Ukuba awungeni ngaphambi kokuba liphele ixesha lenkxaso, i-imeyile iya kuthunyelwa ngokuzenzekelayo.

source: You can preview the email configuration using 🔍.
ar: يمكنك معاينة تكوين البريد الإلكتروني باستخدام 🔍.
az: Email qurğusunun ön görünüşünü 🔍 vasitəsilə edə bilərsiniz.
be: Вы можаце папярэдне прагледзець канфігурацыю электроннай пошты з дапамогай 🔍.
bn: আপনি 🔍 ব্যবহার করে ইমেইল কনফিগারেশন প্রিভিউ করতে পারেন।
cs: Konfiguraci emailu si můžete prohlédnout pomocí 🔍.
cy: Gallwch ragweld cyfluniad yr e-bost gan ddefnyddio 🔍.
da: Du kan forhåndsvise e-mailkonfigurationen ved hjælp af 🔍.
de: Sie können die E-Mail-Konfiguration mit 🔍 ansehen.
el: Μπορείτε να προεπισκοπήσετε τη διαμόρφωση email χρησιμοποιώντας 🔍.
es: Puede previsualizar la configuración del correo electrónico usando 🔍.
et: Sa võid eelvaadata e-maili konfiguratsiooni, kasutades 🔍.
eu: Email konfigurazioa aurrebista dezakezu 🔍 erabiliz.
fa: می‌توانید پیکربندی ایمیل را با استفاده از 🔍 پیش‌نمایش کنید.
fi: Voit esikatsella sähköpostikonfiguraation käyttämällä 🔍.
fr: Vous pouvez prévisualiser la configuration de l'email en utilisant 🔍.
ga: Wɔtumi kɔ hwɛ email configuration sɛ 🔍.
gd: Faodaidh tu rèiteachadh a’ phuist-d fhaicinn a’ cleachdadh 🔍.
gl: Podes previsualizar a configuración do correo electrónico usando 🔍.
gu: તમે ઇમેઇલ રૂપરેખાંકન પૂર્વાવલોકન કરી શકો છો 🔍 નો ઉપયોગ કરીને.
he: תוכל להציג תצוגה מקדימה של תצורת האימייל באמצעות 🔍.
hi: ईमेल कॉन्फ़िगरेशन का पूर्वावलोकन 🔍 का उपयोग करके करें।
hr: Možete pregledati email konfiguraciju pomoću 🔍.
hu: Az email beállításainak előnézete 🔍 segítségével érhető el.
id: Anda dapat melihat pratinjau konfigurasi email menggunakan 🔍.
is: Þú getur forskoðað tölvupóststillinguna með 🔍.
it: Puoi visualizzare l'anteprima della configurazione dell'email utilizzando 🔍.
ja: 🔍 を使用してメール設定をプレビューできます。
ka: შეგიძლიათ წინასწარ ნახვალოს ელფოსტის კონფიგურაცია 🔍 გამოყენებით.
ku: Hûn dikarin konfîgûrasyona e-nameyê bi 🔍 dîtinê.
lt: Galite peržiūrėti el. laiško konfigūraciją naudodamiesi 🔍.
lv: Jūs varat priekšskatīt e-pasta konfigurāciju, izmantojot 🔍.
mg: Azonao atao ny manadihady ny fametrahana ny mailaka amin'ny 🔍.
mi: Ka taea e koe te arokē atu te whirihoranga īmēra mā te whakamahi 🔍.
mk: Можете да ја прегледате конфигурацијата на е-поштата користејќи 🔍.
ml: 🔍 ഉപയോഗിച്ച് നിങ്ങൾക്ക് ഇമെയിൽ ക്രമീകരണം പ്രിവ്യൂ ചെയ്യാം.
ms: Anda boleh pratonton konfigurasi emel menggunakan 🔍.
mt: Tista' tipprevedi l-konfigurazzjoni tal-email billi tuża 🔍.
my: ဖြည့်ထားသောအားကောင်းသည့် အီးမေးလ်ကို 🔍 အသုံးပြု၍ အစမ်းသပ်ပါ။
nl: Je kunt de e-mailconfiguratie bekijken met 🔍.
no: Du kan forhåndsvise e-postkonfigurasjonen ved å bruke 🔍.
pa: ਤੁਸੀਂ 🔍 ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਈਮੇਲ ਸੰਰਚਨਾ ਦਾ ਪੂਰਵ ਦਰਸ਼ਨ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz przejrzeć konfigurację e-maila za pomocą 🔍.
pt: Você pode visualizar a configuração do email usando 🔍.
ro: Poți previzualiza configurația emailului folosind 🔍.
ru: Вы можете просмотреть конфигурацию письма с помощью 🔍.
sk: Môžete si prezrieť konfiguráciu emailu pomocou 🔍.
sl: Lahko si ogledate konfiguracijo e-pošte z uporabo 🔍.
sq: Mund të shikosh paraprakisht konfigurimin e emailit duke përdorur 🔍.
sr: Možete pregledati konfiguraciju emaila koristeći 🔍.
sv: Du kan förhandsgranska e-postkonfigurationen med hjälp av 🔍.
sw: Unaweza kuona usanidi wa barua pepe kwa kutumia 🔍.
ta: மின்னஞ்சல் கட்டமைப்பை 🔍 மூலம் முன்னோட்டம் பார்க்கலாம்.
te: మీరు ఇమెయిల్ కాన్ఫిగరేషన్‌ని 🔍 ఉపయోగించి ప్రివ్యూ చేయవచ్చు.
th: คุณสามารถแสดงตัวอย่างการตั้งค่าอีเมลโดยใช้ 🔍
tr: E-posta yapılandırmasını 🔍 kullanarak gözden geçirebilirsiniz.
uk: Ви можете переглянути конфігурацію листа, використовуючи 🔍.
ur: آپ ای میل ترتیب کو 🔍 کا استعمال کرتے ہوئے پیش منظر دیکھ سکتے ہیں۔
uz: Elektron pochta konfiguratsiyasini 🔍 yordamida oldindan ko'rishingiz mumkin.
vi: Bạn có thể xem trước cấu hình email bằng 🔍.
xh: Unokujonga ulungelelwaniso lwe-imeyile usebenzisa 🔍.
