Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Save Reminder
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: Schedule Reminder
ar: جدولة البريد الإلكتروني
az: Emaili Planla
be: Раскладанне Пошта
bn: ইমেইল সময়সূচি
cs: Naplánovat email
cy: Trefnu E-bost
da: Planlæg e-mail
de: E-Mail planen
el: Προγραμματισμός Εmail
es: Programar correo electrónico
et: Planeeri e-kiri
eu: Emaila programatu
fa: برنامه‌ریزی ایمیل
fi: Aikatauluta sähköposti
fr: Planifier l'email
ga: Hyɛn a wɔayɛde email
gd: Clàradh Post-d
gl: Programar Correo Electrónico
gu: સમયসূচિ ઈમેઈલ
he: לוח זמנים לאימייל
hi: ईमेल अनुसूची
hr: Raspored emaila
hu: Email ütemezése
id: Jadwalkan Email
is: Tímasetja tölvupóst
it: Programma Email
ja: メールのスケジュール
ka: ელფოსტის განრიგი
ku: Peyama Rojname
lt: Planinis el. laiškas
lv: Plānot e-pastu
mg: Fandaharam-mailaka
mi: Hōtaka Īmēra
mk: Распоред на е-пошта
ml: ഇമെയിൽ അനുഭവസംവിധാനം
ms: Jadualkan Emel
mt: Ixxedulja Email
my: အီးမေးလ် အချိန်ပြတ်
nl: E-mail inplannen
no: Planlegg e-post
pa: ਈਮੇਲ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Zaplanuj e-mail
pt: Agendar Email
ro: Programează Email
ru: Запланировать Email
sk: Naplánovať email
sl: Razporedi e-pošto
sq: Planifiko Email
sr: Raspored Slanja Emaila
sv: Schemalägg e-post
sw: Panga Barua Pepe
ta: மின்னஞ்சல் அட்டவணை
te: షెడ్యూల్ ఇమెయిల్
th: กำหนดเวลาอีเมล
tr: E-posta Planla
uk: Запланувати електронний лист
ur: ای میل کا شیڈول بنائیں
uz: Elektron pochta rejalashtirish
vi: Lên lịch Email
xh: Ishedyuli ye-imeyile

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
ar: يتم فحص التذكيرات كل %(minutes)s دقيقة، لذا قد يتأخر التنفيذ قليلاً.
az: Xatırlatmalar hər %(minutes)s dəqiqədən bir yoxlanılır, buna görə yerinə yetirilmə bir qədər gecikə bilər.
be: Напаміны правяраюцца кожныя %(minutes)s хвілін, таму выкананне можа быць крыху затрымана.
bn: রিমাইন্ডারগুলি প্রতি %(minutes)s মিনিটে চেক করা হয়, তাই কার্যকরিতে সামান্য বিলম্ব হতে পারে।
cs: Připomenutí jsou kontrolována každých %(minutes)s minut, takže provedení může být mírně zpožděno.
cy: Gwiriwyd nodiadau atgoffa bob %(minutes)s munud, felly gallai'r gweithrediad gael oedi ychydig.
da: Påmindelser kontrolleres hvert %(minutes)s minut, så udførelsen kan blive lidt forsinket.
de: Erinnerungen werden alle %(minutes)s Minuten überprüft, sodass die Ausführung möglicherweise leicht verzögert wird.
el: Οι υπενθυμίσεις ελέγχονται κάθε %(minutes)s λεπτά, οπότε η εκτέλεση μπορεί να καθυστερήσει ελαφρώς.
es: Los recordatorios se verifican cada %(minutes)s minutos, por lo que la ejecución puede retrasarse ligeramente.
et: Meeldetuletusi kontrollitakse iga %(minutes)s minuti järel, seega täitmine võib pisut hilineda.
eu: Gogorarazleak %(minutes)s minuturo egiaztatzen dira, beraz, exekuzioa pixka bat atzeratu daiteke.
fa: یادآوری‌ها هر %(minutes)s دقیقه بررسی می‌شوند، بنابراین ممکن است اجرای آنها کمی تأخیر داشته باشد.
fi: Muistutukset tarkistetaan %(minutes)s minuutin välein, joten suoritus voi hieman viivästyä.
fr: Les rappels sont vérifiés toutes les %(minutes)s minutes, donc l'exécution peut être légèrement retardée.
ga: Wɔtɔ kasa kɔtɔ ka gbogbo bere a wɔkɔ 'code: %(minutes)s' dakika a, na saa ma wɔyɛ bisa no wɔgyinajɛ a mpontufo kɛse wɔ.
gd: Bithear aireachan a' sgrùdadh a h-uile %(minutes)s mionaidean, mar sin faodaidh e gum bi cur an gnìomh air dàil bheag.
gl: Os recordatorios compróbanse cada %(minutes)s minutos, polo que a execución pode retrasarse un pouco.
gu: સૂચનાઓ દરેક %(મિનિટ)s મિનિટે થતી તપાસવામાં આવે છે, તેથી અમલમાં થોડી વિલંબ થઈ શકે છે.
he: תזכורות נבדקות כל %(minutes)s דקות, כך שהביצוע עשוי להתעכב במעט.
hi: अनुस्मारक हर %(minutes)s मिनट में जांचे जाते हैं, इसलिए निष्पादन में थोड़ी देरी हो सकती है।
hr: Podsjetnici se provjeravaju svakih %(minutes)s minuta, pa izvršenje može biti malo odgođeno.
hu: Az emlékeztetők ellenőrzése minden %(minutes)s percben történik, ezért a végrehajtás kissé késhet.
id: Pengingat diperiksa setiap %(minutes)s menit, jadi pelaksanaan mungkin sedikit tertunda.
is: Tilkynningar eru skoðaðar á %(minutes)s mínútna fresti, svo framkvæmd getur seinkað lítillega.
it: I promemoria vengono controllati ogni %(minutes)s minuti, quindi l'esecuzione potrebbe essere leggermente ritardata.
ja: リマインダーは%(minutes)s分ごとに確認されるため、実行が若干遅れる場合があります。
ka: ನಿಮ್ಮಪಾತ್ರಾಭಿಕ್ಷಣೆಗಳು ಪ್ರತಿಯೊಂದೂ %(ನಿಮಿಷಗಳು)s ನಿಮಿಷಗಳಿಗೂ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ, ಆದ್ದರಿಂದ ಕಾರ್ಯಕ್ಷಮತೆ ಸ್ವಲ್ಪವಷ್ಟು ವಿಳಂಬವಾಗಬಹುದು.
ku: ئاگادارکردنەوەکان هەر %(minutes)s خولەک جارێک پشکنراون، بۆیە شاید جەنجاڵەکە کەمێک درێژ ڕابکات.
lt: Primintys tikrinamos kas %(minutes)s minučių, todėl vykdymas gali šiek tiek vėluoti.
lv: Paziņojumi tiek pārbaudīti ik pēc %(minutes)s minūtēm, tāpēc izpilde var nedaudz kavēties.
mg: Tsarao isaky ny %(minutes)s minitra ny fampahatsiahivana, ka mety ho tara kely ny fanatanterahana.
mi: Ka tirohia ngā whakamōhiotanga ia %(minutes)s meneti, nō reira tērā pea ka paku whakaroa te whakatinanatanga.
mk: Потсетниците се проверуваат на секои %(minutes)s минути, па извршувањето може малку да се одложи.
ml: %(minutes)s മിനിറ്റുകൾക്ക് ഒന്ന് ഓർമ്മിപ്പികൾ പരിശോധിക്കപ്പെടുന്നു, അതിനാൽ നിർവഹണം കുറച്ച് വൈകണമെക് സാദ്ധ്യതയുണ്ട്.
ms: Peringatan diperiksa setiap %(minutes)s minit, jadi pelaksanaan mungkin tertangguh sedikit.
mt: It-tfakkiriet jiġu ċċekkjati kull %(minutes)s minuta, għalhekk l-eżekuzzjoni tista’ tiġi ttardjata ftit.
my: သတိပေးချက်များကို မိနစ် %(minutes)s တိုင်း စစ်ဆေးကြသည်၊ ထို့အတွက် အလုပ်လည်ပတ်မှုအချိန်မှာ နည်းနည်းနောက်ကျနိုင်သည်။
nl: Herinneringen worden elke %(minutes)s minuten gecontroleerd, dus de uitvoering kan iets vertraagd zijn.
no: Påminnelser sjekkes hvert %(minutes)s minutter, så utførelse kan bli litt forsinket.
pa: ਨੋਟਿਸਾਂ ਨੂੰ ਹਰ %(minutes)s ਮਿੰਟ ਵਿੱਚ ਜਾਂਚਿਆ ਜਾਂਦਾ ਹੈ, ਇਸ ਲਈ ਕਾਰਵਾਈ ਵਿੱਚ ਥੋੜੀ ਦੇਰੀ ਹੋ ਸਕਦੀ ਹੈ।
pl: Przypomnienia są sprawdzane co %(minutes)s minut, więc wykonanie może być nieco opóźnione.
pt: Lembretes são verificados a cada %(minutes)s minutos, então a execução pode ser ligeiramente atrasada.
ro: Mementourile sunt verificate la fiecare %(minutes)s minute, așa că execuția poate fi ușor întârziată.
ru: Напоминания проверяются каждые %(minutes)s минут, так что выполнение может быть немного задержано.
sk: Pripomienky sa kontrolujú každých %(minutes)s minút, takže vykonanie môže byť mierne oneskorené.
sl: Opomniki se preverjajo vsakih %(minutes)s minut, zato se lahko izvedba nekoliko zavleče.
sq: Kujtimet kontrollohen çdo %(minutes)s minuta, kështu që ekzekutimi mund të vonohet pak.
sr: Podsetnici se proveravaju svakih %(minutes)s minuta, tako da izvršenje može biti malo odloženo.
sv: Påminnelser kontrolleras var %(minutes)s:e minut, så utförandet kan bli något fördröjt.
sw: Kumbukumbu huchunguzwa kila %(minutes)s dakika, kwa hivyo utekelezaji unaweza kuchelewa kidogo.
ta: நினைவூட்டல்களை ஒவ்வொரு %(minutes)s நிமிடங்களிலும் சரிபார்க்கின்றன, ஆகவே செயல்பாடு சிறிது தாமதமாக இருக்கலாம்.
te: గమనికలు ప్రతి %(minutes)s నిమిషాలకొక్కసారి తనిఖీ చేయబడతాయి, కాబట్టి అమలు కొంచెం ఆలస్యంగా కావచ్చు.
th: มีการตรวจสอบการเตือนทุก ๆ %(minutes)s นาที ดังนั้นการดำเนินการอาจล่าช้าเล็กน้อย
tr: Hatırlatıcılar her %(dakika)s dakikada bir kontrol edilir, bu yüzden yürütme biraz gecikebilir.
uk: Нагадування перевіряються кожні %(minutes)s хвилин, тому виконання може дещо затриматися.
ur: یاد دہانیاں ہر %(minutes)s منٹ بعد چیک کی جاتی ہیں، اس لیے عمل درآمد میں تھوڑی تاخیر ہو سکتی ہے۔
uz: Eslatmalar har %(minutes)s daqiqada tekshiriladi, shuning uchun bajarilish biroz kechikishi mumkin.
vi: Nhắc nhở được kiểm tra cứ mỗi %(minutes)s phút, do đó việc thực hiện có thể bị trễ nhẹ.
xh: Izikhumbuzo zijongwa emva kwemizuzu engama-%(minutes)s yonke, ngoko ke usetyenziso lunokubaleka kade kancinci.

source: Configure when and how often the reminder should be sent.
ar: قم بتكوين متى وعدد المرات التي يجب فيها إرسال التذكير.
az: Xatırlatmanın nə vaxt və nə qədər tez göndərilməli olduğunu konfiqurasiya edin.
be: настройте, когда и как часто должно отправляться напоминание.
bn: অনুস্মারক কখন এবং কত ঘন ঘন পাঠানো হবে তা কনফিগার করুন।
cs: Nakonfigurujte, kdy a jak často by mělo být připomenutí odesláno.
cy: Ffurfweddwch pryd a pha mor aml y dylai'r atgoffa gael ei anfon.
da: Konfigurer hvornår og hvor ofte påmindelsen skal sendes.
de: Konfigurieren Sie, wann und wie oft die Erinnerung gesendet werden soll.
el: Διαμορφώστε πότε και πόσο συχνά θα πρέπει να αποστέλλεται η υπενθύμιση.
es: Configura cuándo y con qué frecuencia se debe enviar el recordatorio.
et: Konfigureeri, millal ja kui tihti tuleb meeldetuletus saata.
eu: Konfiguratu noiz eta zenbat aldiz bidali beharko litzatekeen oroigarria.
fa: زمان و دفعات ارسال یادآوری را پیکربندی کنید.
fi: Määritä milloin ja kuinka usein muistutus lähetetään.
fr: Configurez quand et à quelle fréquence le rappel doit être envoyé.
ga: Cumraigh cathain agus cé chomh minic ba chóir meabhrúchán a sheoladh.
gd: Rèitich cuin agus dè cho tric a bu chòir an cuimhneachan a chur.
gl: Configure cando e con que frecuencia se debe enviar o recordatorio.
gu: યાદ અપાવનારને ક્યારે અને કેટલાં વાર મોકલવું તે રૂપરેખાંકિત કરો.
he: קבע מתי ובאיזו תדירות יש לשלוח את התזכורת.
hi: निर्धारित करें कि रिमाइंडर कब और कितनी बार भेजा जाना चाहिए।
hr: Konfigurirajte kada i koliko često se podsjetnik treba poslati.
hu: Állítsa be, hogy mikor és milyen gyakran kell küldeni az emlékeztetőt.
id: Konfigurasikan kapan dan seberapa sering pengingat harus dikirim.
is: Stilla hvenær og hve oft áminningin á að vera send.
it: Configura quando e con quale frequenza il promemoria dovrebbe essere inviato.
ja: このリマインダーを送信するタイミングと頻度を設定してください。
ka: კონფიგურაცია, როდის და რამდენად ხშირად უნდა გაიგზავნოს შეხსენება.
ku: Rêxistina ku kenge û çend car pêdivî bişîne xerîdarî wekû vê bîranîne.
lt: Konfigūruokite, kada ir kaip dažnai priminimas turi būti siunčiamas.
lv: Konfigurējiet, kad un cik bieži atgādinājums ir jānosūta.
mg: Makà tahaka ny fotoana sy ny matetika tokony hampitaina ny fampahatsiahivana.
mi: Waihangatia te wā me te auau mō te tuku o te whakamaumahara.
mk: Конфигурирајте кога и колку често треба да се испраќа потсетникот.
ml: ഓർമ്മപ്പെടുത്തല്‍ അയക്കുന്നതിന്‌ എപ്പോൾ‌ എത്ര തവണ‌ എന്നിവ ക്രമീകരിക്കുക.
ms: Konfigurasikan bila dan berapa kerap peringatan harus dihantar.
mt: Ikkonfigura meta u kif spiss it-tifkira għandha tintbagħat.
my: သတိပေးချက်ကို တိုင်ကြားရမည့်အချိန်နှင့် အကြိမ်ရေကို ပြုပြင်ပါ။
nl: Configureer wanneer en hoe vaak de herinnering moet worden verzonden.
no: Konfigurer når og hvor ofte påminnelsen skal sendes.
pa: ਯਾਦ ਦਿਲਾਵਣੀ ਕਿਵੇਂ ਅਤੇ ਕਿਵੇਂ ਭੇਜੀ ਜਾਣੀ ਚਾਹੀਦੀ ਹੈ ਇਸ ਦੀ ਸੰਰਚਨਾ ਕਰੋ।
pl: Skonfiguruj, kiedy i jak często przypomnienie ma być wysyłane.
pt: Configure quando e com que frequência o lembrete deve ser enviado.
ro: Configurează când și cât de des ar trebui trimis memento-ul.
ru: Настройте, когда и как часто должно отправляться напоминание.
sk: Nakonfigurujte, kedy a ako často by malo byť pripomenutie odoslané.
sl: Nastavite, kdaj in kako pogosto naj se opomnik pošlje.
sq: Konfiguroni kur dhe sa shpesh duhet të dërgohet kujtesa.
sr: Konfigurišite kada i koliko često podsetnik treba biti poslat.
sv: Konfigurera när och hur ofta påminnelsen ska skickas.
sw: Sanidi lini na mara ngapi kikumbusho kinapaswa kutumwa.
ta: நினைவூட்டல் எப்போது மற்றும் எவ்வளவு முறை அனுப்பப்பட வேண்டும் என்பதை அமைக்கவும்.
te: జ్ఞాపకం ఎప్పుడు మరియు ఎంత తరచుగా పంపబడాలి అనేది కన్ఫిగర్ చేయండి.
th: กำหนดเมื่อและบ่อยขนาดไหนที่ควรส่งการเตือนนี้
tr: Hatırlatıcının ne zaman ve ne sıklıkta gönderileceğini yapılandırın.
uk: Налаштуйте коли і як часто слід надсилати нагадування.
ur: تشکیل کریں کہ یاد دہانی کب اور کتنی بار بھیجی جانی چاہیے۔
uz: Eslatma qachon va qanchalik tez-tez yuborilishi kerakligini sozlang.
vi: Cấu hình thời điểm và tần suất gửi lời nhắc.
xh: Cwangcisa xa kwaye kangaphi isikhumbuzo kufuneka sithunyelwe.

source: Start Date & Time
ar: تاريخ ووقت البدء
az: Başlama Tarixi & Vaxtı
be: Дата і час пачатку
bn: শুরুর তারিখ ও সময়
cs: Datum a čas zahájení
cy: Dyddiad & Amser Dechrau
da: Start Dato & Tid
de: Startdatum & -zeit
el: Ημερομηνία & Ώρα Έναρξης
es: Fecha y Hora de Inicio
et: Alguskuupäev ja -aeg
eu: Hasiera Data eta Ordua
fa: تاریخ و زمان شروع
fi: Aloituspäivämäärä & -aika
fr: Date et heure de début
ga: Dáta & Am Tosaigh
gd: Ceann-latha & Àm Tòiseachaidh
gl: Data e Hora de Inicio
gu: પ્રારંભ તારીખ અને સમય
he: תאריך ושעת התחלה
hi: प्रारंभ तिथि और समय
hr: Datum i vrijeme početka
hu: Kezdő dátum és idő
id: Tanggal & Waktu Mulai
is: Upphafsdagur & Tími
it: Data & Ora di Inizio
ja: 開始日時
ka: დაწყება თარიღი & დრო
ku: ڕۆژی دەستپێک & کات
lt: Pradžios data ir laikas
lv: Sākuma datums un laiks
mg: Daty sy Ora fanombohana
mi: Rā & Wā Tīmata
mk: Датум и време на почеток
ml: ആരംഭ തീയതിയും സമയവും
ms: Tarikh & Masa Mula
mt: Data & Ħin tal-Bidu
my: စတင်နေ့ရက် & အချိန်
nl: Startdatum & Tijd
no: Startdato & -tid
pa: ਸ਼ੁਰੂ ਮਿਤੀ ਅਤੇ ਸਮਾਂ
pl: Data i czas rozpoczęcia
pt: Data e Hora de Início
ro: Data și ora de începere
ru: Дата и время начала
sk: Dátum a čas začiatku
sl: Datum in čas začetka
sq: Data & Koha e Fillimit
sr: Datum i vreme početka
sv: Startdatum & Tid
sw: Tarehe na Muda wa Kuanza
ta: தொடக்க தேதி மற்றும் நேரம்
te: ప్రారంభ తేది & సమయం
th: วันที่และเวลาเริ่มต้น
tr: Başlangıç Tarihi ve Saati
uk: Дата та час початку
ur: تاریخ اور وقت کا آغاز
uz: Boshlanish sanasi va vaqti
vi: Ngày & Giờ Bắt Đầu
xh: Umhla & Ixesha lokuqalisa

source: Recurrence Rule
ar: قاعدة التكرار
az: Təkrarlanma Qaydası
be: Правіла паўтары
bn: পুনরাবৃত্তি নীতি
cs: Pravidlo opakování
cy: Rheol Ailadroddiad
da: Tilbagevendende Regel
de: Wiederholungsregel
el: Κανόνας Επαναληπτικότητας
es: Regla de Recurrencia
et: Korduvusreegel
eu: Errepikapen Araua
fa: قانون تکرار
fi: Toistuvuussääntö
fr: Règle de récurrence
ga: Riail Athfhillteach
gd: Riaghailt Ath-aithris
gl: Regra de Recorrencia
gu: પુનરાવૃત્તિ નિયમ
he: חוק חזרתיות
hi: आवृत्ति नियम
hr: Pravilo ponavljanja
hu: Ismétlődési szabály
id: Aturan Keterulangan
is: Endurtekningarregla
it: Regola di Ricorrenza
ja: 繰り返しルール
ka: რეკურსიის წესი
ku: یاسای داهاتی
lt: Kartojimo taisyklė
lv: Atkārtošanās noteikums
mg: Lalàna Famerimberenana
mi: Ture Hoki Mai Anō
mk: Правило на повторливост
ml: ആവർത്തനനയം
ms: Peraturan Pengulangan
mt: Regola tar-Rikurrenza
my: ကြိမ်နှုန်း စည်းမျဉ်း
nl: Herhalingsregel
no: Gjentakelsesregel
pa: ਦੁਹਰਾਉਣ ਦਾ ਨਿਯਮ
pl: Zasada cykliczności
pt: Regra de Recorrência
ro: Regulă de recurență
ru: Правило повторения
sk: Pravidlo opakovania
sl: Pravilo ponavljanja
sq: Rregulli i Përsëritjes
sr: Pravilo ponavljanja
sv: Återkommande Regel
sw: Kanuni ya Urudiaji
ta: மீல்பற்றிய விதி
te: పునరావృత నియమం
th: กฎการส่งซ้ำ
tr: Tekrarlama Kuralı
uk: Правило повторення
ur: تکرار کا اصول
uz: Takrorlanish qoidasi
vi: Quy tắc Tái Diễn
xh: Umgaqo wokuPhinda

source: (Optional) Enter RRULE or leave blank for one-time.
ar: (اختياري) أدخل RRULE أو اتركه فارغًا لمرة واحدة.
az: (İxtiyarı) RRULE daxil edin və ya bir dəfə üçün boş buraxın.
be: (Неабавязкова) Увядзіце RRULE або пакіньце пустым для адзінкавых зваротаў.
bn: (ঐচ্ছিক) RRULE লিখুন বা একবারের জন্য ফাঁকা রাখুন।
cs: (Volitelné) Zadejte RRULE nebo ponechte prázdné pro jednorázové.
cy: (Dewisol) Rhowch RRULE neu gadewch yn wag am un-amser.
da: (Valgfri) Indtast RRULE eller lad være blank for én gang.
de: (Optional) Geben Sie RRULE ein oder lassen Sie es leer für eine einmalige Aktion.
el: (Προαιρετικό) Εισαγάγετε RRULE ή αφήστε κενό για μια φορά.
es: (Opcional) Introduce RRULE o deja en blanco para una sola vez.
et: (Valikuline) Sisestage RRULE või jätke tühjaks ühekordseks.
eu: (Aukerakoa) Sartu RRULE edo utzi hutsik behin egiteko.
fa: (اختیاری) RRULE را وارد کنید یا برای یک‌بار خالی بگذارید.
fi: (Valinnainen) Syötä RRULE tai jätä tyhjäksi, jos on kertaluonteinen.
fr: (Optionnel) Entrer RRULE ou laisser vide pour une seule fois.
ga: (Roghnach) Cuir isteach RRULE nó fág bán le haghaidh uair amháin.
gd: (Roghainneil) Cuir a-steach RRULE no fàg bàn airson aon-ùine.
gl: (Opcional) Introducir RRULE ou deixar en branco para unha soa vez.
gu: (વૈકલ્પિક) RRULE દાખલ કરો અથવા એક વખત માટે ખાલી રાખો.
he: (אופציונלי) הכנס RRULE או השאר ריק עבור חד פעמי.
hi: (वैकल्पिक) RRULE दर्ज करें या एक बार के लिए खाली छोड़ दें।
hr: (Opcionalno) Unesite RRULE ili ostavite prazno za jednokratno.
hu: (Választható) Adja meg az RRULE-t vagy hagyja üresen egyszeri esemény esetén.
id: (Opsional) Masukkan RRULE atau biarkan kosong untuk satu kali.
is: (Valfrjálst) Sláðu inn RRULE eða skildu eftir autt fyrir einn sinn.
it: (Opzionale) Inserisci RRULE o lascia vuoto per una volta.
ja: （オプション）RRULEを入力するか、一度きりの場合は空白のままにします。
ka: (არასავალდებულო) შეიყვანეთ RRULE ან დატოვეთ ცარიელი ერთი ჯერისთვის.
ku: (هەڵبژاردە) هاوردنی RRULE یان بەجێهێشتنی بەتاڵ بۆ تکەیەکی.
lt: (Neprivaloma) Įvesti RRULE arba palikti tuščią vienkartiniam.
lv: (Pēc izvēles) Ievadiet RRULE vai atstājiet tukšu vienreizējam.
mg: (Tsy voatery) Ampidiro ny RRULE na avelao ho foana ho an'ny indray mandeha.
mi: (Ko te Kōwhirika) Whakauruhia te RRULE, waihotia rānei kia kotahi anake te wā.
mk: (По избор) Внесете RRULE или оставете празно за еднократно.
ml: (തെരഞ്ഞെടുപ്പം) RRULE നല്‍കുക അല്ലെങ്കില്‍ ഒരിക്കല്‍ മാത്രം ഭാഗത്തേക്ക്.
ms: (Pilihan) Masukkan RRULE atau biarkan kosong untuk sekali sahaja.
mt: (Mhux obbligatorju) Daħħal RRULE jew ħalli vojt għal darba waħda.
my: (Optional) RRULE ရိုက်ထည့်ပါ သို့မဟုတ် တစ်ကြိမ် လုပ်ဆောင်ပါ။
nl: (Optioneel) Voer RRULE in of laat leeg voor eenmalig.
no: (Valgfritt) Skriv inn RRULE eller la stå tomt for én gang.
pa: (ਵਿਕਲਪਿਕ) RRULE ਦਰਜ ਕਰੋ ਜਾਂ ਇੱਕ ਵਾਰੀ ਲਈ ਖਾਲੀ ਛੱਡੋ।
pl: (Opcjonalnie) Wprowadź RRULE lub pozostaw puste dla jednorazowego.
pt: (Opcional) Insira RRULE ou deixe em branco para único.
ro: (Opțional) Introduceți RRULE sau lăsați gol pentru o singură dată.
ru: (Необязательно) Введите RRULE или оставьте пустым для однократного.
sk: (Voliteľné) Zadať RRULE alebo ponechať prázdne pre jednorazové.
sl: (Neobvezno) Vnesite RRULE ali pustite prazno za enkratno.
sq: (Opsionale) Futni RRULE ose lëreni bosh për një herë.
sr: (Opcionalno) Unesite RRULE ili ostavite prazno za jednokratno.
sv: (Valfritt) Ange RRULE eller lämna tomt för engångs.
sw: (Hiari) Weka RRULE au acha wazi kwa mara moja.
ta: (விரும்பினால்) RRULE ஐ உள்ளிட்டால் அல்லது ஒருநாள் பருமான விட்டு விடவும்.
te: (ఐచ్చికం) RRULE ను ఎంటర్ చేయండి లేదా ఒకసారి మాత్రమే ఉండేందుకు ఖాళీగా ఉంచండి.
th: (ไม่บังคับ) กรอก RRULE หรือเว้นว่างไว้สำหรับครั้งเดียว
tr: (İsteğe bağlı) RRULE girin veya tek seferlik için boş bırakın.
uk: (Необов'язково) Введіть RRULE або залиште порожнім для одноразового нагадування.
ur: (اختیاری) RRULE درج کریں یا ایک بار کے لئے چھوڑ دیں۔
uz: (Majburiy emas) RRULE kiriting yoki bir martalik uchun bo'sh qoldiring.
vi: (Tuỳ chọn) Nhập RRULE hoặc để trống nếu một lần.
xh: (Okunganyanzelekanga) Ngenisa i-RRULE okanye shiya ingenanto kwixesha elinye.

source: End Date
ar: إرسال اختبار
az: Test Göndər
be: পরীক্ষা পাঠান
bn: পরীক্ষা পাঠাও
cs: Odeslat test
cy: Anfon Prawf
da: Send test
de: Test senden
el: Αποστολή Δοκιμαστικού
es: Enviar Prueba
et: Saada test
eu: Bidali Proba
fa: ارسال تست
fi: Lähetä testi
fr: Envoyer un test
ga: Seol Tástáil
gd: Cuir Deuchainn
gl: Enviar proba
gu: ટેસ્ટ મોકલો
he: שלח בדיקה
hi: परीक्षण भेजें
hr: Pošalji test
hu: Teszt küldése
id: Kirim Uji Coba
is: Senda próf
it: Invia Test
ja: テスト送信
ka: გაგზავნის ტესტი
ku: ئەرشی تەست
lt: Siųsti testą
lv: Nosūtīt testu
mg: Alefaso ny Fitsapana
mi: Tukua Whakamātautau
mk: Испрати Тест
ml: ടെസ്റ്റ് അയയ്ക്കുക
ms: Hantar Ujian
mt: Ibgħat Test
my: စမ်းသပ်ပို့ရန်
nl: Verstuur test
no: Send test
pa: ਟੈਸਟ ਭੇਜੋ
pl: Wyślij test
pt: Enviar Teste
ro: Trimite test
ru: Отправить тест
sk: Odoslať test
sl: Pošlji test
sq: Dërgo Test
sr: Pošalji test
sv: Skicka test
sw: Tuma Jaribio
ta: சோதனை அனுப்பு
te: పరీక్ష పంపండి
th: ส่งทดสอบ
tr: Test Gönder
uk: Відправити тест
ur: ٹیسٹ بھیجیں
uz: Sinov yuborish
vi: Gửi Thử
xh: Thumela Uvavanyo
