Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Provide the exact English phrase as it appears on the screen.
ar: قدم العبارة الإنجليزية بدقة كما تظهر على الشاشة.
az: Ekranda görüldüyü kimi dəqiq İngilis ifadəsini təqdim edin.
be: स्क्रिनमा जस्तो प्रस्तुत छ, ठ्याक्कै अंग्रेजी वाक्यांश उपलब्ध गराउनुहोस्।
bn: স্ক্রিনে যেমনটি প্রদর্শিত হয় তেমন সঠিক ইংরেজি বাক্যাংশ প্রদান করুন।
cs: Uveďte přesnou anglickou frázi, jak se objevuje na obrazovce.
cy: Darparwch yr union ymadrodd Saesneg fel y mae'n ymddangos ar y sgrîn.
da: Angiv den nøjagtige engelske frase, som den vises på skærmen.
de: Geben Sie den genauen englischen Satz an, wie er auf dem Bildschirm erscheint.
el: Παρέχετε την ακριβή αγγλική φράση όπως εμφανίζεται στην οθόνη.
es: Proporciona la frase exacta en inglés tal como aparece en la pantalla.
et: Esitage täpne ingliskeelne fraas nii, nagu see ekraanil kuvatakse.
eu: Eman pantailan agertzen den ingelesezko esaldi zehatza.
fa: عبارت دقیق انگلیسی را همانطور که بر روی صفحه ظاهر می‌شود ارائه دهید.
fi: Anna tarkka englanninkielinen lause, kuinka se näkyy näytöllä.
fr: Fournissez la phrase anglaise exacte telle qu'elle apparaît à l'écran.
ga: Tabhair an abairt Bhéarla mar a thaispeántar ar an scáileán.
gd: Thoir seachad am buidheann cheart sa Bheurla mar a tha e a’ nochdadh air an sgrion.
gl: Proporciona a frase exacta en inglés tal como aparece na pantalla.
gu: અધિકૃત અંગ્રેજી વાક્ય જેવા કે તે સ્ક્રીન પર દેખાય છે તે પૂરાં પાડો.
he: ספק את הביטוי האנגלי המדויק כפי שהוא מופיע על המסך.
hi: जिस रूप में वह इंग्लिश फ्रेज स्क्रीन पर दिखाई देता है, उसे सटीक प्रदान करें।
hr: Dajte točnu englesku frazu kako se pojavljuje na ekranu.
hu: Add meg a pontos angol kifejezést, ahogy a képernyőn látod.
id: Sediakan frasa bahasa Inggris persis seperti yang muncul di layar.
is: Veittu nákvæmu ensku setninguna eins og það birtist á skjánum.
it: Fornisci la frase esatta in inglese come appare sullo schermo.
ja: 画面上に表示された正確な英語のフレーズを提供してください。
ka: स्क्रीन पर जैसे दिखता है वैसा ही सही अंग्रेज़ी वाक्यांश उपलब्ध कराएँ।
ku: پەروسەیەکەوشەی ئینگلیسی بە یاری گەرانی بڵاوێستا.
lt: Nurodykite tikslią anglišką frazę, kaip ji rodoma ekrane.
lv: Norādiet precīzu angļu frāzi, kā tas redzams ekrānā.
mg: Omeo fehezanteny anglisy marina araka ny hita eo amin'ny efijery.
mi: Whakahokia mai te rerenga kōrero Pākehā tino rite ki te kitea i runga i te mata.
mk: Обезбедете ја точната англиска фраза како што се појавува на екранот.
ml: ഇത് സ്ക്രീനിൽ പ്രത്യക്ഷപ്പെടുന്ന അദ്ധ്യായം തന്നെ പ്രസ്തുത ചെയ്‌ത സ്പഷ്ടമായ ഇംഗ്ലീഷ് ഫ്രേഡുകൾ പ്രദാനം ചെയ്യുക.
ms: Berikan frasa Inggeris tepat seperti yang tertera di skrin.
mt: Ippejppja l-frażi Ingliża eżatta kif tidher fuq l-iskrin.
my: မူလ အင်္ဂလိပ်စကားကြီးထည့်ထားသော်အတိုင်း စနစ်တစ်ခုလုံးကို တိုက်ရိုက်ပေးပါ။
nl: Geef de exacte Engelse zin zoals die op het scherm verschijnt.
no: Oppgi den nøyaktige engelske frasen slik den vises på skjermen.
pa: ਜ਼ਰੂਰੀ ਅੰਗਰੇਜ਼ੀ ਫਰੇਜ਼ ਨੂੰ ਉਸ ਸਮੇਂ ਦੇਖੇ ਗਏ ਤਰੀਕੇ ਦੇ ਨਾਲ ਪ੍ਰਦਾਨ ਕਰੋ।
pl: Podaj dokładną angielską frazę, jaką widzisz na ekranie.
pt: Forneça a frase exata em inglês conforme aparece na tela.
ro: Oferiți fraza exactă în engleză așa cum apare pe ecran.
ru: Предоставьте точную английскую фразу, как она отображается на экране.
sk: Uveďte presnú anglickú frázu tak, ako sa zobrazuje na obrazovke.
sl: Navedi točno angleško frazo, kot se pojavi na zaslonu.
sq: Jepni frazën ekzakte angleze siç shfaqet në ekran.
sr: Navedite tačnu englesku frazu kako se pojavljuje na ekranu.
sv: Ge den exakta engelska frasen som den visas på skärmen.
sw: Toa kifungu halisi cha Kiingereza kama kinavyoonekana kwenye skrini.
ta: திரையில் தோன்றும் துல்லியமான ஆங்கில வாசகத்தை வழங்கவும்.
te: ఇంటి పేన తెరపై కనిపించినట్లు ఖచ్చితమైన ఇంగ్లీష్ పదాన్ని అందించండి.
th: ให้ข้อมูลวลีภาษาอังกฤษตามที่ปรากฏบนหน้าจอ
tr: Ekranda göründüğü gibi kesin İngilizce ifadeyi sağlayın.
uk: Надайте точну англійську фразу, як вона виглядає на екрані.
ur: جو عین انگلش جملہ اسکرین پر ہے وہ فراہم کریں۔
uz: Ekranda paydo bo'lgan aniq ingliz tilidagi iborani taqdim eting.
vi: Cung cấp cụm từ tiếng Anh chính xác như nó xuất hiện trên màn hình.
xh: Beka ibinzana lesiNgesi elichanileyo njengoko livela kwiscreen.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
ar: اذكر الصفحة أو القسم حيث رأيت العبارة (مثال: صفحة الإعدادات، قسم الحساب).
az: İfadəni gördüyünüz səhifə və ya bölməni daxil edin (məsələn, Ayarlar səhifəsi, Hesab bölümü).
be: तपाईँले जहाँ वाक्यांश देख्नुभयो त्यो पृष्ठ वा खण्ड समावेश गर्नुहोस् (जस्तै, सेटिङ्स पृष्ठ, खाता खण्ड)।
bn: আপনি যে পৃষ্ঠা বা বিভাগে বাক্যাংশটি দেখেছেন সেটি অন্তর্ভুক্ত করুন (যেমন, সেটিংস পৃষ্ঠা, অ্যাকাউন্ট বিভাগ)।
cs: Zahrňte stránku nebo sekci, kde jste frázi viděli (např. stránka Nastavení, sekce Účet).
cy: Cynnwyswch y dudalen neu'r adran lle gwelsoch yr ymadrodd (e.e., tudalen Gosodiadau, adran Cyfrif).
da: Inkluder siden eller sektionen, hvor du så sætningen (f.eks. Indstillingssiden, kontosektionen).
de: Fügen Sie die Seite oder den Abschnitt hinzu, in dem Sie den Satz gesehen haben (z. B. Einstellungsseite, Kontosektion).
el: Συμπεριλάβετε τη σελίδα ή το τμήμα όπου είδατε τη φράση (π.χ., σελίδα ρυθμίσεων, τμήμα λογαριασμού).
es: Incluye la página o sección donde viste la frase (e.g., página de Configuración, sección de Cuenta).
et: Kaasa lehekülg või jaotis, kus fraasi nägite (nt Seadete leht, Konto jaotis).
eu: Sartu esaldia ikusi duzun orria edo atala (adibidez, Ezarpenen orria, Kontuen atala).
fa: صفحه یا بخشی که عبارت را در آن دیدید مشخص کنید (مثلاً صفحه تنظیمات، بخش حساب کاربری).
fi: Sisällytä sivu tai osio, jossa näit lauseen (esim. Asetukset-sivu, Tiliosasto).
fr: Incluez la page ou la section où vous avez vu la phrase (par exemple, page Paramètres, section Compte).
ga: Cuir san áireamh an leathanach nó an rannóg ina bhfaca tú an frása (m.sh., Leathanach Socruithe, Rannóg Cuntais).
gd: Gabh a-steach an duilleag no an earrann far a bheil thu a’ faicinn na buidhne (m.e., duilleag Suidheachaidhean, earrann Cunntais).
gl: Inclúe a páxina ou sección onde viches a frase (por exemplo, páxina de configuración, sección de conta).
gu: આ પાનું અથવા વિભાગનો સમાવેશ કરો જ્યાં તમે વાક્ય જોયું (જેમ કે, સેટિંગ્સ પેજ, એકાઉન્ટ વિભાગ).
he: כלול את העמוד או החלק שבו ראית את הביטוי (לדוגמה, עמוד הגדרות, חלק החשבון).
hi: उस पेज या सेक्शन को शामिल करें जहां आपने वाक्यांश देखा (जैसे, सेटिंग्स पेज, खाता सेक्शन)।
hr: Uključite stranicu ili odjeljak gdje ste vidjeli frazu (npr., stranica Postavki, odjeljak Račun).
hu: Tüntesd fel az oldalt vagy szakaszt, ahol láttad a kifejezést (pl. Beállítások oldal, Fiók szakasz).
id: Sertakan halaman atau bagian di mana Anda melihat frasa tersebut (misalnya, halaman Pengaturan, bagian Akun).
is: Inklúderaðu síðuna eða hluta þar sem þú sást setninguna (t.d., Stillingar síða, Reiknings hluti).
it: Includi la pagina o la sezione dove hai visto la frase (ad esempio, pagina delle Impostazioni, sezione Account).
ja: そのフレーズを見たページまたはセクションを含めてください（例: 設定ページ、アカウントセクション）。
ka: वाक्यांश जहां आपने देखा उसका पृष्ठ या सेक्शन शामिल करें (उदा., सेटिंग्स पृष्ठ, खाता सेक्शन)।
ku: سەردانی ئەو بەشە کە دیاری بووە (نمونە، بەشی ریزەکان، سەکشنەی ئەکاونت).
lt: Pridėkite puslapį ar skyrių, kuriame matėte frazę (pvz., Nustatymų puslapis, Paskyros skyrius).
lv: Iekļaujiet lapu vai sadaļu, kur redzējāt frāzi (piem., Iestatījumu lapa, Konta sadaļa).
mg: Ampio ny pejy na fizarana izay nahitanareo ilay fehezanteny (ohatra, pejin'ny Fikirakirana, fizarana kaonty).
mi: Whakauruhia te whārangi, wāhanga rānei i kite koe i te rerenga kōrero (hei tauira, Whārangi Whakaturanga, Wāhanga Pūkete).
mk: Вклучете ја страницата или делот каде што ја видовте фразата (на пр., Страница за Поставки, Дел за Сметка).
ml: നിങ്ങൾ അതു കാണിച്ച പേജ് അല്ലെങ്കിൽ വിഭാഗം ഉൾപ്പെടുത്തുക (ഉദാ., ക്രമീകരണങ്ങൾ പേജ്, അക്കൗണ്ട് വിഭാഗം).
ms: Termasuk halaman atau bahagian di mana anda melihat frasa tersebut (cth., halaman Tetapan, bahagian Akaun).
mt: Inkludi l-paġna jew is-sezzjoni fejn rajt il-frażi (eż. Paġna tal-issettjar, Sezzjoni tal-kont).
my: သင့်ကြည့်ခဲ့သော စာမျက်နှာ သို့မဟုတ် ဌာနကို တစ်ဦးတည်းတည်း ထည့်ပေးပါ (ဥပမာ၊ Settings စာမျက်နှာ, Account ဌာန)။
nl: Vermeld de pagina of sectie waar je de zin zag (bijv. Instellingenpagina, Accountsectie).
no: Inkluder siden eller delen der du så uttrykket (f.eks., Innstillinger-side, Kontosnitt).
pa: ਉਸ ਪੰਨਾ ਜਾਂ ਸੈਕਸ਼ਨ ਦਾ ਸਭਿਆਚਾਰ ਜਿੱਥੇ ਤੁਸੀਂ ਫਰੇਜ਼ ਦੇਖਿਆ (ਜਿਵੇਂ ਕਿ, ਸੈਟਿੰਗ ਪੇਜ, ਖਾਤਾ ਸੈਕਸ਼ਨ)।
pl: Dołącz stronę lub sekcję, w której widziałeś frazę (np. strona Ustawienia, sekcja Konto).
pt: Inclua a página ou seção onde viu a frase (por exemplo, página de Configurações, seção de Conta).
ro: Includeți pagina sau secțiunea unde ați văzut fraza (de exemplu, pagina Setări, secțiunea Cont).
ru: Укажите страницу или раздел, где вы видели фразу (например, страница настроек, раздел аккаунта).
sk: Zahrňte stránku alebo sekciu, kde ste videli túto frázu (napr. Stránka nastavení, Sekcia účet).
sl: Vključite stran ali odsek, kjer ste videli frazo (npr. Stran nastavitev, Odsek računa).
sq: Përfshini faqen ose seksionin ku e keni parë frazën (p.sh., faqja e Cilësimeve, seksioni i Llogarisë).
sr: Uključite stranicu ili deo gde ste videli frazu (npr. stranicu Podešavanja, deo Naloga).
sv: Inkludera sidan eller sektionen där du såg frasen (t.ex. Inställningssidan, Kontosektion).
sw: Jumuisha ukurasa au sehemu ambapo uliona kifungu hicho (mfano, ukurasa wa Mipangilio, sehemu ya Akaunti).
ta: நீங்கள் வாசகத்தை கண்ட பக்கம் அல்லது பகுதி உட்பட (எ.கா., அமைப்புகள் பக்கம், கணக்கு பகுதி).
te: మీరు ఆ పదాన్ని చూసిన పేజీ లేదా విభాగం (ఉదా., సెట్టింగ్ పేజీ, ఖాతా విభాగం) పొందుపరచండి.
th: รวมทั้งหน้าและส่วนที่คุณเห็นวลี (เช่น หน้าการตั้งค่า, ส่วนบัญชี)
tr: İfadeyi gördüğünüz sayfa veya bölümün (ör. Ayarlar sayfası, Hesap bölümü) içinde bulundurun.
uk: Додайте сторінку або розділ, де ви побачили цю фразу (наприклад, сторінка Налаштувань, розділ Акаунт).
ur: وہ صفحہ یا سیکشن شامل کریں جہاں آپ نے جملہ دیکھا (مثلاً، سیٹنگز صفحہ، اکاؤنٹ سیکشن)۔
uz: Ibora qayerda ko'rganingizni ko'rsating (masalan, Sozlamalar sahifasi, Hisob bo'limi).
vi: Bao gồm trang hoặc phần nơi bạn thấy cụm từ (ví dụ: Trang Cài đặt, Phần Tài khoản).
xh: Faka iphepha okanye icandelo apho ubone ibinzana (umz., iphepha loSeto, icandelo leAkhawunti).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
ar: قدم هذه المعلومات عبر قضية جديدة على GitHub حتى نتمكن من إضافتها إلى ملفات الترجمة وتغليفها لـ Babel.
az: Bu məlumatı yeni bir GitHub məsələsi ilə təqdim edin ki, biz onu tərcümə fayllarına əlavə edək və Babel üçün yığaq.
be: यो जानकारी नयाँ GitHub इस्यु मार्फत सबमिट गर्नुहोस् जसले गर्दा हामी यसलाई अनुवाद फाइलहरूमा थप्न सक्छौं र Babel को लागि र्याप गर्न सक्छौं।
bn: একটি নতুন GitHub সমস্যা মাধ্যমে এই তথ্য জমা দিন যাতে আমরা এটি অনুবাদ ফাইলগুলিতে যোগ করতে পারি এবং Babel-এর জন্য প্যাক করতে পারি।
cs: Odešlete tyto informace prostřednictvím nového problému na GitHubu, abychom je mohli přidat do překladových souborů a zabalit pro Babel.
cy: Cyflwynwch yr wybodaeth hon trwy fater GitHub newydd fel y gallwn ei ychwanegu at y ffeiliau cyfieithu a'u lapio ar gyfer Babel.
da: Indsend disse oplysninger via en ny GitHub-sag, så vi kan tilføje det til oversættelsesfilerne og pakke det til Babel.
de: Senden Sie diese Informationen über ein neues GitHub-Issue, damit wir sie den Übersetzungsdateien hinzufügen und für Babel aufbereiten können.
el: Υποβάλετε αυτές τις πληροφορίες μέσω ενός νέου ζητήματος GitHub ώστε να μπορούμε να την προσθέσουμε στα αρχεία μετάφρασης και να την τυλίξουμε για Babel.
es: Envía esta información a través de un nuevo problema de GitHub para que podamos agregarla a los archivos de traducción y envolverla para Babel.
et: Esitage see teave uue GitHubi probleemiga, et saaksime selle tõlkefailidele lisada ja Babelile pakkida.
eu: Eman informazio hau GitHub arazketa berri batean, itzulpen fitxategietan gehitu eta Babelerako prestatzeko.
fa: این اطلاعات را از طریق مشکلی جدید در GitHub ارسال کنید تا بتوانیم آن را به فایل‌های ترجمه اضافه کنیم و برای Babel بپیچیم.
fi: Lähetä nämä tiedot uuden GitHub-ongelman kautta, jotta voimme lisätä ne käännöstiedostoihin ja koota sen Babelille.
fr: Soumettez ces informations via un nouveau problème GitHub afin que nous puissions les ajouter aux fichiers de traduction et les emballer pour Babel.
ga: Cuir isteach an fhaisnéis seo trí **GitHub issue** nua ionas gur féidir linn í a chur leis na comhaid aistriúcháin agus í a fhoilsiú do Babel.
gd: Cuir a-steach am fiosrachadh seo tro chùis ùr GitHub gus an urrainn dhuinn a chur ris na faidhlichean eadar-theangaidh agus paisg e airson Babel.
gl: Envía esta información a través dun novo problema de GitHub para que poidamos engadila aos ficheiros de tradución e empaquetala para Babel.
gu: આ માહિતી દ્વારા નવી GitHub ઇશ્યૂ સબમિટ કરો જેથી અમે તેને ભાષાંતર ફાઇલોમાં ઉમેળાણ કરી શકીએ અને તેને Babel માટે વરાળી શકીએ.
he: הגש מידע זה דרך בעיה חדשה ב-GitHub כדי שנוכל להוסיפו לקבצי התרגום ולעטפו ל-Babel.
hi: इस जानकारी को एक नई GitHub समस्या के माध्यम से सबमिट करें ताकि हम इसे अनुवाद फाइलों में जोड़ सकें और इसे बेबल के लिए रैप कर सकें।
hr: Pošaljite ove informacije putem novog GitHub issue kako bismo ih mogli dodati u datoteke prijevoda i prilagoditi za Babel.
hu: Küldd el ezt az információt egy új GitHub probléma keretében, hogy hozzáadhassuk a fordítási fájlokhoz és bekeretezhessük a Babelhez.
id: Kirimkan informasi ini melalui isu GitHub baru agar kami dapat menambahkannya ke file terjemahan dan membungkusnya untuk Babel.
is: Sendu þessar upplýsingar í gegnum nýtt GitHub mál svo við getum bætt því við þýðingarskrárnar og pakkað því fyrir Babel.
it: Invia queste informazioni tramite una nuova issue su GitHub così possiamo aggiungerle ai file di traduzione e prepararle per Babel.
ja: この情報を新しいGitHubのissueを通じて提出して、翻訳ファイルに追加し、Babelでラップできるようにしてください。
ka: इस जानकारी को एक नए GitHub मुद्दे के माध्यम से सबमिट करें ताकि हम इसे अनुवाद फ़ाइलों में जोड़ सकें और Babel के लिए लपेट सकें।
ku: ئەم زانیاریە بۆ رێگەی نوێی GitHub ڕاکێشەکات دەبەخشات تا بەرەزووتینا بکە.
lt: Pateikite šią informaciją per naują GitHub problemą, kad galėtume pridėti ją prie vertimų failų ir apvynioti Babel.
lv: Iesniedziet šo informāciju, izmantojot jaunu GitHub izdevumu, lai mēs varētu to pievienot tulkošanas failiem un iesaiņot Babelam.
mg: Aleo alefa amin'ny alalan'ny olana vaovao ao amin'ny GitHub ity fampahalalana ity mba ahafahanay mampiditra azy ao amin'ny rakitra fandikana ary amboarina ho an'ny Babel.
mi: Tukua tēnei mōhiohio mā tētahi take GitHub hou kia tāpiri e mātou ki ngā kōnae whakamāoritanga ka takai hoki mō Babel.
mk: Поднесете ги овие информации преку ново GitHub прашање за да можемe да го додадеме во преводите и да го обрачиме за Babel.
ml: ഒരുപാട് GitHub ഇഷ്യൂ വഴി ഈ വിവരങ്ങൾ സമർപ്പിക്കുക, സമയം ആവശ്യമായ തർജ്ജമ ഫയലുകൾക്ക് ചേർക്കാൻ.
ms: Hantar maklumat ini melalui isu GitHub baru supaya kami boleh menambahkannya ke dalam fail terjemahan dan membungkusnya untuk Babel.
mt: Ibgħat din l-informazzjoni permezz ta' kwistjoni ġdida fuq GitHub sabiex inkunu nistgħu nżiduh mal-fajls tat-traduzzjoni u nwrappara għal Babel.
my: GitHub အချက်အလက် အသစ်တစ်ခုမှတဆင့် ဤသတင်းအချက်အလက်များကို တင်ပြပါ ယင်းကို ဘာသာပြန်ဖိုင်များတွင် ထည့်သွင်းနိုင်ရန်နှင့် Babel အတွက် ဖွင့်ထားရန်။
nl: Stuur deze informatie via een nieuw GitHub-issue zodat we het aan de vertaalbestanden kunnen toevoegen en het voor Babel kunnen inpakken.
no: Send denne informasjonen via en ny GitHub-sak slik at vi kan legge den til oversettelsesfilene og pakke den for Babel.
pa: ਇਸ ਜਾਣਕਾਰੀ ਨੂੰ ਨਵੇਂ GitHub ਮੁੱਦੇ ਦੇ ਜ਼ਰੀਏ ਜਮ੍ਹਾਂ ਕਰੋ ਤਾਂ ਜੋ ਅਸੀਂ ਇਸ ਨੂੰ ਅਨੁਵਾਦ ਫਾਇਲਾਂ ਵਿੱਚ ਜੋੜ ਸਕੀਏ ਅਤੇ ਬੇਬਲ ਲਈ ਲਪੇਟ ਸਕੀਏ।
pl: Prześlij te informacje w nowym problemie na GitHub, abyśmy mogli dodać je do plików tłumaczeń i przygotować dla Babel.
pt: Envie essas informações por meio de um novo problema no GitHub para que possamos adicioná-las aos arquivos de tradução e embalá-las para o Babel.
ro: Trimiteți aceste informații printr-un nou issue pe GitHub astfel încât să-l putem adăuga la fișierele de traducere și să-l înfășurăm pentru Babel.
ru: Представьте эту информацию через новый вопрос на GitHub, чтобы мы могли добавить её в файлы перевода и обернуть для Babel.
sk: Predložte tieto informácie prostredníctvom nového problému na GitHub, aby sme to mohli pridať do prekladových súborov a upraviť pre Babel.
sl: Podajte te informacije prek novega GitHub vprašanja, da jih lahko dodamo v prevodne datoteke in zavijemo za Babel.
sq: Dërgoni këtë informacion përmes një çështjeje të re GitHub në mënyrë që ta shtojmë atë në skedarët e përkthimit dhe ta paketojmë për Babel.
sr: Pošaljite te informacije putem novog GitHub problema kako bismo ih mogli dodati u prevodne datoteke i obraditi ih za Babel.
sv: Skicka denna information via ett nytt GitHub-ärende så att vi kan lägga till det i översättningsfilerna och paketera det för Babel.
sw: Tuma habari hii kupitia suala mpya la GitHub ili tuongeze kwenye faili za tafsiri na kuifunga kwa Babel.
ta: இந்த தகவலை புதிய GitHub பிரச்சனையிலி� மூலமாக சமர்ப்பிக்கவும், அதைப் பிறகு மொழிபெயர்ப்பு கோப்புகளில் சேர்த்து Babel க்கு பின்னூட்டுக.
te: ఈ సమాచారాన్ని కొత్త GitHub సమస్య ద్వారా సమాధానించండి, తద్వారా మేము దీన్ని అనువాద ఫైల్లలో చేర్చి బేబల్‌లో ర్యాప్ చేయగలము.
th: ส่งข้อมูลนี้ผ่าน GitHub issue ใหม่เพื่อให้เราสามารถเพิ่มลงในไฟล์การแปลและหุ้มมันสำหรับ Babel
tr: Bu bilgiyi yeni bir GitHub sorunu aracılığıyla gönderin ki böylece onu çeviri dosyalarına ekleyip Babel için paketleyebilelim.
uk: Надішліть цю інформацію через нове питання в GitHub, щоб ми могли додати її до файлів перекладів і упаковувати для Babel.
ur: یہ معلومات ایک نئے GitHub مسئلے کے ذریعے پیش کریں تاکہ ہم اسے ترجمہ فائلوں میں شامل کریں اور بابل کے لئے لپیٹ کر سکیں۔
uz: Ushbu ma'lumotni yangi GitHub muammosi orqali yuboring, shunda biz uni tarjima fayllariga qo'sha olamiz va Babel uchun tayyorlaymiz.
vi: Gửi thông tin này qua một vấn đề GitHub mới để chúng tôi có thể thêm vào các tệp dịch và bọc cho Babel.
xh: Ngxelo ngolu lwazi usebenzisa iGitHub isssue entsha ukuze siyongeze kwiifayile zenguqulelo size siyisonge ngeBabel.

source: Found a missing translation?
ar: وجدت ترجمة مفقودة؟
az: Çatışmayan tərcümə tapıldı?
be: हराएको अनुवाद फेला पार्नु भयो?
bn: একটি অনুপস্থিত অনুবাদ খুঁজে পেলে?
cs: Našli jste chybějící překlad?
cy: Wedi dod o hyd i gyfieithiad ar goll?
da: Fundet en manglende oversættelse?
de: Fehlende Übersetzung gefunden?
el: Βρέθηκε ανύπαρκτη μετάφραση;
es: ¿Encontraste una traducción faltante?
et: Leidsid puuduva tõlke?
eu: Itzulpen falta bat aurkitu duzu?
fa: آیا ترجمه‌ای مفقود شده پیدا شده است؟
fi: Löydetty puuttuva käännös?
fr: Vous avez trouvé une traduction manquante?
ga: Aimsíodh aistriúchán ar iarraidh?
gd: Lorg thu eadar-theangachadh a tha a dhìth?
gl: Atopaches unha tradución que falta?
gu: ગાયબ થયેલી ભાષાંતર મળ્યાં?
he: מצאת תרגום חסר?
hi: क्या आपने कोई गायब अनुवाद पाया?
hr: Pronašli ste nedostajući prijevod?
hu: Hiányzó fordítást találtál?
id: Menemukan terjemahan yang hilang?
is: Fundið vanta þýðingu?
it: Hai trovato una traduzione mancante?
ja: 翻訳不足が見つかりましたか？
ka: क्या कोई गायब अनुवाद मिला?
ku: ئاگاداری وەرگێری پەکگریک؟
lt: Radote trūkstamą vertimą?
lv: Atradi trūkstošu tulkojumu?
mg: Nahita fandikana tsy hita ve ianao?
mi: Kua kitea he whakamāoritanga ngaro?
mk: Пронајдовте недостасувачки превод?
ml: നഷ്ടപ്പെട്ട ഒരു തർജ്ജമ കണ്ടെത്തിയോ?
ms: Menemui terjemahan yang hilang?
mt: Inoxid traduzzjoni nieqsa?
my: လက်လွတ်နေသော ဘာသာပြန်မှုကို ရှာဖွေရန်
nl: Een ontbrekende vertaling gevonden?
no: Fant du en manglende oversettelse?
pa: ਕਿਤੇ ਗੁੰਮ ਅਨੁਵਾਦ ਲੱਭਿਆ?
pl: Znalazłeś brakujące tłumaczenie?
pt: Encontrou uma tradução em falta?
ro: Ați găsit o traducere lipsă?
ru: Обнаружен недостающий перевод?
sk: Našli ste chýbajúci preklad?
sl: Ste našli manjkajoči prevod?
sq: Gjetët një përkthim të munguar?
sr: Pronašli ste nedostajući prevod?
sv: Hittade en saknad översättning?
sw: Umegundua tafsiri iliyokosekana?
ta: மின்மமான மொழிபெயர்ப்பு ஒன்றை கண்டறிந்தீர்களா?
te: కనిపించని అనువాదం కనుగొన్నారా?
th: เจอการแปลที่ขาดหาย?
tr: Eksik bir çeviri mi buldunuz?
uk: Знайшли відсутній переклад?
ur: کیا کوئی گمشدہ ترجمہ پایا؟
uz: Tarjimasi topilmaganini topdingizmi?
vi: Tìm thấy bản dịch bị thiếu?
xh: Ufumanise ukuba kukho ukungawuqineli ulwimi?
