Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Stimulus & Event Listeners
ar: المحفزات ومستمعو الأحداث
az: Stimulus və Hadisə Dinləyiciləri
be: стимул и слушатели событий
bn: স্টিমুলাস ও ইভেন্ট শ্রোতারা
cs: Stimulus & posluchače událostí
cy: Stimwlws & Gwrandawyr Digwyddiadau
da: Stimulus & Event Lyttere
de: Stimulus & Ereignis-Listener
el: Stimulus & Ακροατές Συμβάντων
es: Stimulus y oyentes de eventos
et: Stimulus ja Sündmuste Kuulajad
eu: Stimuluak & Gertaera Entzuleak
fa: محفزها و شنوندگان رویداد
fi: Stimulus & tapahtumankuuntelijat
fr: Stimulus et écouteurs d'événements
ga: Spreagadh & Éisteoirí Imeachta
gd: Stimulus & Èisteadairean Tachartais
gl: Estímulo e Oíntes de Eventos
gu: સ્ટિમ્યુલસ અને ઇવેન્ટ સાંભળનાર
he: מניעים & מאזיני אירועים
hi: उत्तेजक और इवेंट श्रोता
hr: Stimulus i slušatelji događaja
hu: Stimulus és eseményfigyelők
id: Stimulus & Pendengar Acara
is: Örvun & Atburðarhlustendur
it: Stimulus e ascoltatori di eventi
ja: Stimulusとイベントリスナー
ka: სტიმული და მოვლენების მსმენელები
ku: Stimulus & Guhertoyên Bûyerê
lt: Stimulas ir įvykių klausytojai
lv: Stimulēšana un notikumu klausītāji
mg: Stimulus & Mpanaraka Hetsika
mi: Tutuā & Ngā Pane Takahanga
mk: Стимул и слушачи на настани
ml: സ്റ്റിമുലസ് & ഇവന്റ് ലിസനേഴ്സ്
ms: Stimulus & Pendengar Acara
mt: Stimulus u Listeners tal-Avvenimenti
my: အသားလေးများ & ပွဲကြောင်း နားထောင်သူများ
no: Stimulus & Hendelseslyttere
pa: ਸਟੀਮੂਲਸ ਅਤੇ ਘਟਨਾ ਸੁਣਨ ਵਾਲੇ
pl: Bodźce i Słuchacze Zdarzeń
pt: Stimulus & Listeners de Evento
ro: Stimulus & Ascultători de Evenimente
ru: Стимулы и слушатели событий
sk: Stimulus a poslucháče udalostí
sl: Stimulus in poslušalci dogodkov
sq: Stimulues & Dëgjues të Ngjarjeve
sr: Stimulus i slušaoci događaja
sv: Stimulus & Händelselyssnare
sw: Vitendo & Wasikilizaji Matukio
ta: உணர்வு & நிகழ்வுகள் கேட்பார்
te: స్టిమ్యూలస్ & ఈవెంట్ లిస్టెనర్స్
th: สติลูลัส & ผู้ฟังเหตุการณ์
tr: Uyarı ve Olay Dinleyicileri
uk: Стимули та слухачі подій
ur: اسٹیمولس اور ایونٹ سننے والے
uz: Stimulus va Voqea Tinglovchilar
vi: Kích thích & Người nghe sự kiện
xh: Stimulus & Abaphulaphuli beMicimbi

source: Accessibility & Focus
ar: إمكانية الوصول والتركيز
az: Əlçatanlıq və Fokus
be: доступность и фокус
bn: অ্যাক্সেসিবিলিটি ও ফোকাস
cs: Přístupnost & zaměření
cy: Hygyrchedd & Ffocws
da: Tilgængelighed & Fokus
de: Barrierefreiheit & Fokus
el: Προσβασιμότητα & Εστίαση
es: Accesibilidad y enfoque
et: Juurdepääsetavus ja Fookus
eu: Irisgarritasuna & Fokua
fa: دسترسی‌پذیری و تمرکز
fi: Esteettömyys & Fokus
fr: Accessibilité et focus
ga: Inrochtaineacht & Fócas
gd: Ruigsinneachd & Fòcas
gl: Accesibilidade e Foco
gu: સુવિધતા અને ફોકસ
he: נגישות & מיקוד
hi: प्रवेश योग्यता और फोकस
hr: Pristupačnost i fokus
hu: Hozzáférhetőség és fókusz
id: Aksesibilitas & Fokus
is: Aðgengi & Fókus
it: Accessibilità e focus
ja: アクセシビリティとフォーカス
ka: ხელმისაწვდომობა და ფოკუსი
ku: Gihîştinî & Diq. Di.
lt: Prieinamumas ir dėmesys
lv: Pieejamība un fokuss
mg: Fidirana & Fifantohana
mi: Āheinga & Aro
mk: Пристапност и фокус
ml: പ്രവേശനസാധ്യത & ശ്രദ്ധ
ms: Kebolehcapaian & Fokus
mt: Aċċessibilità u Fokus
my: လက်လှမ်းမီမှု & အာရုံစိုက်မှု
nl: Toegankelijkheid & Focus
no: Tilgjengelighet & Fokus
pa: ਐਕਸੀਸਬਿਲਿਟੀ ਅਤੇ ਫੋਕਸ
pl: Dostępność i Skupienie
pt: Acessibilidade & Foco
ro: Accesibilitate & Focus
ru: Доступность и фокус
sk: Prístupnosť a zameranie
sl: Dostopnost in fokus
sq: Qasja & Fokusimi
sr: Pristupačnost i fokus
sv: Tillgänglighet & Fokus
sw: Ufikiaji & Mtazamo
ta: மேற்கோள் & கவனம்
te: ప్రాప్యత & దృష్టి
th: การเข้าถึง & โฟกัส
tr: Erişebilirlik ve Odak
uk: Доступність та фокус
ur: رسائی اور توجہ
uz: Kirish imkoniyati va E'tibor
vi: Khả năng truy cập & Tiêu điểm
xh: Ukhuseleko & Ukugxila

source: Scroll, Overflow & Visibility
ar: التمرير، الفائض والرؤية
az: Sürüşdürmə, Aşma və Görünmə
be: скроллинг, переполнение и видимость
bn: স্ক্রোল, ওভারফ্লো ও দৃশ্যমানতা
cs: Posouvání, přetékání & viditelnost
cy: Sgroliad, Gorlifo & Gweladwyedd
da: Rul, Overflow & Synlighed
de: Scrollen, Überlauf & Sichtbarkeit
el: Κύλιση, Υπερχείλιση & Ορατότητα
es: Desplazamiento, desbordamiento y visibilidad
et: Kerimine, Ülevool & Nähtavus
eu: Korritu, Gainditu & Ikusgarritasuna
fa: پیمایش، سرریز و قابلیت دید
fi: Vieritys, Ylivuoto & Näkyvyys
fr: Défilement, débordement et visibilité
ga: Scrollaigh, Cuir Isteach & Infheictheacht
gd: Scrolla, Thairis & Faicsinneachd
gl: Despracamento, Desbordamento e Visibilidade
gu: સ્ક્રોલ, ઓવરફ્લો અને દ્રશ્યતા
he: גלילה, חריגה & נראות
hi: स्क्रॉल, ओवरफ्लो और दृश्यता
hr: Pomicanje, preljev i vidljivost
hu: Görgetés, túlcsordulás és láthatóság
id: Gulir, Overflow & Visibilitas
is: Skrun, Yfirmagn & Sýnileiki
it: Scorrimento, overflow e visibilità
ja: スクロール、オーバーフローと可視性
ka: გადახვევა, გადავსება და ხილვადობა
ku: Bizivîn, Derva & Dîtinî
lt: Slinkimas, perteklinis ir matomumas
lv: Ritināšana, pārplūde un redzamība
mg: Horonan-tsary, Tohan-drano & Fahitana
mi: Panuku, Kīato & Tirohanga
mk: Лизгање, преполнување и видливост
ml: സ്ക്രോൾ, ഓവർഫ്ലോ & ദൃശ്യമായത്
ms: Tatal, Limpahan & Keterlihatan
mt: Scroll, Overflow u Viżibilità
my: လှိမ့်ဖြစ်မှု, အရပ်နှင့် တွေ့မြင်နိုင်မှု
nl: Scroll, Overloop & Zichtbaarheid
no: Rulling, Overflyt & Synlighet
pa: ਸਕ੍ਰੋਲ, ਓਵਰਫਲੋ ਅਤੇ ਦ੍ਰਿਸ਼ਮਾਨਤਾ
pl: Przewijanie, Przepływ i Widoczność
pt: Rolagem, Overflow & Visibilidade
ro: Derulare, Overflow & Vizibilitate
ru: Прокрутка, переполнение и видимость
sk: Posúvanie, pretečenie a viditeľnosť
sl: Pomikanje, prelivanje in vidljivost
sq: Rrokullisje, Tejkalim & Dukshmëri
sr: Skrol, prekoračenje i vidljivost
sv: Rullning, Överflöd & Synlighet
sw: Kuelea, Kupita Mipaka & Kuonekana
ta: சரிவுகள், இன்ஃப்ளோ & காட்சியளித்தல்
te: స్క్రోల్, అధిక వృద్ధి & కనబడ్డం
th: เลื่อน, แทบเจอ & การมองเห็น
tr: Kaydırma, Taşma ve Görünürlük
uk: Скролл, переповнення та видимість
ur: اسکرول، اوورفلو اور نظر
uz: Scroll, To'ldirish va Ko'rinish
vi: Cuộn, Tràn & Khả năng nhìn thấy
xh: Skrolela, Ukugqithisela & Ukubonakala

source: Sidebar Debug
ar: تصحيح الشريط الجانبي
az: Yan Səhifə Düzəltmə
be: отладка боковой панели
bn: সাইডবার ডিবাগ
cs: Postranní panel ladění
cy: Dadbwynt Y Bar Ochr
de: Seitenleisten-Debug
el: Αποσφαλμάτωση Πλευρικής Στήλης
es: Depuración de la barra lateral
et: Külgriba Tõrkeotsing
eu: Alboko barraren Kudeaketa
fa: دیباگ نوار کناری
fi: Sivupalkki virheenkorjaus
fr: Débogage de la barre latérale
ga: Dífhabhtú an Taiscthe Taobh
gd: Taobh-shlighe Debug
gl: Barra lateral de Debug
gu: સાઈડબાર ડીબગ
he: איתור באגים בשורת המשימות
hi: साइडबार डिबग
hr: Bočna traka za otklanjanje pogrešaka
hu: Oldalsáv hibakeresés
id: Debug Sidebar
is: Hliðarstiku Villuleit
it: Debug della barra laterale
ja: サイドバーデバッグ
ka: გვერდითი პანელის გამართვა
lt: Šoninės juostos derinimas
lv: Sānjoslas atkļūdošana
mg: Fanamarinana Sisiny
mi: Taha Roto Whakatikatika
mk: Странична лента за отстранување грешки
ml: സൈഡ്‌ബാർ ഡീബഗ്
ms: Debug Bar Tepi
my: ဘေးဘောင် ဆန့်ကျင်ရေး
nl: Zijbalk Debug
no: Sidepanel Feilsøking
pa: ਸਾਈਡਬਾਰ ਡੀਬੱਗ
pl: Debugowanie Paska Boczego
pt: Depuração da Barra Lateral
ro: Debug Sidebar
ru: Отладка боковой панели
sk: Bočný panel na ladenie
sl: Razhroščevanje stranske vrstice
sq: Pamja Anësore e Debugut
sr: Debag bočne trake
sv: Sidofält Debug
sw: Kibandiko cha Kando
ta: அணிவகுப்புச் பட்டி டிபக்
te: పక్కబద్ధ డీబగ్
th: การดีบักแถบด้านข้าง
tr: Kenar Çubuğu Hata Ayıklama
uk: Налагодження бокової панелі
ur: سائڈبار ڈیبگ
uz: Yon panel Debug
vi: Gỡ lỗi thanh bên
xh: Uluhlu olusecaleni lokuHlola

source: Header Debug
ar: تصحيح الرأس
az: Başlıq Düzəltmə
be: отладка заголовка
bn: হেডার ডিবাগ
cs: Záhlaví ladění
cy: Dadbwynt Y Pennawd
el: Αποσφαλμάτωση Κεφαλίδας
es: Depuración de cabecera
et: Päise Tõrkeotsing
eu: Goiburuaren Kudeaketa
fa: دیباگ سربرگ
fi: Ylätunniste virheenkorjaus
fr: Débogage de l'en-tête
ga: Ceanntásc Dífhabhtaithe
gd: Ceann Debug
gl: Encabezado de Debug
gu: હેડર ડીબગ
he: איתור באגים בכותרת
hi: हेडर डिबग
hr: Zaglavlje za otklanjanje pogrešaka
hu: Fejléc hibakeresés
id: Debug Header
is: Haus Villuleit
it: Debug dell'intestazione
ja: ヘッダーデバッグ
ka: სათაურის გამართვა
lt: Antraštės derinimas
lv: Galvenes atkļūdošana
mg: Fanamarinana Loha
mi: Pane Whakatikatika
mk: Заглавие за отстранување грешки
ml: ഹെഡർ ഡീബഗ്
ms: Debug Pengepala
my: ခေါင်းချက် ဆန့်ကျင်ရေး
nl: Kop Debug
no: Topptekst Feilsøking
pa: ਮੁੱਖ ਛੇਤੀ ਡੀਬੱਗ
pl: Debugowanie Nagłówka
pt: Depuração do Cabeçalho
ro: Debug Header
ru: Отладка заголовка
sk: Hlavička na ladenie
sl: Razhroščevanje glave
sq: Debugimi i Kreut
sr: Debag zaglavlja
sw: Kibandiko cha Juu
ta: தலைப்பு டிபக்
te: శీర్షిక డీబగ్
th: การดีบักส่วนหัว
tr: Üstbilgi Hata Ayıklama
uk: Налагодження заголовка
ur: ہیڈر ڈیبگ
uz: Sarlavha Debug
vi: Gỡ lỗi tiêu đề
xh: Isihloko sokuHlola

source: Footer DOM Snapshot
ar: لقطة DOM للرأس
az: Alt DOM Çəkilişi
be: снимок DOM нижнего колонтитула
bn: ফুটার DOM স্ন্যাপশট
cs: Snímek DOM zápatí
cy: Llun DOM Y Troedyn
el: Στιγμιότυπο DOM Υποσέλιδου
es: Instantánea del DOM del pie de página
et: Jaluse DOM-i Jäädvustus
eu: Oina DOM-en Erregistroa
fa: عکس فوری از DOM فوتر
fi: Alaosa DOM-katsaus
fr: Instantané du DOM du pied de page
ga: Pictiúr DOM á Fhíorú
gd: Snapshot DOM Footer
gl: Instantánea do DOM do Pé de Páxina
gu: ફૂટર DOM સ્નૅપશોટ
he: צילום מצב דום לכותרת תחתונה
hi: फुटर DOM स्नैपशॉट
hr: DOM snimka podnožja
hu: Lábléc DOM pillanatkép
id: Snapshot DOM Footer
is: Fótur DOM Myndrit
it: Snapshot DOM del piè di pagina
ja: フッターDOMスナップショット
ka: ქვედა კოლონის DOM სნაფშოტი
ku: Snapshotê Footer DOMê
lt: Poraštės DOM momentinė nuotrauka
lv: Kājlapas DOM momentuzņēmums
mg: Sary Mandinika Footer DOM
mi: Tāurua DOM Pūtake
mk: DOM моментална снимка на подножје
ml: ഫൂട്ടർ DOM സ്നാപ്ഷോട്ട്
ms: Snapshot DOM Pengaki
mt: Snapxat DOM tal-footer
my: ခြေရာ DOM မျက်နှာပြင်ရိုက်တည်ချက်
nl: Voettekst DOM Snapshot
no: Bunntekst DOM Snapshot
pa: ਫੁੱਟਰ ਡੀਓਐਮ ਸਨੇਪਸ਼ਾਟ
pl: Migawka DOM Stopki
pt: Instantâneo do DOM do Rodapé
ro: Snapshot DOM Footer
ru: Снимок DOM подвала
sk: Päta DOM snímka
sl: Posnetek DOM noge
sq: Fotografi e DOM-it të Poshtëm
sr: Snapshot podnožja DOM-a
sv: Sidfot DOM-Ögonblicksbild
sw: Picha ya DOM ya Kijachini
ta: அடியொட்டியின் DOM நிழற்படம்
te: ఫుటర్ DOM స్నాప్షాట్
th: ภาพรวม DOM ส่วนท้าย
tr: Altbilgi DOM Anlık Görüntüsü
uk: Знімок DOM підвалу
ur: فوٹر ڈوم سنیپ شاٹ
uz: Pastki DOM Snapshoti
vi: Ảnh chụp nhanh DOM Footer
xh: Isishwankathelo seDOM yeSihlomelo

source: Computed Styles & CSS Variables
ar: الأنماط المحسوبة ومتغيرات CSS
az: Hesablanan Stilin və CSS Dəyişənləri
be: вычисленные стили и переменные CSS
bn: হিসাবকৃত স্টাইল ও CSS ভেরিয়েবল
cs: Vypočtené styly & proměnné CSS
cy: Arddulliau Cyfrifedig & Newidynnau CSS
da: Beregnet Stilarter & CSS Variabler
de: Berechnete Stile & CSS-Variablen
el: Υπολογισμένα Στυλ & Μεταβλητές CSS
es: Estilos calculados y variables CSS
et: Arvutatud Stiilid ja CSS-i Muutujad
eu: Estilo kalkulatuak & CSS aldagaiak
fa: استایل‌های محاسبه شده و متغیرهای CSS
fi: Lasketut tyylit & CSS-muuttujat
fr: Styles calculés et variables CSS
ga: Stíleanna Incheadaithe & Athróg CSS
gd: Stoidhlichean Coimpiutair & Caochladairean CSS
gl: Estilos Computados e Variables CSS
gu: ગુણdaky સ્ત્રોત અને CSS વેરિઅબલસ
he: סגנונות מחושבים & משתני CSS
hi: गणना की गई शैलियाँ और CSS वेरिएबल्स
hr: Izračunani stilovi i CSS varijable
hu: Számított stílusok és CSS változók
id: Gaya Terkalkulasi & Variabel CSS
is: Reiknaðar Stíll & CSS Breytur
it: Stili calcolati e variabili CSS
ja: 計算スタイルとCSS変数
ka: გამოთვლილი სტილები და CSS ცვლადები
ku: Stîlên Hesibker & Guherên CSS
lt: Apskaičiuotos stiliai ir CSS kintamieji
lv: Aprēķinātie stili un CSS mainīgie
mg: Toetran'ny CSS Voakajy & Ari-pahombiazana CSS
mi: Tāupetanga Titiro & Ngā Taumata CSS
mk: Пресметани стилови и CSS променливи
ml: ഗ്രാഡനാംസ് രെസദോ ഡേമെകുമ നോബീസ് ഒവിഡുംഴ്സ്സൃത്തെയ്ക്കൊ
ms: Gaya Terkira & Pemboleh Ubah CSS
mt: Stili Komputati u Varjabbli CSS
my: တွက်ချက်ထားသော အကွက်များ & CSS အပြောင်းများ
nl: Berekende Stijlen & CSS-variabelen
no: Beregnet Stil & CSS Variabler
pa: ਮੁਲਾਂਕਣ ਕੀਤੀਆਂ ਸ਼ੈਲੀਆਂ ਅਤੇ CSS ਵੈਰੀਆਂਬਲ
pl: Obliczone Style i Zmienne CSS
pt: Estilos Computados & Variáveis CSS
ro: Stiluri Calculatoare & Variabile CSS
ru: Вычисленные стили и переменные CSS
sk: Vypočítané štýly a premenné CSS
sl: Izračunani slogi in spremenljivke CSS
sq: Stilet e Llogaritura & Variablat e CSS
sr: Izračunati stilovi i CSS promenljive
sv: Beräknade stilar & CSS-variabler
sw: Mitindo Inayohesabiwa & Vigezo vya CSS
ta: கணிக்கப்பட்ட வடிவமைப்புகள் & CSS மாறிகள்
te: గణిత శైలులు & CSS వేరియబుల్స్
th: สไตล์ที่คำนวณ & ตัวแปร CSS
tr: Hesaplanan Stiller ve CSS Değişkenleri
uk: Обчислені стилі та змінні CSS
ur: محسوس شدہ اسٹائل اور سی ایس ایس ویریبلز
uz: Hisoblangan Uslublar va CSS O'zgaruvchilari
vi: Kiểu tính toán & Biến CSS
xh: Iintlobo zeCSS eziBalulekileyo & Izinto eziguquguqukayo

source: Page Assets & Context
ar: أصول الصفحة والسياق
az: Səhifə Aktivləri və Kontekst
be: ресурсы страницы и контекст
bn: পৃষ্ঠা সম্পদ ও প্রসঙ্গ
cs: Aktiva stránky & kontext
cy: Asedau Tudalen & Cyd-destun
da: Sideaktiver & Kontekst
de: Seiten-Assets & Kontext
el: Πόροι & Περιεχόμενο Σελίδας
es: Recursos y contexto de la página
et: Lehe Varad ja Kontekst
eu: Orrialde Aktiboak & Testuingurua
fa: دارایی‌های صفحه و زمینه
fi: Sivun resurssit & konteksti
fr: Actifs et contexte de la page
ga: Áiseanna Leathanaigh & Comhthéacs
gd: Maoin Duilleag & Co-theacsa
gl: Activos da Páxina e Contexto
gu: પેજ એસેટ્સ અને કૉનટેક્સ્ટ
he: נכסי דף & הקשר
hi: पेज उपसाधन और संदर्भ
hr: Resursi stranice i kontekst
hu: Oldal eszközök és kontextus
id: Aset & Konteks Halaman
is: Síðuauðlindir & Samhengi
it: Risorse della pagina e contesto
ja: ページ資産とコンテキスト
ka: გვერდის აქტივები და კონტექსტი
ku: Akar & Kontekstên Rûpelê
lt: Puslapio turtas ir kontekstas
lv: Lapas resursi un konteksts
mg: Fananana Pejy & Fifandraisana
mi: Nga Rawa o te Whārangi & Horopaki
mk: Страници ресурси и контекст
ml: പേജ് ആസറ്റ്സ് & പ്രാദേശ്യം
ms: Aset Halaman & Konteks
mt: Assi tal-Paġna u Kontest
my: စာမျက်နှာ အရင်းအမြစ်များ & အခြေအနေ
nl: Pagina Assets & Context
no: Sideelementer & Kontekst
pa: ਪੇਜ ਐਸੈਟਸ ਅਤੇ ਸੰਦਰਭ
pl: Zasoby Strony i Kontekst
pt: Recursos & Contexto da Página
ro: Resurse & Context Pagină
ru: Ресурсы страницы и контекст
sk: Stránkový obsah a kontext
sl: Sredstva strani in kontekst
sq: Elementet e Faqes & Konteksti
sr: Strani aktivi i kontekst
sv: Sidaresurser & Kontext
sw: Rasilimali za Ukurasa & Muktadha
ta: பக்கவகைகள் & சூழல்
te: పేజ ఆస్తులు & కాంటెక్స్ట్
th: สินทรัพย์ของเพจ & บริบท
tr: Sayfa Varlıkları ve Bağlam
uk: Ресурси сторінки та контекст
ur: صفحہ اثاثے اور سیاق و سباق
uz: Sahifa Aktivlari va Kontekst
vi: Tài sản & Ngữ cảnh Trang
xh: Izinto zeKhasi & Umxholo

source: Forms & Inputs
ar: النماذج والمدخلات
az: Formalar və Girişlər
be: формы и вводы
bn: ফর্ম ও ইনপুট
cs: Formuláře & vstupy
cy: Ffurflenni & Mewnbynnau
da: Formularer & Indgange
de: Formulare & Eingaben
el: Φόρμες & Εισαγωγές
es: Formularios e entradas
et: Vormid ja Sisendid
eu: Formatuak & Sarrerak
fa: فرم‌ها و ورودی‌ها
fi: Lomakkeet & Syötteet
fr: Formulaires et entrées
ga: Foirmeacha & Ionchuir
gd: Foirmichean & Cuir a-steach
gl: Formularios e Entradas
gu: ફોર્મ્સ અને ઇનપુટ્સ
he: טפסים & קלטים
hi: फॉर्म और इनपुट
hr: Obrasci i unosi
hu: Űrlapok és beviteli elemek
id: Formulir & Input
is: Form & Inntök
it: Formulari e input
ja: フォームと入力
ka: ფორმები და შეყვანები
ku: Formên & Inputên
lt: Formos ir įvestys
lv: Formas un ievades
mg: Endrika & Fidirana
mi: Ngā Puka & Tuhinga
mk: Форми и внесувања
ml: ഫോംസ് & ഇൻപുട്ടുകൾ
ms: Borang & Input
mt: Formoli u Inputs
my: ပုံစံများ & အထွက်များ
nl: Formulieren & Invoer
no: Skjemaer & Inndata
pa: ਫਾਰਮ ਅਤੇ ਇਨਪੁਟਸ
pl: Formularze i Wprowadzenia
pt: Formulários & Entradas
ro: Formulare & Intrări
ru: Формы и поля ввода
sk: Formuláre a vstupy
sl: Obrazci in vnosi
sq: Forma & Inputet
sr: Forme i ulazi
sv: Formulär & Inmatningar
sw: Fomu & Ingizo
ta: படிவங்கள் & உள்ளீடுகள்
te: ఫారమ్స్ & ఇన్పుట్స్
th: แบบฟอร์ม & อินพุต
tr: Formlar ve Girişler
uk: Форми та введення
ur: فارمز اور ان پٹ
uz: Formalar va Kiritmalar
vi: Biểu mẫu & Đầu vào
xh: Iifom & Iifaki

source: Memory Usage (Experimental)
ar: استخدام الذاكرة (تجريبي)
az: Yaddaş İstifadəsi (Eksperiment)
be: использование памяти (экспериментально)
bn: মেমরি ব্যবহার (পরীক্ষামূলক)
cs: Využití paměti (experimentální)
cy: Defnydd Cof (Arbrofol)
da: Hukommelsesforbrug (Eksperimentelt)
de: Speichernutzung (Experimentell)
el: Χρήση Μνήμης (Πειραματικό)
es: Uso de memoria (Experimental)
et: Mälu Kasutamine (Eksperimentaalne)
eu: Memoria Erabilera (Esperimentala)
fa: استفاده از حافظه (آزمایشی)
fi: Muistin käyttö (Kokeellinen)
fr: Utilisation de la mémoire (expérimental)
ga: Úsáid Cuimhne (Turgnamhach)
gd: Cleachdadh Cuimhne (Deuchainn)
gl: Uso de Memoria (Experimental)
gu: મેમરી વપરાશ (પ્રાયોગિક)
he: שימוש בזיכרון (ניסיוני)
hi: मेमोरी उपयोग (प्रायोगिक)
hr: Upotreba memorije (Eksperimentalno)
hu: Memóriahasználat (kísérleti)
id: Penggunaan Memori (Eksperimental)
is: Minni Notkun (Tilraunaverkefni)
it: Utilizzo della memoria (Sperimentale)
ja: メモリ使用量（実験的）
ka: მეხსიერების გამოყენება (ექსერიმენტული)
ku: Bîkarhênera Bîranîna (Çaleyanewerd)
lt: Atminties naudojimas (eksperimentinis)
lv: Atmiņas lietojums (Eksperimentāls)
mg: Fampiasana Fahatsiarovana (Andrana)
mi: Whakamahi Mahara (Whakamātau)
mk: Употреба на меморија (експериментално)
ml: മെമ്മറി ഉപയോഗം (പരീക്ഷണാത്മകം)
ms: Penggunaan Memori (Eksperimental)
mt: Użu tal-Memorja (Esperimentali)
my: မှတ်ဉာဏ်အသုံးပြုမှု (စမ်းသပ်ရေး)
nl: Geheugengebruik (Experimenteel)
no: Minnebruk (Eksperimentelt)
pa: ਮੈਮੋਰੀ ਵਰਤੋਂ (ਪਰਯੋਗਾਤਮਕ)
pl: Użycie Pamięci (Eksperymentalne)
pt: Uso de Memória (Experimental)
ro: Utilizare Memorie (Experimental)
ru: Использование памяти (экспериментально)
sk: Použitie pamäte (experimentálne)
sl: Uporaba pomnilnika (Eksperimentalno)
sq: Përdorimi i Kujtesës (Eksperimental)
sr: Upotreba memorije (Eksperimentalno)
sv: Minnesanvändning (Experimentell)
sw: Matumizi ya Kumbukumbu (Majaribio)
ta: நினைவக பயன்பாடு (சோதனை)
te: మెమరీ వినియోగం (ప్రయోగాత్మక)
th: การใช้หน่วยความจำ (ทดลอง)
tr: Bellek Kullanımı (Deneysel)
uk: Використання пам'яті (експериментально)
ur: یادداشت استعمال (تجرباتی)
uz: Xotira Ishlatilishi (Eksperimental)
vi: Sử dụng Bộ nhớ (Thử nghiệm)
xh: Ukusetyenziswa kweMemori (Ukulinga)

source: Current User (Sanitized)
ar: المستخدم الحالي (منقح)
az: Cari İstifadəçi (Təmizlənmiş)
be: текущий пользователь (санкционированный)
bn: বর্তমান ব্যবহারকারী (স্যানিটাইজড)
cs: Aktuální uživatel (sanitizováno)
cy: Defnyddiwr Cyfredol (Diheintiedig)
da: Nuværende Bruger (Sanitized)
de: Aktueller Benutzer (Bereinigt)
el: Τρέχων Χρήστης (Καθαρισμένος)
es: Usuario actual (Sanitizado)
et: Praegune Kasutaja (Sanitiseeritud)
eu: Uneko Erabiltzailea (Desinfektatua)
fa: کاربر فعلی (پاکسازی شده)
fi: Nykyinen käyttäjä (Puhdistettu)
fr: Utilisateur actuel (sanitisé)
ga: Úsáideoir Reatha (Slánaíoch)
gd: Luchd-cleachdaidh Làithreach (Glanadh)
gl: Usuario actual (Sanitizado)
gu: વર્તમાન વપરાશકર્તા (સ્વચ્છ)
he: משתמש נוכחי (מטוהר)
hi: वर्तमान उपयोगकर्ता (स्वच्छित)
hr: Trenutni korisnik (Sanitizirano)
hu: Jelenlegi felhasználó (tisztított)
id: Pengguna Saat Ini (Dibersihkan)
is: Núverandi Notandi (Sniðinn)
it: Utente corrente (Sanitizzato)
ja: 現在のユーザー（サニタイズ済み）
ka: მიმდინარე მომხმარებელი (გასუფთავებული)
ku: Bikarhênerê Niha (Paqij kirin)
lt: Dabartinis naudotojas (išvalyta)
lv: Pašreizējais lietotājs (Sanitizēts)
mg: Mpampiasa Ankehitriny (Voadio)
mi: Kaiwhakamahi O Nāianei (Kua Whakamākūtia)
mk: Тековен корисник (санитизиран)
ml: നിലവിലെ ഉപയോക്താവ് (ശുദ്ധീകരിച്ച)
ms: Pengguna Semasa (Disanitasi)
mt: Utenti kurrenti (Sanitizzati)
my: လက်ရှိ အသုံးပြုသူ (စင်ထား)
nl: Huidige Gebruiker (Geschoond)
no: Nåværende Bruker (Sanitert)
pa: ਮੌਜੂਦਾ ਯੂਜ਼ਰ (ਸੈਨੀਟਾਈਜ਼ਡ)
pl: Bieżący Użytkownik (Zanonimizowany)
pt: Usuário Atual (Sanitizado)
ro: Utilizator Curent (Sanitizat)
ru: Текущий пользователь (очищено)
sk: Aktuálny používateľ (upravený)
sl: Trenutni uporabnik (Sanitizirano)
sq: Përdoruesi Aktual (Pastruar)
sr: Trenutni korisnik (Sanitizovan)
sv: Aktuell användare (Sanitiserad)
sw: Mtumiaji wa Sasa (Uliofanywa Usioharibika)
ta: நடப்பு பயனர் (சுத்திகரிக்கப்பட்டது)
te: చరవాణి వినియోగదారు (శుద్ధ)
th: ผู้ใช้ปัจจุบัน (ถูกทำให้ปลอดภัย)
tr: Mevcut Kullanıcı (Temizlenmiş)
uk: Поточний користувач (дезінфіковано)
ur: موجودہ صارف (صاف شدہ)
uz: Joriy Foydalanuvchi (Tozalangan)
vi: Người dùng hiện tại (Đã lọc)
xh: Umsebenzisi wangoku (Ococisiweyo)

source: Rendered HTML Snapshot
ar: لقطة HTML المصغرة
az: Tərtibatlı HTML Çəkilişi
be: снимок отрендеренного HTML
bn: প্রদর্শিত HTML স্ন্যাপশট
cs: Vykreslený snímek HTML
cy: Llun HTML Wedi'i Gyflwyno
da: Renderet HTML Snapshot
de: Gerendertes HTML-Snapshot
el: Στιγμιότυπο Αποδομένου HTML
es: Instantánea de HTML renderizado
et: Renderdatud HTML-i Jäädvustus
eu: Erreproduzitutako HTML Erregistroa
fa: عکس فوری HTML رندر شده
fi: Renderöity HTML-katsaus
fr: Instantané HTML rendu
ga: Pictiúr HTML Rindreáilte
gd: Snapshot HTML Rindreachadh
gl: Instantánea do HTML Renderizado
gu: રેન્ડર્ડ HTML સ્નૅપશોટ
he: צילום מצב דום של HTML מרונדר
hi: उपस्थापित HTML स्नैपशॉट
hr: Izvedena HTML snimka
hu: Renderelt HTML pillanatkép
id: Snapshot HTML yang Dirender
is: Opnaður HTML Myndrit
it: Snapshot HTML renderizzato
ja: レンダリングされたHTMLスナップショット
ka: გათვლილი HTML სნაფშოტი
ku: Snapshotê HTMLê ya Render kirî
lt: Sugeneruota HTML momentinė nuotrauka
lv: Renderētais HTML momentuzņēmums
mg: Fandravana HTML Mampiseho
mi: Tāurua HTML Kua Whakaatuhia
mk: Рендерирана моментална снимка на HTML
ml: റെൻഡർ ചെയ്ത HTML സ്നാപ്ഷോട്ട്
ms: Snapshot HTML Dirender
mt: Snapxat HTML Rendered
my: အထွက်တော့ HTML မျက်နှာပြင်ရိုက်တည်ချက်
nl: Gegerenderde HTML Snapshot
no: Gjengitt HTML Snapshot
pa: ਰੇੰਡਰ ਕੀਤੀ HTML ਸਨੇਪਸ਼ਾਟ
pl: Migawka Renderowanego HTML
pt: Instantâneo HTML Renderizado
ro: Snapshot HTML Rulat
ru: Снимок отрисованного HTML
sk: Spracovaná HTML snímka
sl: Upodobljen HTML posnetek
sq: Fotografi e Renderuar e HTML-së
sr: Renderovani HTML snapshot
sv: Renderat HTML-Ögonblicksbild
sw: Picha ya HTML iliyoonyeshwa
ta: காட்சியளிக்கப்பட்ட HTML நிழற்படம்
te: రెండర్ చేసిన HTML స్నాప్షాట్
th: ภาพรวม HTML ที่แสดงผล
tr: Render Edilmiş HTML Anlık Görüntüsü
uk: Збережений знімок відтвореного HTML
ur: Difundido instantánea HTML
uz: Rendered HTML Snapshoti
vi: Ảnh chụp nhanh HTML được hiển thị
xh: Isishwankathelo seHTML esivelisiweyo
