Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Attach files to emails.
ar: قم بإرفاق ملفات للبريد الإلكتروني الآمن بشكل اختياري.
az: Təhlükəsiz e-poçtlar üçün faylları əlavə edin.
be: Па жаданні прыкладзіце файлы для бяспечных электронных лістоў.
bn: নিরাপদ ইমেলের জন্য বিকল্প হিসাবে ফাইল সংযুক্ত করুন।
cs: Volitelně připojte soubory k bezpečným emailům.
cy: Ychwanegu ffeiliau yn ddewisol ar gyfer e-byst diogel.
da: Vedhæft om ønsket filer til sikre emails.
de: Hängen Sie optional Dateien für sichere E-Mails an.
el: Προαιρετικά επισυνάψτε αρχεία για ασφαλή email.
es: Opcionalmente adjunta archivos para correos electrónicos seguros.
et: Soovi korral lisa failid turvalistele e-kirjadele.
eu: Beharrezkoak diren fitxategiak erantsi posta elektroniko seguruetarako.
fa: اختیاری فایل‌ها را برای ایمیل‌های ایمن پیوست کنید.
fi: Lisää tiedostoja turvallisiin sähköposteihin halutessasi.
fr: Joignez éventuellement des fichiers pour des e-mails sécurisés.
ga: Roghannaigh comhaid a cheangal le ríomhphoist shlán.
gd: Roghainneil, ceangail faidhlichean airson puist-d tèarainte.
gl: Opcionalmente, adxunta ficheiros para correos electrónicos seguros.
gu: સુરક્ષિત ઇમેઇલ્સ માટે ફાઇલો જોડવા વિકલ્પ.
he: אופציונלית, צרף קבצים לאימיילים מאובטחים.
hi: सुरक्षित ईमेल के लिए फ़ाइलें संलग्न करें।
hr: Opcionalno priložite datoteke za sigurne e-pošte.
hu: Opcionálisan csatoljon fájlokat a biztonságos e-mailekhez.
id: Opsional lampirkan file untuk email aman.
is: Bættu við skráum fyrir örugga tölvupósta ef óskað.
it: Allega opzionalmente file per email sicure.
ja: オプションで安全なメール用にファイルを添付します。
ka: ოპციალიზურად მიუერთეთ ფაილები უსაფრთხო ელფოსტისთვის.
ku: هەڵبژاردن فایلەکان ڕابگرە بۆ ئیمەیڵە پاراستەکان.
lt: Pasirinktinai pridėkite failus saugiems el. laiškams.
lv: Pēc izvēles pievienojiet failus drošiem e-pastiem.
mg: Mipetrapetraha antontan-taratasy ho an'ny mailaka azo antoka raha tianao.
mi: He kōwhiringa ki te whakaeke kōnae mō ngā īmēra haumaru.
mk: Опционално прикачете датотеки за безбедни е-пораки.
ml: ആവശ്യാനുസരണം സുരക്ഷിത ഇമെയിലുകൾക്ക് ഫയലുകൾ ഉടൻ ഫയലുകൾ ചേർക്കുക.
ms: Secara opsional lampirkan fail untuk emel selamat.
mt: F'għażla, jgħaqqad fajls għal emails sikuri.
my: လက်ပြန်အားကိုင်ထားတဲ့ပါသော လုံးဘာ နောက်မောပိုစာတွင် ဖိုင်တင်သတ်မှတ်ပါ။
nl: Optioneel bestanden toevoegen voor veilige e-mails.
no: Eventuelt vedlegg filer for sikre e-poster.
pa: ਚੁਣਦੇ ਬਾਅਦ ਫਾਇਲਾਂ ਮਹਰੀ ਈਮੇਲਾਂ ਲਈ ਸੁਰੱਖਿਅਤ ਸ਼ਾਮਲ ਕਰੋ।
pl: Opcjonalnie dołącz pliki do bezpiecznych e-maili.
pt: Opcionalmente anexe arquivos para emails seguros.
ro: Atașează opțional fișiere pentru emailuri securizate.
ru: Прикрепите файлы для безопасных email по желанию.
sk: Voliteľne pripojte súbory na zabezpečené e-maily.
sl: Po želji priloži datoteke za varno e-pošto.
sq: Opsionalisht bashkëngjit skedarë për email të sigurt.
sr: Opcionalno priložite fajlove za sigurne e-mailove.
sv: Valfritt bifoga filer för säkra e-postmeddelanden.
sw: Kupendelea ambatanisha faili kwa barua pepe salama.
ta: பாதுகாக்கப்பட்ட மின்னஞ்சலுக்கு கோப்புகளை இணைக்க விரும்பினால், அவற்றை இணைக்கவும்.
te: అతిట్చితములైన ఇమెయిల్స్కు అత్యవసర ఫైల్ లను అనుసంధానం చెయ్యండి.
th: เลือกแนบไฟล์สำหรับอีเมลที่ปลอดภัย
tr: Güvenli e-postalar için isteğe bağlı dosyalar ekleyin.
uk: За потреби прикріпіть файли для безпечних електронних листів.
ur: اختیاری طور پر محفوظ ای میلز کے لئے فائلیں منسلک کریں۔
uz: Xavfsiz elektron pochtalar uchun fayllarni qo'shishni ixtiyoriy ravishda amalga oshiring.
vi: Tùy chọn đính kèm tệp cho email bảo mật.
xh: Ukhetho lomfundi lokuncamathela kwiifayile ze-imeyile zokhuseleko.

source: Full control over your SMTP configuration.
ar: تكوين SMTP
az: SMTP Qurğusu
be: Канфігурацыя SMTP
bn: SMTP কনফিগারেশন
cs: SMTP konfigurace
cy: Cyfluniad SMTP
da: SMTP-konfiguration
de: SMTP-Konfiguration
el: Διαμόρφωση SMTP
es: Configuración SMTP
et: SMTP konfiguratsioon
eu: SMTP Konfigurazioa
fa: پیکربندی SMTP
fi: SMTP-konfiguraatio
fr: Configuration SMTP
ga: SMTP configuration
gd: Rèiteachadh SMTP
gl: Configuración SMTP
gu: SMTP રૂપરેખાંકન
he: תצורת SMTP
hi: SMTP कॉन्फ़िगरेशन
hr: SMTP konfiguracija
hu: SMTP konfiguráció
id: Konfigurasi SMTP
is: SMTP stilling
it: Configurazione SMTP
ja: SMTP設定
ka: SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP
lt: SMTP konfigūracija
lv: SMTP konfigurācija
mg: Fametrahana SMTP
mi: Whirihoranga SMTP
mk: SMTP Конфигурација
ml: SMTP ക്രമീകരണം
ms: Konfigurasi SMTP
mt: Konfigurazzjoni SMTP
my: SMTP ဖွဲ့စည်းခြင်း
nl: SMTP-configuratie
no: SMTP-konfigurasjon
pa: ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ
pl: Konfiguracja SMTP
pt: Configuração SMTP
ro: Configurația SMTP
ru: Конфигурация SMTP
sk: SMTP konfigurácia
sl: Nastavitev SMTP
sq: Konfigurimi SMTP
sr: SMTP Konfiguracija
sv: SMTP-konfiguration
sw: Usanidi wa SMTP
ta: SMTP கட்டமைப்பு
te: SMTP కాన్ఫిగరేషన్
th: การตั้งค่า SMTP
tr: SMTP Yapılandırması
uk: Конфігурація SMTP
ur: SMTP ترتیب
uz: SMTP konfiguratsiyasi
vi: Cấu hình SMTP
xh: Ulungelelwaniso lwe-SMTP

source: Role-based access control and MFA for added security.
ar: التحكم في الوصول بناءً على الأدوار و MFA لأمان إضافي.
az: Əlavə təhlükəsizlik üçün rol əsaslı giriş nəzarəti və MFA.
be: Контроль доступу на основі ролей і MFA для додаткової безпеки.
bn: অতিরিক্ত নিরাপত্তার জন্য ভূমিকা-ভিত্তিক অ্যাক্সেস নিয়ন্ত্রণ এবং MFA।
cs: Role-based přístupová kontrola a MFA pro zvýšenou bezpečnost.
cy: Rheoli mynediad yn seiliedig ar rôl ac MFA ar gyfer diogelwch ychwanegol.
da: Rollebaseret adgangskontrol og MFA for øget sikkerhed.
de: Rollenbasierte Zugriffskontrolle und MFA für zusätzliche Sicherheit.
el: Έλεγχος πρόσβασης βάσει ρόλων και MFA για επιπλέον ασφάλεια.
es: Control de acceso basado en roles y MFA para mayor seguridad.
et: Rollipõhine juurdepääsu kontroll ja MFA lisaturvalisuseks.
eu: Rol-oinarritutako sarbide-kontrola eta MFA segurtasun gehigarrirako.
fa: کنترل دسترسی مبتنی بر نقش و MFA برای امنیت بیشتر.
fi: Roolipohjainen käyttöoikeuksien hallinta ja MFA lisäävät turvallisuutta.
fr: Contrôle d'accès basé sur les rôles et MFA pour une sécurité accrue.
ga: Ahwehwɛde abusuade ho kwan na MFA de ahokyere foforɔ
gd: Smachd cothrom stèidhichte air dreuchd agus MFA airson tèarainteachd a bharrachd.
gl: Control de acceso baseado en roles e MFA para maior seguridade.
gu: વધુ સુરક્ષામાં માટે ભૂમિકા આધારિત પ્રવેશ નિયંત્રણ અને MFA.
he: שליטת גישה מבוססת תפקידים ו-MFA להוספת אבטחה.
hi: अधिक सुरक्षा के लिए भूमिका आधारित एक्सेस नियंत्रण और MFA।
hr: Kontrola pristupa temeljena na ulozi i MFA za dodatnu sigurnost.
hu: Szerepkör-alapú hozzáférés vezérlés és MFA a fokozott biztonságért.
id: Kontrol akses berbasis peran dan MFA untuk keamanan tambahan.
is: Hlutur afgangsstýringar og MFA fyrir betri öryggi.
it: Controllo degli accessi basato sui ruoli e MFA per maggiore sicurezza.
ja: 追加のセキュリティのための役割ベースのアクセス制御とMFA。
ka: როლის მიწოდების მართვა და MFA დამატებითი უსაფრთხოებისთვის.
ku: Karbûnaçî destçûnê li ser rol û MFA ji bo ewlehiyek zêdetir.
lt: Prieigos kontrolė pagal vaidmenis ir MFA papildomam saugumui užtikrinti.
lv: Lomu balstīta piekļuves kontrole un MFA papildu drošībai.
mg: Fanaraha-maso fidirana mifototra amin'ny anjara asa sy MFA ho an'ny fiarovana fanampiny.
mi: Te whakahaere uru i runga i te tūranga me te MFA mō te haumaru whakatakahia.
mk: Контрола на пристап заснована на улоги и MFA за дополнителна безбедност.
ml: കൂടുതൽ സുരക്ഷയ്ക്കായി റോൾ-ബേസ്ഡ് ആക്‌സസ് ڪن്ട്രോൾ ഉം MFA ഉം.
ms: Kawalan akses berdasarkan peranan dan MFA untuk keselamatan tambahan.
mt: Kontroll ta' aċċess ibbażat fuq ir-rwol u MFA għal sigurtà miżjuda.
my: အခန်းကဏ္ဍ အခြေပြုအသုံးပြုခွင့်ထိန်းချုပ်မှုနှင့် MFA ဖြင့် လုံခြုံမှု တိုးမြှင့်ခြင်း။
nl: Rolgebaseerde toegangscontrole en MFA voor extra beveiliging.
no: Rollebasert tilgangskontroll og MFA for økt sikkerhet.
pa: ਵਧੀ ਸੁਰੱਖਿਆ ਲਈ ਭੂਮਿਕਾ ਅਧਾਰਿਤ ਪਹੁੰਚ ਨਿਯੰਤਰਣ ਅਤੇ MFA।
pl: Kontrola dostępu na podstawie ról i MFA dla zwiększenia bezpieczeństwa.
pt: Controle de acesso baseado em função e MFA para segurança adicional.
ro: Control bazat pe roluri și MFA pentru securitate sporită.
ru: Контроль доступа на основе ролей и MFA для дополнительной безопасности.
sk: Prístupová kontrola založená na úlohách a MFA pre zvýšenú bezpečnosť.
sl: Nadzor dostopa na podlagi vlog in MFA za dodatno varnost.
sq: Kontroll i bazuar në rol dhe MFA për siguri të shtuar.
sr: Kontrola pristupa zasnovana na ulozi i MFA za dodatnu sigurnost.
sv: Rollbaserad åtkomstkontroll och MFA för ökad säkerhet.
sw: Udhibiti wa ufikiaji kulingana na jukumu na MFA kwa usalama wa ziada.
ta: செயல்பாட்டு அடிப்படையிலான அணுகல் கட்டுப்பாடு மற்றும் கூடுதல் பாதுகாப்புக்கு MFA.
te: అదనపు భద్రత కోసం పాత్ర ఆధారిత యాక్సెస్ కంట్రోల్ మరియు MFA.
th: การควบคุมการเข้าถึงตามบทบาทและ MFA เพื่อเพิ่มความปลอดภัย
tr: Ek güvenlik için rol tabanlı erişim kontrolü ve MFA.
uk: Рольовий контроль доступу та MFA для додаткової безпеки.
ur: اضافی سیکیورٹی کے لیے رول پر مبنی رسائی کنٹرول اور MFA۔
uz: Qo'shimcha xavfsizlik uchun rolga asoslangan kirish nazorati va MFA.
vi: Kiểm soát truy cập dựa trên vai trò và MFA để tăng cường bảo mật.
xh: Ulawulo lwemvume esekwe kwindima kunye ne-MFA yokhuseleko olongezelelweyo.

source: Getting Started
ar: البداية
az: Başlanğıc
be: Пачатак працы
bn: শুরু হচ্ছে
cs: Začínáme
cy: Dechrau Arni
da: Kom godt i gang
de: Erste Schritte
el: Ξεκινώντας
es: Empezando
et: Alustamine
eu: Hasteko
fa: شروع به کار
fi: Aloitus
fr: Commencer
ga: Ag Tosú
gd: A' Tòiseachadh
gl: Empezando
gu: શરુઆત
he: תחילת עבודה
hi: शुरू हो रहा है
hr: Početak
hu: Kezdés
id: Memulai
is: Byrjaðu
it: Iniziare
ja: はじめに
ka: დაწყება
ku: Dest pê kirişin
lt: Pradžiai
lv: Darba sākšana
mg: Manomboka
mi: Whakatau tīmatanga
mk: Започнете
ml: തുടங்கி
ms: Memulakan
mt: Bidu
my: စတင်ရန်
nl: Aan de slag
no: Kom i gang
pa: ਨਵਾਂ ਸ਼ੁਰੂ ਹੋਣਾ
pl: Pierwsze kroki
pt: Começando
ro: Începe
ru: Начало работы
sk: Začíname
sl: Začnite
sq: Duke Filluar
sr: Početak
sv: Komma igång
sw: Kuanza
ta: தொடங்குக
te: ప్రారంభించండి
th: เริ่มต้นการใช้งาน
tr: Başlarken
uk: Початок роботи
ur: شروع کریں
uz: Boshlash
vi: Bắt đầu
xh: Ukuqala

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
ar: جريلي سهل الإعداد. بمجرد التسجيل، يمكنك البدء في إنشاء الرسائل والتذكيرات والأماكن على الفور.
az: Grylli quraşdırmaq sadədir. Qeydiyyatdan keçdikdən sonra dərhal mesajlar, xatırlatmalar və təyinatlar yaratmağa başlaya bilərsiniz.
be: Grylli лёгка ўсталяваць. Пасля рэгістрацыі вы можаце адразу пачаць ствараць паведамленні, напаміны і пункты прызначэння.
bn: Grylli সেট আপ করা সহজ। একবার নিবন্ধিত হলে, আপনি সাথে সাথেই বার্তা, রিমাইন্ডার এবং গন্তব্য তৈরি করা শুরু করতে পারেন।
cs: Grylli je jednoduchý na nastavení. Jakmile se zaregistrujete, můžete okamžitě začít vytvářet zprávy, připomínky a cíle.
cy: Mae Grylli yn hawdd i'w sefydlu. Ar ôl cofrestru, gallwch ddechrau creu negeseuon, atgofion, a chyrchfannau ar unwaith.
da: Grylli er nem at sætte op. Når du er registreret, kan du begynde at oprette beskeder, påmindelser og destinationer med det samme.
de: Grylli ist einfach einzurichten. Sobald Sie registriert sind, können Sie sofort Nachrichten, Erinnerungen und Ziele erstellen.
el: Το Grylli είναι εύκολο στην εγκατάσταση. Μόλις εγγραφείτε, μπορείτε να ξεκινήσετε να δημιουργείτε μηνύματα, υπενθυμίσεις και προορισμούς άμεσα.
es: Grylli es fácil de configurar. Una vez registrado, puedes comenzar a crear mensajes, recordatorios y destinos inmediatamente.
et: Grylli on lihtne seadistada. Kui olete registreerunud, saate kohe alustada sõnumite, meeldetuletuste ja sihtkohtade loomisega.
eu: Grylli erraz konfiguratzeko modukoa da. Behin erregistratuta, berehala mezuak, oroigarriak eta helmugak sortzen has zaitezke.
fa: Grylli راه‌اندازی ساده‌ای دارد. پس از ثبت‌نام، می‌توانید بلافاصله شروع به ایجاد پیام‌ها، یادآوری‌ها و مقصدها کنید.
fi: Grylli on helppo asentaa. Kun olet rekisteröitynyt, voit heti alkaa luoda viestejä, muistutuksia ja kohteita.
fr: Grylli est facile à installer. Une fois inscrit, vous pouvez commencer à créer des messages, des rappels et des destinations immédiatement.
ga: Grylli yɛ nwanwa sɛ ɛyɛ dɛ sɛ wo bɛyɛ. Sɛ ɔde ho kɔ a, ɔbɛhyɛ sɛ ɔbɛyɛ nkyerɛ, ɛhyɛdeɛ, ne si deɛ bere a.
gd: Tha e furasta Grylli a chur air dòigh. Aon uair 's gu bheil thu clàraichte, faodaidh tu teachdaireachdan, cuimhneachain, agus cinn-uidhe a chruthachadh sa bhad.
gl: Grylli é fácil de configurar. Unha vez rexistrado, pode comezar a crear mensaxes, recordatorios e destinos de inmediato.
gu: Grylli સ્થાપિત કરવા માટે સરળ છે. એકવાર નોંધણી થયા પછી, તમે તરત જ સંદેશા, યાદીઓ, અને સ્થળો બનાવી શકશો.
he: גרילי פשוט להגדיר. לאחר ההרשמה, תוכלו להתחיל ליצור הודעות, תזכורות ויעדים באופן מיידי.
hi: Grylli स्थापित करने के लिए सरल है। एक बार पंजीकृत होने के बाद, आप तुरंत संदेश, रिमाइंडर और गंतव्य बनाना शुरू कर सकते हैं।
hr: Grylli je jednostavan za postavljanje. Jednom kada se registrirate, možete odmah početi stvarati poruke, podsjetnike i odredišta.
hu: A Grylli egyszerűen beállítható. A regisztráció után azonnal kezdhet üzeneteket, emlékeztetőket és célokat létrehozni.
id: Grylli mudah untuk diatur. Setelah terdaftar, Anda dapat mulai membuat pesan, pengingat, dan tujuan segera.
is: Grylli er einfalt að setja upp. Þegar þú hefur skráð þig, geturðu byrjað að búa til skilaboð, áminningar og áfangastaði strax.
it: Grylli è semplice da configurare. Una volta registrato, puoi iniziare a creare messaggi, promemoria e destinazioni immediatamente.
ja: Grylli の設定は簡単です。登録が完了すれば、すぐにメッセージ、リマインダー、目的地の作成を始めることができます。
ka: ũnghøŵ ÿş ƥţÚ𝚠ɡ ŉõŋæ ôø łÉŕÚ ĨñţÎ Èŕý ŝĦűõÅ. Ŏṇçę łÞĄŘÿécnØ, Ÿǖç ñÅ õņÕ ñęëÈšĘ ÏŽĆŬ¸ åŕý ŇĳāēěṝęÈŕ őŃďş śŐćŨ⼕ŝ ÷È!tnêţôÅÍš ôķ.
ku: گريللی بە سادەیی ئەوە دەکەوێت درووست بکرێت. کاتێك تۆ تۆمار دەکەیت، دەتوانیت بەلافکردنی نامەکان، یاد ئەوەرەکان، و بڕەودەچوونەکان بە سەرەوە بکەیت.
lt: Grylli yra paprasta nustatyti. Užsiregistravę, galite iš karto pradėti kurti žinutes, priminimus ir paskirties vietas.
lv: Grylli ir vienkārši uzstādīt. Kad esat reģistrējies, varat nekavējoties sākt veidot ziņojumus, atgādinājumus un mērķus.
mg: Mora apetraka ny Grylli. Rehefa voasoratra anarana ianao dia afaka manomboka mamorona hafatra, fampahatsiahivana, ary toerana avy hatrany.
mi: He māmā te whakauru a Grylli. Ina rēhitatia, ka taea e koe te tīmata ki te hanga karere, whakamaharatanga, me ngā wāhi i ngā wā tonu.
mk: Grylli е лесен за поставување. Откако ќе се регистрирате, можете веднаш да почнете да креирате пораки, потсетници и дестинации.
ml: ഗ്രില്ലി സജ്ജീകരിക്കാൻ എളുപ്പമാണ്. രജിസ്റ്റർ ചെയ്തുകഴിഞ്ഞാൽ, സന്ദേശങ്ങൾ, ഓർമ്മപ്പെടുത്തൽകൾ, ലക്ഷ്യസ്ഥലങ്ങൾ എന്നിവ സൃഷ്ടിക്കാൻ ഉടൻ ആരംഭിക്കാം.
ms: Grylli mudah untuk disediakan. Setelah didaftarkan, anda boleh mula mencipta mesej, peringatan, dan destinasi serta-merta.
mt: Grylli huwa sempliċi biex tissettjah. Ladarba tkun irreġistrat, tista’ tibda toħloq messaġġi, tfakkiriet, u destinazzjonijiet immedjatament.
my: Grylli ကို သင့်ထက် ပါရမီနဲ့ တစ်ဆင်နဲ့ထားပြီးလွယ်ကူစွာတက်ပါ, ခြားနားသောလမ်းကားများကို ချပြသည်။
nl: Grylli is eenvoudig in te stellen. Eenmaal geregistreerd, kun je direct beginnen met het maken van berichten, herinneringen en bestemmingen.
no: Grylli er enkel å sette opp. Når du har registrert deg, kan du begynne å lage meldinger, påminnelser og destinasjoner umiddelbart.
pa: Grylli ਸੈਟ ਅਪ ਕਰਨ ਲਈ ਸਧਾਰਨ ਹੈ। ਇੱਕ ਵਾਰ ਰਜਿਸਟਰ ਕਰਵਾਉਣ ਤੋਂ ਬਾਅਦ, ਤੁਸੀਂ ਤੁਰੰਤ ਸੁਨੇਹੇ, ਯਾਦ ਦਿਵਾਉਣ ਅਤੇ ਮੰਜ਼ਿਲਾਂ ਬਣਾਉਣ ਸ਼ੁਰੂ ਕਰ ਸਕਦੇ ਹੋ।
pl: Grylli jest prosty w uruchomieniu. Po rejestracji możesz od razu zacząć tworzyć wiadomości, przypomnienia i miejsca docelowe.
pt: Grylli é simples de configurar. Assim que registrado, você pode começar a criar mensagens, lembretes e destinos imediatamente.
ro: Grylli este simplu de configurat. Odată înregistrat, poți începe imediat să creezi mesaje, memento-uri și destinații.
ru: Grylli легко настроить. После регистрации вы можете сразу же начать создавать сообщения, напоминания и направления.
sk: Grylli sa ľahko nastavuje. Po registrácii môžete okamžite začať vytvárať správy, pripomienky a destinácie.
sl: Grylli je enostaven za namestitev. Ko se registrirate, lahko takoj začnete ustvarjati sporočila, opomnike in cilje.
sq: Grylli është i thjeshtë për t'u vendosur. Pasi të regjistroheni, mund të filloni të krijoni mesazhe, kujtesa dhe destinacione menjëherë.
sr: Grylli je jednostavan za podešavanje. Kada se registrujete, možete odmah početi kreirati poruke, podsetnike i destinacije.
sv: Grylli är enkel att installera. När du är registrerad kan du börja skapa meddelanden, påminnelser och destinationer direkt.
sw: Grylli ni rahisi kusanidi. Mara baada ya kujisajili, unaweza kuanza kuunda ujumbe, vikumbusho, na maeneo mara moja.
ta: க்ரில்லி அமைப்பது எளிது. பதிவுசெய்யப்பட்டவுடன், நீங்கள் உடனடியாக செய்திகள், நினைவூட்டல்கள், மற்றும் இடங்களை உருவாக்கத் தொடங்கலாம்.
te: Grylli సులభంగా సెటప్ చేయవచ్చు. ఒకసారి నమోదైన తరువాత, మీరు వెంటనే సందేశాలు, రిమైండర్లు, మరియు గమ్యస్థానాలు సృష్టించడం ప్రారంభించవచ్చు.
th: Grylli ตั้งค่าได้ง่าย หลังจากลงทะเบียนแล้ว คุณสามารถเริ่มสร้างข้อความ การเตือน และจุดหมายปลายทางได้ทันที
tr: Grylli kurması basittir. Kaydolduktan sonra hemen mesajlar, hatırlatmalar ve hedefler oluşturmaya başlayabilirsiniz.
uk: Grylli легко налаштувати. Після реєстрації можна відразу почати створювати повідомлення, нагадування та пункти призначення.
ur: گریلی کو سیٹ اپ کرنا سادہ ہے۔ رجسٹر ہونے کے بعد، آپ فوراً پیغامات، ریمائنڈرز، اور مقامات بنانے شروع کر سکتے ہیں۔
uz: Grylli o'rnatish oson. Ro'yxatdan o'tgandan so'ng, xabarlar, eslatmalar va manzillar yaratishni darhol boshlashingiz mumkin.
vi: Grylli rất dễ thiết lập. Sau khi đăng ký, bạn có thể bắt đầu tạo tin nhắn, lời nhắc và điểm đến ngay lập tức.
xh: U-Grylli kulula ukumisela. Wakuba ubhalisile, unokuqala ukudala imiyalezo, izikhumbuzo, kunye neendawo ekuya kuzo ngoko nangoko.
