Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: We do not use trackers or analytics, and you can export or delete your data at any time.
ar: نحن لا نستخدم أدوات تتبع أو تحليلات، ويمكنك تصدير بياناتك أو حذفها في أي وقت.
az: İzləyicilər və ya analitikadan istifadə etmirik və məlumatınızı istənilən vaxt ixrac edə və ya silə bilərsiniz.
be: Ми не використовуємо трекери чи аналітику, і ви можете експортувати або видалити свої дані в будь-який час.
bn: আমরা ট্র্যাকার বা বিশ্লেষণ ব্যবহার করি না, এবং আপনি যে কোনো সময় আপনার ডেটা রপ্তানি বা মুছে ফেলতে পারেন।
cs: Nepoužíváme sledovací nástroje ani analytiku a můžete kdykoli exportovat nebo smazat svá data.
cy: Nid ydym yn defnyddio tracwyr neu ddadansoddeg, a gallwch allforio neu ddileu eich data ar unrhyw adeg.
da: Vi bruger ikke trackere eller analyser, og du kan eksportere eller slette dine data når som helst.
de: Wir verwenden keine Tracker oder Analysen, und Sie können Ihre Daten jederzeit exportieren oder löschen.
el: Δεν χρησιμοποιούμε ιχνηλάτες ή αναλύσεις και μπορείτε να εξάγετε ή να διαγράψετε τα δεδομένα σας ανά πάσα στιγμή.
es: No usamos rastreadores ni análisis, y puedes exportar o eliminar tus datos en cualquier momento.
et: Me ei kasuta jälgijaid ega analüütikat ning võite oma andmeid igal ajal eksportida või kustutada.
eu: Ez dugu jarraipena egiten edo analitikarik erabiltzen, eta zure datuak edozein unetan esportatu edo ezaba ditzakezu.
fa: ما از ردیاب‌ها یا تجزیه و تحلیل‌ها استفاده نمی‌کنیم و شما می‌توانید داده‌های خود را در هر زمانی صادر یا حذف کنید.
fi: Emme käytä seurantatyökaluja tai analytiikkaa, ja voit viedä tai poistaa tietosi milloin tahansa.
fr: Nous n'utilisons pas de traceurs ou d'analyses, et vous pouvez exporter ou supprimer vos données à tout moment.
ga: Yɛnsisi sɛbea anaa nsɛm ma, na wo tumi fa anaa nyansa wo data a wɔavyɛ aɔko so ba anyebisa.
gd: Chan eil sinn a' cleachdadh lorgairean no anailisean, agus faodaidh tu do dhàta a thoirt a-mach no a sguabadh às aig àm sam bith.
gl: Non usamos rastreadores nin analíticas, e podes exportar ou eliminar os teus datos en calquera momento.
gu: અમે ટ્રેકર્સ અથવા વિશ્લેષણોનો ઉપયોગ કરતા નથી, અને તમે કોઈપણ સમયે તમારી ડેટા નિકાસ અથવા ડિલીટ કરી શકો છો.
he: אנחנו לא משתמשים בעוקבים או ניתוחים, ואתם יכולים לייצא או למחוק את הנתונים שלכם בכל זמן.
hi: हम ट्रैकर्स या एनालिटिक्स का उपयोग नहीं करते और आप किसी भी समय अपना डेटा एक्सपोर्ट या मिटा सकते हैं।
hr: Ne koristimo tragače ili analitiku, a možete izvesti ili izbrisati svoje podatke u bilo kojem trenutku.
hu: Nem használunk követőket vagy analitikát, és bármikor exportálhatja vagy törölheti adatait.
id: Kami tidak menggunakan pelacak atau analitik, dan Anda dapat mengekspor atau menghapus data Anda kapan saja.
is: Við notum ekki vöktun eða greiningar, og þú getur flutt út eða eytt gögnunum þínum hvenær sem er.
it: Non utilizziamo tracker o analisi, e puoi esportare o eliminare i tuoi dati in qualsiasi momento.
ja: トラッカーや分析を使用せず、データのエクスポートや削除はいつでも可能です。
ka: ჩვენ არ ვიყენებთ ტრეკერებს ან ანალიტიკას, და შეგიძლიათ თქვენი მონაცემების ექსპორტი ან წაშლა ნებისმიერ დროს.
ku: ئێمە بەدواداچوونەکان یان ڕاوێژکارەکان بەکاردەهێنین، و دەتوانیت داتاکەت هەر کاتێک بڕواتە دەرەوە یان بسڕیتەوە.
lt: Mes nenaudojame sekimo priemonių ar analizės, o savo duomenis galite eksportuoti ar ištrinti bet kuriuo metu.
lv: Mēs neizmantojam izsekošanas vai analītiskos rīkus, un jūs varat eksportēt vai dzēst savus datus jebkurā laikā.
mg: Tsy mampiasa mpanara-maso na fanadihadiana izahay, ary azonao atao ny manondrana na mamafa ny angon-drakitrao na oviana na oviana.
mi: Kāore mātou e whakamahi pūkaitū me ngā tātaritanga, ā, ka taea e koe te kaweake, te whakakore rānei i ō raraunga i ngā wā katoa.
mk: Ние не користиме тракери или анализа, и можете да ги извезувате или бришете вашите податоци во секое време.
ml: നാം ട്രാക്കർകളോ വിശകലനം അല്ലെങ്കിൽ നിങ്ങളുടെ ഡാറ്റ ഒരു എപ്പോഴുമോ എക്സ്പോർട്ട് അണോ ഡിലീറ്റ് ചെയ്യാനോ നിങ്ങളെ സാധ്യമാക്കുന്നു.
ms: Kami tidak menggunakan penjejak atau analitik, dan anda boleh mengeksport atau memadam data anda pada bila-bila masa.
mt: Aħna ma nużawx trackers jew analytics, u tista' tesporta jew tħassar id-data tiegħek fi kwalunkwe ħin.
my: ကျွန်ုပ်တို့ သည် တွက်ချက်ကိရိယာများ သို့မဟုတ် နယ်ပယ်အားလုံးတွင် အသုံးပြုသော မျက်နှာစာများကို အသုံးပြုခြင်း မရှိပါဘဲ၊ သင်သည် သင့် ဒေတာကို မည်သည့်အချိန်တွင်မဆို တင်ပို့ရန် သို့မဟုတ် ဖျက်ပစ်ရန် အခွင့်ရှိသည်။
nl: We gebruiken geen trackers of analytics, en je kunt je gegevens op elk moment exporteren of verwijderen.
no: Vi bruker ikke sporingsverktøy eller analyser, og du kan eksportere eller slette dataene dine når som helst.
pa: ਅਸੀਂ ਟ੍ਰੈਕਰਾਂ ਜਾਂ ਵਿਸ਼ਲੇਸ਼ਣ ਦਾਹ ਕੇ ਵਰਤੋਂ ਨਹੀਂ ਕਰਦੇ, ਅਤੇ ਤੁਸੀਂ ਆਪਣੇ ਡਾਟਾ ਨੂੰ ਕਦੇ ਵੀ ਐਕਸਪੋਰਟ ਜਾਂ ਮਿਟਾ ਸਕਦੇ ਹੋ।
pl: Nie używamy trackerów ani analityki, a swoje dane możesz eksportować lub usuwać w dowolnym momencie.
pt: Não usamos rastreadores ou análises, e você pode exportar ou excluir seus dados a qualquer momento.
ro: Nu folosim trackere sau analize, iar dvs. puteți exporta sau șterge datele în orice moment.
ru: Мы не используем трекеры или аналитику, и вы можете экспортировать или удалить свои данные в любое время.
sk: Nepoužívame sledovacie zariadenia ani analytiky a svoje údaje môžete kedykoľvek exportovať alebo vymazať.
sl: Ne uporabljamo sledilnikov ali analitike, svoje podatke pa lahko izvozite ali izbrišete kadar koli.
sq: Ne nuk përdorim gjurmues ose analiza, dhe mund të eksportoni ose fshini të dhënat tuaja në çdo kohë.
sr: Ne koristimo trakere ili analitiku i možete u svakom trenutku izvesti ili obrisati svoje podatke.
sv: Vi använder inte spårare eller analysverktyg, och du kan exportera eller radera dina data när som helst.
sw: Hatutumii wachunguzi au uchambuzi, na unaweza kusafirisha au kufuta data yako wakati wowote.
ta: நாங்கள் டிராக்கர்கள் அல்லது பகுப்பாய்வுகளை பயன்படுத்துவதில்லை, மேலும் உங்கள் தரவுகளை எப்போது வேண்டுமானாலும் ஏற்றுமதி அல்லது நீக்கலாம்.
te: మేము ట్రాకర్లు లేదా విశ్లేషణా సాధనాలను ఉపయోగించము, మరియు మీరు ఎప్పుడైనా మీ డేటాను ఎగుమతి చేయగలరు లేదా తొలగించగలరు.
th: เราไม่ใช้ตัวติดตามหรือการวิเคราะห์ และคุณสามารถส่งออกหรือลบข้อมูลของคุณได้ตลอดเวลา
tr: Takip ve analiz araçları kullanmıyoruz ve verilerinizi istediğiniz zaman dışa aktarabilir veya silebilirsiniz.
uk: Ми не використовуємо трекери чи аналітику, і ви можете експортувати або видалити свої дані в будь-який час.
ur: ہم ٹریکرز یا تجزیات کا استعمال نہیں کرتے، اور آپ کسی بھی وقت اپنا ڈیٹا ایکسپورٹ یا ڈیلیٹ کر سکتے ہیں۔
uz: Biz kuzatuvchilar yoki tahlillarni ishlatmaymiz va siz har qanday vaqtda o'z ma'lumotlaringizni eksport qilishingiz yoki o'chirishingiz mumkin.
vi: Chúng tôi không sử dụng trình theo dõi hoặc công cụ phân tích, và bạn có thể xuất hoặc xóa dữ liệu của mình bất kỳ lúc nào.
xh: Asisebenzisi iitreyela okanye uhlalutyo, kwaye ungathumela ngaphandle okanye ucime idatha yakho nanini na.

source: Grylli puts you in control of your message delivery securely and reliably.
ar: من خلال الجمع بين الافتراضات القوية والمرونة والشفافية، يوفر Grylli لك التحكم في تسليم الرسائل بأمان وموثوقية.
az: Güclü standartlar, çeviklik və şəffaflıq birləşdirərək, Grylli mesajınızın çatdırılmasına sizin nəzarət etməyinizi təmin edir — təhlükəsiz və etibarlı şəkildə.
be: Поєднуючи сильні налаштування за замовчуванням з гнучкістю і прозорістю, Grylli дає вам контроль над доставкою ваших повідомлень — безпечно і надійно.
bn: শক্তিশালী ডিফল্ট সংস্করণগুলি সমাহার করে থেকে নমনীয়তা এবং স্বচ্ছতা দিয়ে গ্রিলি আপনার বার্তা ডেলিভারির নিয়ন্ত্রণে রাখে — সুরক্ষিত এবং নির্ভরযোগ্যভাবে।
cs: Kombinací silných výchozích nastavení s flexibilitou a transparentností vám Grylli poskytuje kontrolu nad doručováním vašich zpráv — bezpečně a spolehlivě.
cy: Trwy gyfuno diffygion cryf gyda hyblygrwydd a thryloywder, mae Grylli'n rhoi rheolaeth i chi dros gyflwyno'ch negeseuon — yn ddiogel ac yn ddibynadwy.
da: Ved at kombinere stærke standarder med fleksibilitet og gennemsigtighed giver Grylli dig kontrol over din meddelelseslevering — sikkert og pålideligt.
de: Durch die Kombination starker Standardeinstellungen mit Flexibilität und Transparenz haben Sie mit Grylli die Kontrolle über die Zustellung Ihrer Nachrichten — sicher und zuverlässig.
el: Συνδυάζοντας ισχυρές προεπιλογές με ευελιξία και διαφάνεια, το Grylli σας δίνει τον έλεγχο στην παράδοση των μηνυμάτων σας — με ασφάλεια και αξιοπιστία.
es: Al combinar configuraciones predeterminadas sólidas con flexibilidad y transparencia, Grylli te da el control de la entrega de tus mensajes — de forma segura y confiable.
et: Kombineerides tugevad vaikeseaded paindlikkuse ja läbipaistvusega, annab Grylli teile kontrolli teie sõnumi kohaletoimetamise üle - turvaliselt ja usaldusväärselt.
eu: Lehenetsi indartsuak, malgutasunarekin eta gardentasunarekin konbinatuz, Gryllik zure kontrolpean jartzen du zure mezuen entrega — seguru eta fidagarria.
fa: با ترکیب پیش‌فرض‌های قوی با انعطاف‌پذیری و شفافیت، Grylli کنترل تحویل پیام شما را به دست شما می‌دهد — به صورت امن و قابل اطمینان.
fi: Yhdistämällä vahvat oletusarvot joustavuuteen ja läpinäkyvyyteen, Grylli antaa sinulle hallinnan viestiesi toimituksesta — turvallisesti ja luotettavasti.
fr: En combinant des valeurs par défaut solides avec flexibilité et transparence, Grylli vous donne le contrôle de la livraison de vos messages — en toute sécurité et fiabilité.
ga: Ka ahokyere ne bosom ahorow ho botum na transparency boma, Grylli de wo nsɛm ma ho so.
gd: Le bhith a' cothlamadh bunaitean làidir le sùbailteachd agus follaiseachd, bidh Grylli a' cur smachd ort air lìbhrigeadh do theachdaireachd — gu tèarainte agus gu earbsach.
gl: Combinando axustes predeterminados fortes con flexibilidade e transparencia, Grylli dache o control da entrega das túas mensaxes: de forma segura e fiable.
gu: મજબૂત ડિફોલ્ટ્સ સાથે લવચીકતા અને પારદર્શિતા જોડીને, Grylli તમને તમારા સંદેશા ડિલિવરી પર નિયંત્રણ આપે છે — સુરક્ષિત રીતે અને વિશ્વસનીય રીતે.
he: על ידי שילוב ברירות מחדל חזקות עם גמישות ושקיפות, Grylli מעניקה לך שליטה על מסירת ההודעות שלך - בצורה מאובטחת ואמינה.
hi: मजबूत डिफॉल्ट्स को लचीलापन और पारदर्शिता के साथ जोड़कर, Grylli आपके संदेश डिलीवरी को आपके नियंत्रण में रखता है — सुरक्षित और विश्वसनीय रूप से।
hr: Kombinacijom jakih zadanih postavki s fleksibilnošću i transparentnošću, Grylli vam daje kontrolu nad isporukom vaše poruke — sigurno i pouzdano.
hu: Az erős alapértékek kombinálásával, rugalmassággal és átláthatósággal a Grylli lehetővé teszi, hogy Ön irányítsa az üzenet kézbesítését — biztonságosan és megbízhatóan.
id: Dengan menggabungkan pengaturan default yang kuat dengan fleksibilitas dan transparansi, Grylli memberi Anda kendali atas pengiriman pesan Anda — dengan aman dan andal.
is: Með því að sameina sterkar sjálfgefnar stillingar, sveigjanleika og gegnsæi, setur Grylli þig í stjórn á skilaboðaflutningi þínum — örugglega og áreiðanlega.
it: Combinando impostazioni predefinite forti con flessibilità e trasparenza, Grylli ti mette al controllo della consegna dei tuoi messaggi, in modo sicuro e affidabile.
ja: 強力なデフォルトを柔軟性と透明性と組み合わせて、Grylliはメッセージの配信を安全かつ信頼性をもって管理できます。
ka: მძლავრი ნაგულისხმების მოქნილობასთან და გამჭვირვალობასთან კომბინაციით, Grylli გაძლევთ თქვენი შეტყობინებების მიწოდების კონტროლს - დაცულად და სანდოთ.
ku: Bi tevikreya bingehînên bihêz bi gihîştî û vekirîanî, Grylli te li ser kontrola şandina peyamê dayî—bi ewle û bi dilovanî.
lt: Derinant stiprius numatytuosius nustatymus su lankstumu ir skaidrumu, Grylli leidžia jums valdyti jūsų pranešimų pristatymą — saugiai ir patikimai.
lv: Apvienojot drošus noklusējumus ar elastību un caurredzamību, Grylli ļauj jums kontrolēt jūsu ziņojumu piegādi — droši un uzticami.
mg: Amin'ny fanambatra ny toerana matanjaka miaraka amin'ny fahalalahana sy ny mangarahara, Grylli dia mametraka anao eo amin'ny loha-laharana amin'ny fandefasana ny hafatrao - azo antoka sy azo antoka.
mi: Mā te hono i ngā taunoa kaha ki te ngāwari ki te uara marama, ka tuku a Grylli i a koe ki te whakahaere i tō tukunga karere — haumarutia, ā, pono hoki.
mk: Со комбинирање на силни основни поставки со флексибилност и транспарентност, Grylli ви дава контрола врз испораката на вашите пораки — безбедно и сигурно.
ml: ശക്തമായ ഡീഫോൾട്ടുകൾ സുതാര്യതയും ഉപയോഗിച്ച് കൺട്രോൾ ചെയ്‌തുകൊണ്ട്, ഗൃലി നിങ്ങളെ നിങ്ങളുടെ സന്ദേശ ഡെലിവറിയുടെ നിയന്ത്രണത്തിലാക്കുന്നു - സുരക്ഷിതമായും വിശ്വാസ്യതയോടുകൂടിയും.
ms: Dengan menggabungkan tetapan lalai yang kuat dengan fleksibiliti dan ketelusan, Grylli meletakkan anda dalam kawalan penghantaran mesej anda — secara selamat dan boleh dipercayai.
mt: Billi tgħaqqad defalti qawwija mal-flessibilità u t-trasparenza, Grylli jagħtik il-kontroll tal-konsenja tal-messaġġ tiegħek – b'mod sikur u affidabbli.
my: အစများကောင်းစွာ ဖျော်ဖြေရန်နှင့် ကြည်လင်ပြတ်သားမှုကို ပေါင်းစပ်ကာ၊ Grylli သည် သင့်စာပို့မှုကို စိတ်ချလုံခြုံစွာ ဂရုစိုက်ရပေမည်။
nl: Door sterke standaardinstellingen te combineren met flexibiliteit en transparantie, geeft Grylli je controle over de levering van je berichten — veilig en betrouwbaar.
no: Ved å kombinere sterke standardinnstillinger med fleksibilitet og transparens, gir Grylli deg kontroll over meldingsleveringen — sikkert og pålitelig.
pa: ਮਜ਼ਬੂਤ ਡਿਫਾਲਟਾਂ ਨਾਲ ਲਚਕਦਾਰਤਾ ਅਤੇ ਪਾਰਦਰਸ਼ਤਾ ਨੂੰ ਮਿਲਾ ਕੇ, Grylli ਤੁਹਾਨੂੰ ਸੰਦੇਸ਼ ਡਿਲਿਵਰੀ ਦੇ ਕੰਟਰੋਲ ਵਿੱਚ ਰੱਖਦਾ ਹੈ — ਸੁਰੱਖਿਅਤ ਅਤੇ ਵਿਸ਼ਵਾਸਧੀਨ।
pl: Łącząc silne ustawienia domyślne z elastycznością i przejrzystością, Grylli daje ci kontrolę nad dostarczaniem wiadomości — bezpiecznie i niezawodnie.
pt: Ao combinar padrões fortes com flexibilidade e transparência, a Grylli coloca você no controle da entrega de suas mensagens — de forma segura e confiável.
ro: Combinând setările implicite puternice cu flexibilitate și transparență, Grylli vă oferă controlul asupra livrării mesajelor dvs. - în siguranță și fiabil.
ru: Сочетая сильные стандарты с гибкостью и прозрачностью, Grylli дает вам контроль над доставкой вашего сообщения — безопасно и надежно.
sk: Grylli vám poskytuje kontrolu nad doručovaním vašich správ – bezpečne a spoľahlivo, vďaka kombinácii silných predvolených nastavení s flexibilitou a transparentnosťou.
sl: S kombiniranjem močnih privzetih nastavitev s prilagodljivostjo in preglednostjo vam Grylli omogoča nadzor nad dostavo vaših sporočil — varno in zanesljivo.
sq: Duke kombinuar cilësimet e fuqishme me fleksibilitet dhe transparencë, Grylli ju vendos në kontrollin e dorëzimit të mesazhit tuaj — në mënyrë të sigurt dhe të besueshme.
sr: Kombinujući jake zadate vrednosti s fleksibilnošću i transparentnošću, Grylli vam daje kontrolu nad isporukom poruka — sigurno i pouzdano.
sv: Genom att kombinera starka standardinställningar med flexibilitet och transparens ger Grylli dig kontroll över din meddelandeleverans — säkert och pålitligt.
sw: Kwa kuchanganya chagu-msingi zenye nguvu na kubadilika na uwazi, Grylli inakupa udhibiti wa uwasilishaji wa ujumbe wako — kwa usalama na kwa uhakika.
ta: வலிமையான இயல்புநிலைகளைத் தாறுமாறாக்க உடனடி வலியமிக்கதத்துடன் கூடுகொண்டு, Grylli உங்கள் செய்தி வழங்கலுக்கான கட்டுப்பாட்டை உங்களுக்கு வழங்குகிறது — பாதுகாப்பாகவும் நம்பகமானதாகவும்.
te: బలమైన డిఫాల్ట్స్ ను సౌలభ్యంతో మరియు పారదర్శకతతో కలిగి, గ్రీళ్లి మీ సందేశ పంపిణీపై మీరు నియంత్రణ కలిగి ఉండేలా చేస్తుంది — భద్రంగా మరియు నమ్మదగిన విధంగా.
th: ด้วยการประสมประสานสิ่งตั้งต้นที่แข็งแกร่งเข้ากับความยืดหยุ่นและความโปร่งใส Grylli ให้คุณควบคุมการส่งข้อความของคุณ — อย่างปลอดภัยและเชื่อถือได้
tr: Güçlü varsayılan ayarları esneklik ve şeffaflıkla birleştirerek, Grylli mesaj teslimatınızı kontrol etmenizi sağlar — güvenli ve güvenilir bir şekilde.
uk: Поєднуючи сильні налаштування за замовчуванням з гнучкістю та прозорістю, Grylli дає вам контроль над доставкою ваших повідомлень — безпечно та надійно.
ur: مضبوط ڈیفالٹس کے ساتھ لچک اور شفافیت کو ملا کر، گریلّی آپ کو آپ کے پیغام کی ترسیل کے کنٹرول میں رکھتا ہے — محفوظ طور پر اور قابل بھروسہ انداز میں۔
uz: Kuchli standartlarni moslashuvchanlik va oshkoralik bilan birlashtirgan holda, Grylli sizga xabar yetkazilishini boshqarishda nazoratni beradi — xavfsiz va ishonchli tarzda.
vi: Bằng cách kết hợp các cài đặt mặc định mạnh mẽ với tính linh hoạt và minh bạch, Grylli giúp bạn kiểm soát việc chuyển tải thông điệp của mình — bảo mật và đáng tin cậy.
xh: Ngokudibanisa useto olomeleleyo ngokungaguqukiyo kunye nokubonakala, iGrylli ikunika ulawulo lokuhanjiswa komyalezo wakho - ngokukhuselekileyo nangokuthembekileyo.

source: Help
ar: المساعدة
az: Kömək
be: Дапамога
bn: সাহায্য
cs: Nápověda
cy: Cymorth
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
et: Abi
eu: Laguntza
fa: کمک
fi: Apua
fr: Aide
ga: Boa
gd: Cobhair
gl: Axuda
gu: સહાય
he: עזרה
hi: सहायता
hr: Pomoć
hu: Súgó
id: Bantuan
is: Aðstoð
it: Aiuto
ja: ヘルプ
ka: დახმარება
ku: یارمەتی
lt: Pagalba
lv: Palīdzība
mg: Fanampiana
mi: Āwhina
mk: Помош
ml: സഹായം
ms: Bantuan
mt: Għajnuna
my: အကူအညီ
no: Hjelp
pa: सहयता
pl: Pomoc
pt: Ajuda
ro: Ajutor
ru: Помощь
sk: Pomoc
sl: Pomoč
sq: Ndihmë
sr: Pomoć
sv: Hjälp
sw: Msaada
ta: உதவி
te: సహాయం
th: ช่วยเหลือ
tr: Yardım
uk: Довідка
ur: مدد
uz: Yordam
vi: Trợ giúp
xh: Uncedo

source: Help & Overview
ar: نظرة عامة
az: Baxış
be: Агляд
bn: সংক্ষিপ্ত বিবরণ
cs: Přehled
cy: Trosolwg
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Visión general
et: Ülevaade
eu: Orokorra
fa: بررسی اجمالی
fi: Yleiskatsaus
fr: Vue d'ensemble
ga: Forbhreathnú
gd: Sealladh Coitcheann
gl: Visión Xeral
gu: અવલોકન
he: סקירה כללית
hi: अवलोकन
hr: Pregled
hu: Áttekintés
id: Ikhtisar
is: Yfirlit
it: Panoramica
ja: 概要
ka: მიმოხილვა
ku: پێشبینینەکان
lt: Apžvalga
lv: Pārskats
mg: Overview
mi: Tirohanga
mk: Преглед
ml: അവലോകനം
ms: Gambaran Keseluruhan
mt: Ħarsa Ġenerali
my: ခြုံငုံကြည့်ရန်
nl: Overzicht
no: Oversikt
pa: ਸਾਰ
pl: Przegląd
pt: Visão Geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sl: Pregled
sq: Përmbledhja
sr: Pregled
sv: Översikt
sw: Muhtasari
ta: மேலோட்டம்
te: అవలోకనం
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
ur: جائزہ
uz: Umumiy ko'rinish
vi: Tổng quan
xh: Ushwankathelo
