Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
ar: مرحبًا {username}, تم حذف حسابك على {site_name}. تذكر حذف ملفاتك من مجلد التحميلات. إذا لم تكن هذه أنت، يرجى الاتصال بالدعم فورًا. {site_url}
az: Salam {username}, {site_name}-dəki hesabınız silinib. Yükləmə qovluğundan fayllarınızı silməyi unutmayın. Bu siz deyildinizsə, dərhal dəstəyə müraciət edin. {site_url}
be: Здравей {username}, Вашият акаунт в {site_name} беше изтрит. Не забравяйте да изтриете файловете си от папката за качване. Ако това не сте били вие, моля, свържете се с поддръжката незабавно. {site_url}
bn: হ্যালো {username}, আপনার {site_name} এ থাকা অ্যাকাউন্ট মুছে ফেলা হয়েছে৷ আপনার ফাইলগুলি আপলোড ফোল্ডার থেকে মুছে ফেলতে মনে রাখবেন৷ যদি এটি আপনার দ্বারা না হয়ে থাকে, তাহলে অবিলম্বে সমর্থন টিমের সাথে যোগাযোগ করুন। {site_url}
cs: Ahoj {username}, Tvůj účet na {site_name} byl smazán. Nezapomeň smazat své soubory ze složky s nahrávkami. Pokud jsi to nebyl ty, ihned kontaktuj podporu. {site_url}
cy: Helo {username}, Mae eich cyfrif ar {site_name} wedi cael ei ddileu. Cofiwch ddileu eich ffeiliau o'r ffolder uwchlwytho. Os nad chi oedd hyn, cysylltwch â chefnogaeth ar unwaith. {site_url}
da: Hej {username}, Din konto på {site_name} er blevet slettet. Husk at slette dine filer fra uploads-mappen. Hvis det ikke var dig, bedes du kontakte supporten med det samme. {site_url}
de: Hallo {username}, Ihr Konto auf {site_name} wurde gelöscht. Denken Sie daran, Ihre Dateien aus dem Uploads-Ordner zu löschen. Wenn dies nicht von Ihnen durchgeführt wurde, kontaktieren Sie bitte umgehend den Support. {site_url}
el: Γεια σου {username}, Ο λογαριασμός σου στο {site_name} έχει διαγραφεί. Θυμήσου να διαγράψεις τα αρχεία σου από το φάκελο μεταφορτώσεων. Αν δεν ήσουν εσύ, παρακαλώ επικοινώνησε άμεσα με την υποστήριξη. {site_url}
es: Hola {username}, Tu cuenta en {site_name} ha sido eliminada.Recuerda borrar tus archivos de la carpeta de subidas.Si no fuiste tú, por favor contacta al soporte de inmediato. {site_url}
et: Tere {username}, Sinu konto saidil {site_name} on kustutatud.Ära unusta kustutada oma faile üleslaadimiste kaustast.Kui see polnud sina, võta viivitamatult ühendust toega. {site_url}
eu: Kaixo {username}, Zure kontua {site_name}-en ezabatu da. Gogoratu zure fitxategiak igoeren karpetatik ezabatzea. Hori ez bazina izan, mesedez, jarri berehala harremanetan laguntzarekin. {site_url}
fa: سلام {username}, حساب کاربری شما در {site_name} حذف شده است. به خاطر داشته باشید که فایل‌های خود را از پوشه بارگذاری‌ها حذف کنید. اگر این کار توسط شما انجام نشده است، لطفاً بلافاصله با پشتیبانی تماس بگیرید. {site_url}
fi: Hei {username}, Tilisi sivustolla {site_name} on poistettu.Muista poistaa tiedostosi latauskansiosta.Jos tämä et ollut sinä, ota välittömästi yhteys tukeen. {site_url}
fr: Bonjour {username}, Votre compte sur {site_name} a été supprimé. N'oubliez pas de supprimer vos fichiers du dossier des téléchargements. Si ce n'était pas vous, veuillez contacter le support immédiatement. {site_url}
ga: Kaabo {username}, A ti paarẹ akọọlẹ rẹ lori {site_name}. Ranti lati paarẹ awọn faili rẹ lati inu folda awọn ikojọpọ. Ti eyi ko ba ṣe iwọ, jọwọ kan si atilẹyin lẹsẹkẹsẹ. {site_url}
gd: Halò {username}, Chaidh do chunntas air {site_name} a dhubhadh às. Cuimhnich air na faidhlichean agad a sguabadh às am pasgan luchdachadh suas. Mura b' i thusa a rinn seo, cuir fios gu taic sa bhad. {site_url}
gl: Ola {username}, A túa conta en {site_name} foi eliminada. Lembra eliminar os teus arquivos da carpeta de cargas. Se non fuches ti, ponte en contacto co soporte de inmediato. {site_url}
gu: હેલો {username}, તમારું ખાતા {site_name} પર ડિલીટ કરવામાં આવ્યું છે. અપલોડ્સ ફોલ્ડરમાંથી તમારી ફાઇલો ડિલીટ કરવાનું યાદ કરશો. જો આ તમે નહીં હોય, તો કૃપા કરીને तાત્કાળ સમર્થનનો સંપર્ક કરો. {site_url}
he: שלום {username}, החשבון שלך באתר {site_name} נמחק. זכור למחוק את הקבצים שלך מתיקיית ההעלאות. אם זה לא היית אתה, אנא צור קשר עם התמיכה מיד. {site_url}
hi: नमस्ते {username}, आपका {site_name} पर खाता हटा दिया गया है। अपलोड फ़ोल्डर से अपनी फ़ाइलें हटाना याद रखें। यदि यह आपने नहीं किया है, तो कृपया तुरंत समर्थन से संपर्क करें। {site_url}
hr: Pozdrav {username}, Vaš račun na {site_name} je izbrisan. Ne zaboravite obrisati svoje datoteke iz mape za prijenos. Ako to niste bili vi, odmah kontaktirajte podršku. {site_url}
hu: Szia {username}, A(z) {site_name} fiókod törölve lett. Ne felejtsd el törölni a fájljaidat a feltöltések mappából. Ha nem te voltál, azonnal lépj kapcsolatba a támogatással. {site_url}
id: Halo {username}, Akun Anda di {site_name} telah dihapus.Ingat untuk menghapus file Anda dari folder unggahan.Jika ini bukan Anda, harap segera hubungi dukungan. {site_url}
is: Halló {username}, Reikningurinn þinn á {site_name} hefur verið eytt. Mundu að eyða skrám þínum úr hleðslumöppunni. Ef þetta var ekki þú, vinsamlegast hafðu strax samband við stuðning. {site_url}
it: Ciao {username}, Il tuo account su {site_name} è stato eliminato. Ricorda di cancellare i tuoi file dalla cartella degli upload. Se non sei stato tu, contatta immediatamente il supporto. {site_url}
ja: {username}様 あなたの{site_name}のアカウントが削除されました。アップロードフォルダからファイルを削除することを忘れないでください。もしこれがあなたでなければ、すぐにサポートに連絡してください。 {site_url}
ka: პრივეტ {username}, თქვენი ანგარიში {site_name}-ზე წაიშალა. არ დაგავიწყდეთ თქვენი ფაილების წაშლა ატვირთვათა საქაღალდიდან. თუ ეს თქვენ არ იყავით, გთხოვთ დაუკავშირდეთ მხარდაჭერას დაუყოვნებლივ. {site_url}
ku: Slaw {username}, Hesabet le ser {site_name} hatwa scan akrdn.Berpirsy bit axrabei te fayl u ke le pylake bargr dane.Karikari te niye,teze re zud kat re peywendi bigre be piştegî. {site_url}
lt: Sveiki {username}, Jūsų paskyra svetainėje {site_name} buvo ištrinta. Nepamirškite ištrinti failų iš įkėlimo aplanko. Jei tai nebuvo jūs, nedelsdami susisiekite su palaikymo tarnyba. {site_url}
lv: Sveiki {username}, Jūsu konts vietnē {site_name} ir dzēsts. Atcerieties izdzēst savus failus no augšupielāžu mapes. Ja tas nebijāt jūs, lūdzu, nekavējoties sazinieties ar atbalstu. {site_url}
mg: Salama {username}, Voafafa ny kaontinao ao amin'ny {site_name}. Tsarovy ny mamafa ny rakitrao ao amin'ny lahatahiry fampiakarana. Raha tsy ianao no nikarakara izany, azafady mifandraisa amin'ny fanohanana avy hatrany. {site_url}
mi: Kia ora {username}, Kua mukua tō pūkete i runga i {site_name}. Kia mahara ki te muku i ō kōnae i te kōpaki tukunga. Mēnā ehara tēnei nāu, tēnā whakapā atu ki te ratonga tautoko i ngā wā katoa. {site_url}
mk: Здраво {username}, Вашата сметка на {site_name} е избришана. Запомнете да ги избришете вашите фајлови од папката за отпремување. Ако ова не сте вие, веднаш контактирајте со поддршка. {site_url}
ml: ഹലോ {username}, {site_name} ലെ നിങ്ങളുടെ അക്കൗണ്ട് മായ്ച്ചിരിക്കുന്നു. അപ്ലോഡുകൾ ഫോൾഡറിൽ നിന്ന് നിങ്ങളുടെ ഫയലുകൾ മായ്ച്ചുപോളാനുള്ളത് സ്മരിക്കണം. ഇത് നിങ്ങൾ ചെയ്തതല്ലെങ്കിൽ, ഉടൻ പിന്തുണയെ ബന്ധപ്പെടുക. {site_url}
ms: Helo {username}, Akaun anda di {site_name} telah dipadam. Ingat untuk memadam fail anda dari folder muat naik. Jika ini bukan anda, sila hubungi sokongan segera. {site_url}
mt: Hello {username}, Il-kont tiegħek fuq {site_name} tneħħa. Ftakar li tħassar il-fajls tiegħek mill-folder tal-upload. Jekk dan ma kontx inti, jekk jogħġbok ikkuntattja l-appoġġ immedjatament. {site_url}
my: ဟိုင်း {username}, {site_name} တွင် သင့်အကောင့်ကို ဖျက်လိုက်ပြီးဖြစ်သည်။ အပ်လိုဒ်လုပ်ထားသော ဖိုင်များကို ဖျက်ရန် မေ့မသွားပါနှင့်။ ဤကိစ္စ {site_url}
nl: Hallo {username}, Je account op {site_name} is verwijderd. Vergeet niet je bestanden uit de uploads map te verwijderen. Als jij dit niet was, neem dan onmiddellijk contact op met de ondersteuning. {site_url}
no: Hei {username}, Kontoen din på {site_name} har blitt slettet. Husk å slette filene dine fra opplastingsmappen. Hvis dette ikke var deg, vennligst kontakt kundestøtte umiddelbart. {site_url}
pa: ਹੈਲੋ {username}, ਤੁਹਾਡਾ ਖਾਤਾ {site_name} ਤੇ ਹਟਾ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਆਪਣੀਆਂ ਫਾਈਲਾਂ ਨੂੰ ਅਪਲੋਡਸ ਫੋਲਡਰ 'ਚੋਂ ਹਟਾਉਣਾ ਯਾਦ ਰੱਖੋ। ਜੇ ਇਹ ਤੁਸੀਂ ਨਹੀਂ ਸਨ, ਤਾਂ ਕਿਰਪਾ ਕਰਕੇ ਤੁਰੰਤ ਸਮਰਥਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ। {site_url}
pl: Witaj {username}, Twoje konto na {site_name} zostało usunięte. Pamiętaj, aby usunąć swoje pliki z folderu przesłanych. Jeśli to nie byłeś Ty, skontaktuj się z pomocą techniczną natychmiast. {site_url}
pt: Olá {username}, Sua conta em {site_name} foi excluída. Lembre-se de excluir seus arquivos da pasta de uploads. Se não foi você, entre em contato com o suporte imediatamente. {site_url}
ro: Bună {username}, Contul tău de pe {site_name} a fost șters. Amintește-ți să ștergi fișierele din folderul uploads. Dacă nu tu ai făcut asta, te rog contactează suportul imediat. {site_url}
ru: Здравствуйте, {username}, Ваш аккаунт на {site_name} был удалён. Не забудьте удалить файлы из папки загрузок. Если это были не вы, немедленно свяжитесь с поддержкой. {site_url}
sk: Ahoj {username}, Tvoj účet na {site_name} bol odstránený.Pamätaj, aby si odstránil svoje súbory z priečinka nahraných súborov.Ak si to nebol ty, okamžite kontaktuj podporu. {site_url}
sl: Pozdravljeni {username}, Vaš račun na {site_name} je bil izbrisan. Ne pozabite izbrisati svojih datotek iz mape naloženih datotek. Če to niste bili vi, se takoj obrnite na podporo. {site_url}
sq: Përshëndetje {username}, Llogaria juaj në {site_name} është fshirë. Mos harroni të fshini skedarët tuaj nga dosja e ngarkimeve. Nëse nuk ishit ju, ju lutemi kontaktoni mbështetjen menjëherë. {site_url}
sr: Zdravo {username}, Vaš nalog na {site_name} je obrisan. Zapamtite da obrišete svoje fajlove iz foldera za otpremanje. Ako ovo niste bili vi, molimo vas da odmah kontaktirate podršku. {site_url}
sv: Hej {username}, Ditt konto på {site_name} har blivit raderat. Kom ihåg att ta bort dina filer från uppladdningsmappen. Om det inte var du, kontakta supporten omedelbart. {site_url}
sw: Habari {username}, Akaunti yako kwenye {site_name} imefutwa.Kumbuka kufuta mafaili yako kutoka kwenye folda ya kupakia.Kama huu haukuwa wewe, tafadhali wasiliana na msaada mara moja. {site_url}
ta: வணக்கம் {username}, உங்கள் கணக்கு {site_name} இல் நீக்கப்பட்டுள்ளது. பதிவேற்ற கோப்புறையில் உங்கள் கோப்புகளை நீக்க நினைவில் கொள்ளவும். இது உங்களால் இல்லை என்றால், உடனடியாக ஆதரவை தொடர்பு கொள்ளவும். {site_url}
te: హలో {username}, మీ {site_name} ఖాతా తొలగించబడింది. మీ ఫైల్స్‌ను అప్‌లోడ్స్ ఫోల్డర్ నుండి తొలగించుకోండి. ఇది మీ కాదు అయితే, దయచేసి వెంటనే మద్దతును సంప్రదించండి. {site_url}
th: สวัสดี {username}, บัญชีของคุณบน {site_name} ได้ถูกลบแล้ว อย่าลืมลบไฟล์ของคุณจากโฟลเดอร์อัพโหลด หากไม่ใช่คุณ โปรดติดต่อฝ่ายสนับสนุนทันที {site_url}
tr: Merhaba {username}, {site_name} üzerindeki hesabınız silindi. Karşıya yükleme klasöründeki dosyalarınızı silmeyi unutmayın. Bu işlemi siz yapmadıysanız, lütfen hemen destekle iletişime geçin. {site_url}
uk: Привіт {username}, Ваш акаунт на {site_name} було видалено. Не забудьте видалити ваші файли з папки завантажень. Якщо це були не ви, будь ласка, негайно зверніться до служби підтримки. {site_url}
ur: ہیلو {username}, آپ کا {site_name} پر اکاؤنٹ حذف کر دیا گیا ہے۔ یاد رکھیں کہ اپنے فائلز اپلوڈز فولڈر سے ڈیلیٹ کر دیں۔ اگر یہ آپ نہیں تھے، تو فوراً سپورٹ سے رابطہ کریں۔ {site_url}
uz: Salom {username}, {site_name} dagi hisobingiz o'chirildi. Yuklangan fayllarni papkadan o'chirishni unutmang. Agar bu siz bo'lmasangiz, darhol qo'llab-quvvatlash bilan bog'laning. {site_url}
vi: Xin chào {username}, Tài khoản của bạn trên {site_name} đã bị xóa. Hãy nhớ xóa tệp của bạn khỏi thư mục tải lên. Nếu không phải bạn, xin liên hệ bộ phận hỗ trợ ngay lập tức. {site_url}
xh: Molo {username}, I-akhawunti yakho kwi-{site_name} isusiwe.Khumbula ukususa iifayile zakho kwifolda yokulayisha.Ukuba akunjalo, nceda uqhagamshelane nenkxaso ngokukhawuleza. {site_url}

source: Each security question must be different.
ar: يجب أن تكون الأسئلة الثلاثة مختلفة.
az: Üç sual da fərqli olmalıdır.
be: তিনটি প্রশ্নই আলাদা হতে হবে।
bn: তিনটি প্রশ্ন ভিন্ন হতে হবে।
cs: Všechny tři otázky musí být různé.
cy: Rhaid i'r tri chwestiwn fod yn wahanol.
da: Alle tre spørgsmål skal være forskellige.
de: Alle drei Fragen müssen unterschiedlich sein.
el: Και οι τρεις ερωτήσεις πρέπει να είναι διαφορετικές.
es: Las tres preguntas deben ser diferentes.
et: Kõik kolm küsimust peavad olema erinevad.
eu: Hiru galderak desberdinak izan behar dute.
fa: هر سه سؤال باید متفاوت باشند.
fi: Kaikkien kolmen kysymyksen on oltava eri.
fr: Les trois questions doivent être différentes.
ga: Ní mór trí cheist a bheith éagsúil.
gd: Feumaidh na trì ceistean a bhith eadar-dhealaichte.
gl: As tres preguntas deben ser diferentes.
gu: તમામ ત્રણ પ્રશ્નો અલગ અલગ હોવા જોઈએ.
he: כל שלוש השאלות חייבות להיות שונות.
hi: सभी तीन प्रश्न अलग होने चाहिए।
hr: Sva tri pitanja moraju biti različita.
hu: Mindhárom kérdésnek különbözőnek kell lennie.
id: Ketiga pertanyaan harus berbeda.
is: Allar þrjár spurningarnar verða að vera mismunandi.
it: Tutte e tre le domande devono essere diverse.
ja: 3つの質問はすべて異なる必要があります。
ka: სამი კითხვა განსხვავებული უნდა იყოს.
ku: هەموو سێ پرسیارەکان دەبێت جیاواز بن.
lt: Visi trys klausimai turi būti skirtingi.
lv: Visiem trim jautājumiem jābūt atšķirīgiem.
mg: Tsy maintsy samihafa ireo fanontaniana telo.
mi: Me rerekē ngā pātai e toru katoa.
mk: Сите три прашања мора да бидат различни.
ml: മൂന്നു ചോദ്യങ്ങളും വേറിട്ടിരിക്കണം.
ms: Kesemua tiga soalan mesti berbeza.
mt: It-tliet mistoqsijiet iridu jkunu differenti.
my: မေးခွန်းသုံးခုကို အဆင်မပြေတာဖြစ်ရမည်။
nl: Alle drie de vragen moeten verschillend zijn.
no: Alle tre spørsmålene må være forskjellige.
pa: ਸਾਰੇ ਤਿੰਨ ਸਵਾਲ ਵੱਖਰੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Wszystkie trzy pytania muszą być różne.
pt: Todas as três perguntas devem ser diferentes.
ro: Toate cele trei întrebări trebuie să fie diferite.
ru: Все три вопроса должны быть разными.
sk: Všetky tri otázky musia byť odlišné.
sl: Vsa tri vprašanja morajo biti različna.
sq: Të tria pyetjet duhet të jenë të ndryshme.
sr: Сва три питања морају бити различита.
sv: Alla tre frågor måste vara olika.
sw: Maswali yote matatu lazima yawe tofauti.
ta: அனைத்து மூன்று கேள்விகளும் வேறுபட்டவையாக இருக்க வேண்டும்.
te: సమస్త మూడు ప్రశ్నలు భిన్నంగా ఉండాలి.
th: คำถามทั้งสามต้องไม่ซ้ำกัน
tr: Üç sorunun da birbirinden farklı olması gerekir.
uk: Усі три запитання мають бути різними.
ur: تمام تین سوالات مختلف ہونے چاہیئں۔
uz: Uchala savol ham har xil bo'lishi kerak.
vi: Cả ba câu hỏi phải khác nhau.
xh: Onke amabhongo amathathu ameleahluke.

source: Security questions saved.
ar: تم حفظ أسئلة الأمان.
az: Təhlükəsizlik sualları saxlanıldı.
be: Контрольні запитання збережено.
bn: সিকিউরিটি প্রশ্নগুলি সংরক্ষিত হয়েছে।
cs: Bezpečnostní otázky uloženy.
cy: Cwestiynau diogelwch wedi eu harbed.
da: Sikkerhedsspørgsmål er gemt.
de: Sicherheitsfragen gespeichert.
el: Οι ερωτήσεις ασφαλείας αποθηκεύτηκαν.
es: Preguntas de seguridad guardadas.
et: Turvaküsimused on salvestatud.
eu: Segurtasun-galderak gorde dira.
fa: سوالات امنیتی ذخیره شد.
fi: Turvakysymykset tallennettu.
fr: Questions de sécurité enregistrées.
ga: Ceisteanna slándála sábháilte.
gd: Ceistean tèarainteachd air an sàbhaladh.
gl: Preguntas de seguridade gardadas.
gu: સુરક્ષા પ્રશ્નો સાચવવામાં આવ્યા.
he: שאלות האבטחה נשמרו.
hi: सुरक्षा प्रश्न सहेजे गए।
hr: Sigurnosna pitanja su spremljena.
hu: Biztonsági kérdések mentve.
id: Pertanyaan keamanan disimpan.
is: Öryggisspurningar vistaðar.
it: Domande di sicurezza salvate.
ja: セキュリティ質問が保存されました。
ka: უსაფრთხოების კითხვები შენახულია.
ku: پرسیارەکانی ئێمەنی هەڵەکرا.
lt: Saugumo klausimai išsaugoti.
lv: Drošības jautājumi saglabāti.
mg: Voatahiry ny fanontaniana momba ny fiarovana.
mi: Kua tiakina ngā pātai haumaru.
mk: Безбедносните прашања се зачувани.
ml: സുരക്ഷാ ചോദ്യങ്ങൾ സേവ് ചെയ്തു.
ms: Soalan keselamatan disimpan.
mt: Mistoqsijiet tas-sigurtà ssejvjati.
my: ူဩဋ
nl: Beveiligingsvragen opgeslagen.
no: Sikkerhetsspørsmål lagret.
pa: ਸੁਰੱਖਿਆ ਪ੍ਰਸ਼ਨ ਸੇਵ ਕੀਤੇ ਗਏ।
pl: Pytania zabezpieczające zapisane.
pt: Perguntas de segurança salvas.
ro: Întrebările de securitate au fost salvate.
ru: Контрольные вопросы сохранены.
sk: Bezpečnostné otázky uložené.
sl: Varnostna vprašanja shranjena.
sq: Pyetjet e sigurisë u ruajtën.
sr: Bezbednosna pitanja sačuvana.
sv: Säkerhetsfrågor sparade.
sw: Maswali ya usalama yamehifadhiwa.
ta: பாதுகாப்பு கேள்விகள் சேமிக்கப்பட்டுள்ளன.
te: భద్రతా ప్రశ్నలు సేవ్ చేయబడ్డాయి.
th: บันทึกคำถามรักษาความปลอดภัยแล้ว
tr: Güvenlik soruları kaydedildi.
uk: Питання безпеки збережено.
ur: سیکیورٹی سوالات محفوظ ہو گۓ۔
uz: Xavfsizlik savollari saqlandi.
vi: Câu hỏi bảo mật đã được lưu.
xh: Imibuzo yokhuseleko igciniwe.

source: An error occurred while saving your security questions.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.

source: Failed to load admin dashboard.
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Invalid role.
ar: دور غير صالح.
az: Yanlış rol.
be: Несапраўдная роля.
bn: অবৈধ ভূমিকা।
cs: Neplatná role.
cy: Rôl annilys.
da: Ugyldig rolle.
de: Ungültige Rolle.
el: Μη έγκυρος ρόλος.
es: Rol inválido.
et: Vigane roll.
eu: Rol baliogabea.
fa: نقش نامعتبر است.
fi: Virheellinen rooli.
fr: Rôle invalide.
ga: Akwa yɛfo nnsɛm no.
gd: Dreuchd mì-dhligheach.
gl: Rol non válido.
gu: અમાન્ય ભૂમિકા.
he: תפקיד לא תקין.
hi: अवैध भूमिका।
hr: Neispravna uloga.
hu: Érvénytelen szerep.
id: Peran tidak valid.
is: Ógilt hlutverk.
it: Ruolo non valido.
ja: 無効なロールです。
ka: არასწორი როლი.
ku: رۆڵێکی نادرووستە.
lt: Netinkamas vaidmuo.
lv: Nederīga loma.
mg: Tsy mety ny andraikitra.
mi: Tūnga hē.
mk: Невалидна улога.
ml: അസാധുവായ പങ്ക്.
ms: Peranan tidak sah.
mt: Rwoli invalidu.
my: မမှန်ကန်သောအခန်းကဏ္ဍ။
nl: Ongeldige rol.
no: Ugyldig rolle.
pa: ਗਲਤ ਭੂਮਿਕਾ।
pl: Nieprawidłowa rola.
pt: Função inválida.
ro: Rol invalid.
ru: Неверная роль.
sk: Neplatná rola.
sl: Neveljavna vloga.
sq: Roli i pavlefshëm.
sr: Nevažeća uloga.
sv: Ogiltig roll.
sw: Jukumu si sahihi.
ta: செல்லுபடியாகாத பருவம்.
te: చెల్లని పాత్ర.
th: บทบาทไม่ถูกต้อง
tr: Geçersiz rol.
uk: Неправильна роль.
ur: غلط کردار۔
uz: Noto'g'ri rol.
vi: Vai trò không hợp lệ.
xh: Indima engamkelekanga.
