Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Email is enabled
ar: البريد الإلكتروني مُفعل
az: E-poçt aktivdir
be: Письмо включено
bn: ইমেইল সক্রিয়
cs: E-mail je povolen
cy: E-bost wedi'i alluogi
da: E-mail er aktiveret
de: E-Mail ist aktiviert
el: Το Email είναι ενεργοποιημένο
es: Correo habilitado
et: E-kiri on lubatud
eu: Emaila gaituta dago
fa: ایمیل فعال است
fi: Sähköposti on käytössä
fr: L'e-mail est activé
ga: Emaile wɔnhyɛ
gd: Tha post-d air a chomasachadh
gl: O correo electrónico está activado
gu: ઈમેઈલ સક્રિય છે
he: דוא"ל מופעל
hi: ईमेल सक्षम है
hr: E-pošta je uključena
hu: Az e-mail engedélyezve van
id: Email diaktifkan
is: Tölvupóstur er virkur
it: Email è abilitata
ja: メールが有効です
ka: ელფოსტა ჩართულია
ku: ئیمەیڵ چالاککراوە
lt: El. laiškas įjungtas
lv: E-pasts ir ieslēgts
mg: Mandefitra mailaka
mi: Kua whakahohe te Īmēra
mk: Е-поштата е вклучена
ml: ഇമെയിൽ പ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel diaktifkan
mt: Email hija attivata
my: အီးမေးလ် ဖွင့်ထားသည်
nl: E-mail is ingeschakeld
no: E-post er aktivert
pa: ਈਮੇਲ ਸਫਲ ਹੈ
pl: Email jest włączony
pt: Email está habilitado
ro: Emailul este activat
ru: Электронная почта включена
sk: Email je povolený
sl: E-pošta je omogočena
sq: Email-i është i aktivizuar
sr: Email je omogućen
sv: E-post är aktiverad
sw: Baruapepe imewezeshwa
ta: மின்னஞ்சல் இயங்குகிறது
te: ఇమెయిల్ సక్రియంగా ఉంది
th: อีเมลถูกเปิดใช้งาน
tr: E-posta etkin
uk: Електронна пошта ввімкнена
ur: ای میل فعال ہے
uz: Elektron pochta yoqilgan
vi: Email đã được bật
xh: I-imeyili ivuliwe

source: Email is disabled
ar: البريد الإلكتروني مُعطل
az: E-poçt deaktivdir
be: Письмо отключено
bn: ইমেইল নিষ্ক্রিয়
cs: E-mail je zakázán
cy: E-bost wedi'i analluogi
da: E-mail er deaktiveret
de: E-Mail ist deaktiviert
el: Το Email είναι απενεργοποιημένο
es: Correo deshabilitado
et: E-kiri on keelatud
eu: Emaila desgaituta dago
fa: ایمیل غیرفعال است
fi: Sähköposti on poissa käytöstä
fr: L'e-mail est désactivé
ga: Emaile wɔnhyɛ ndaa
gd: Tha post-d air a chur à comas
gl: O correo electrónico está desactivado
gu: ઈમેઈલ નિષ્ક्रिय છે
he: דוא"ל מנוטרל
hi: ईमेल अक्षम है
hr: E-pošta je isključena
hu: Az e-mail le van tiltva
id: Email dinonaktifkan
is: Tölvupóstur er óvirkur
it: Email è disabilitata
ja: メールが無効です
ka: ელფოსტა გამორთულია
ku: ئیمەیڵ ناچالاککراوە
lt: El. laiškas išjungtas
lv: E-pasts ir izslēgts
mg: Tsy misy mailaka
mi: Kua monoa te Īmēra
mk: Е-поштата е исклучена
ml: ഇമെയിൽ അപ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel dinyahaktifkan
mt: Email hija diżattivata
my: အီးမေးလ် ပိတ်ထားသည်
nl: E-mail is uitgeschakeld
no: E-post er deaktivert
pa: ਈਮੇਲ ਅਸਫਲ ਹੈ
pl: Email jest wyłączony
pt: Email está desativado
ro: Emailul este dezactivat
ru: Электронная почта отключена
sk: Email je zakázaný
sl: E-pošta je onemogočena
sq: Email-i është i caktivizuar
sr: Email je onemogućen
sv: E-post är avaktiverad
sw: Baruapepe imezimwa
ta: மின்னஞ்சல் செயலிழக்கப்பட்டு
te: ఇమెయిల్ నిలిపివేయబడింది
th: อีเมลถูกปิดใช้งาน
tr: E-posta devre dışı
uk: Електронна пошта вимкнена
ur: ای میل غیر فعال ہے
uz: Elektron pochta o'chirilgan
vi: Email đã bị tắt
xh: I-imeyili ivaliwe

source: Subject:
ar: الموضوع
az: Mövzu
be: Тема
bn: বিষয়
cs: Předmět
cy: Pwnc
da: Emne
de: Betreff
el: Θέμα
es: Asunto
et: Teema
eu: Gaia
fa: موضوع
fi: Aihe
fr: Objet
ga: Asɛm a ɛtɔsoɔ
gd: Cuspair
gl: Asunto
gu: વિષય
he: נושא
hi: विषय
hr: Predmet
hu: Tárgy
id: Subjek
is: Efni
it: Oggetto
ja: 件名
ka: საგანი
ku: بابەت
lt: Tema
lv: Tēma
mg: Lohahevitra
mi: Kaupapa
mk: Предмет
ml: വിഷയം
ms: Subjek
mt: Suġġett
my: အကြောင်းအရာ
nl: Onderwerp
no: Emne
pa: ਵਿਸ਼ਾ
pl: Temat
pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sl: Zadeva
sq: Subjekti
sr: Naslov
sv: Ämne
sw: Mada
ta: கருப்பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
uk: Тема
ur: موضوع
uz: Mavzu
vi: Chủ đề
xh: Isihloko

source: To:
ar: إلى:
az: Kimə:
be: मा:
bn: প্রতি:
cs: Do:
cy: I:
da: Til:
de: Zu:
el: Προς:
es: A:
et: Lõppu:
eu: Rara:
fa: به:
fr: À:
ga: Chun:
gd: Gu:
gl: A:
gu: ને:
he: ל:
hi: तक:
hr: Do:
hu: Ide:
id: Ke:
is: Til:
it: A:
ka: तक:
ku: بە:
lt: Į:
lv: Uz:
mg: Ho:
mi: Ki:
mk: До:
ml: വരെ:
ms: Kepada:
mt: Għal:
my: သို့:
nl: Naar:
no: Til:
pa: ਨੂੰ:
pl: Do:
pt: Para:
ro: La:
ru: В:
sk: Do:
sl: Do:
sq: Për:
sr: Do:
sv: Till:
sw: Hadi:
ta: ஆக:
te: కు:
th: ถึง:
tr: Şuraya:
uk: До:
ur: کو:
uz: Ga:
vi: Đến:
xh: Ukuya:

source: Created At:
ar: أنشئت في
az: Yaradılıb
be: Үүсгэсэн цаг
bn: তৈরি করা হয়েছে
cs: Vytvořeno
cy: Wedi'i greu ar
da: Oprettet den
de: Erstellt am
el: Δημιουργήθηκε Στις
es: Creado en
et: Loodud
eu: Sortu Zenean
fa: ایجاد شده در
fi: Luotu
fr: Créé le
ga: Cruthaithe Ag
gd: Air a chruthachadh aig
gl: Creado o
gu: બનાવેલ સમય
he: נוצר בתאריך
hi: निर्मित
hr: Kreirano
hu: Létrehozva
id: Dibuat Pada
is: Búið til
it: Creato il
ja: 作成日
ka: შექმნილია
ku: Diweroj
lt: Sukurta
lv: Izveidots
mg: Noforonina Tamin'ny
mi: I Waihangatia I
mk: Креирано на
ml: സൃഷ്ടിച്ച തീയതി
ms: Dicipta Pada
mt: Maħluq F'
my: ထုတ်ပြီးပါပြီ
nl: Aangemaakt op
no: Opprettet
pa: ਉਤਪੰਨ ਮਿਤੀ
pl: Utworzono
pt: Criado em
ro: Creat La
ru: Создано в
sk: Vytvorené
sl: Ustvarjeno
sq: Krijuar më
sr: Kreirano
sv: Skapad
sw: Imeundwa Mnamo
ta: உருவாக்கப்பட்டது
te: సృష్టించబడింది
th: สร้างเมื่อ
tr: Oluşturulma Tarihi
uk: Створено в
ur: پیدا ہوا
uz: Yaratilgan Vaqti
vi: Tạo Lúc
xh: Yenziwe ngexesha

source: Click “Add Email” and fill out the subject, content, and recipient address.
ar: انقر على “إضافة بريد إلكتروني” واملأ الموضوع والمحتوى والعنوان المستلم.
az: Düymə vasitəsilə Email əlavə et və mövzu, məzmun və alıcı adresini doldur.
be: Націсніце “Дадаць электронны ліст” і запоўніце тэму, змест і адрас атрымальніка.
bn: “Add Email” ক্লিক করুন এবং বিষয়, বিষয়বস্তু ও প্রাপকের ঠিকানা পূরণ করুন।
cs: Klikněte na „Přidat email“ a vyplňte předmět, obsah a adresu příjemce.
cy: Cliciwch “Ychwanegu E-bost” a llenwi'r pwnc, cynnwys, a chyfeiriad y derbynnydd.
da: Klik på “Tilføj e-mail” og udfyld emne, indhold og modtageradresse.
de: Klicken Sie auf „E-Mail hinzufügen“ und füllen Sie Betreff, Inhalt und Empfängeradresse aus.
el: Κάντε κλικ στο “Add Email” και συμπληρώστε το θέμα, το περιεχόμενο και τη διεύθυνση παραλήπτη.
es: Haga clic en “Añadir Correo” y complete el asunto, contenido y dirección del destinatario.
et: Klõpsa “Lisa e-kiri” ja täida teema, sisu ja saaja aadress.
eu: Egin klik “Email gehitu” eta bete gaia, edukia, eta hartzailearen helbidea.
fa: روی «افزودن ایمیل» کلیک کنید و موضوع، محتوا و آدرس گیرنده را پر کنید.
fi: Napsauta “Lisää sähköposti” ja täytä aihe, sisältö ja vastaanottajan osoite.
fr: Cliquez sur « Ajouter un email » et remplissez l'objet, le contenu et l'adresse du destinataire.
ga: Klik “Add Email” na fill bɔ bi, mu bɔ ne obiara a ɛbɛsomaa.
gd: Cliog air “Cuir Post-d ris” agus lìon a-steach an cuspair, an susbaint, agus seòladh an neach a gheibh e.
gl: Fai clic en “Engadir correo electrónico” e enche o asunto, contido e enderezo do destinatario.
gu: ક્લિક કરો "Add Email" અને વિષય, સામગ્રી, અને પ્રાપ્તકનું સરનામું ભરો.
he: לחץ על ״הוסף אימייל״ ומלא את הנושא, התוכן וכתובת הנמען.
hi: “ईमेल जोड़ें” पर क्लिक करें और विषय, सामग्री, और प्राप्तकर्ता का पता भरें।
hr: Kliknite “Dodaj email” i ispunite predmet, sadržaj i adresu primatelja.
hu: Kattintson az „Add Email” gombra, és töltse ki a tárgyat, tartalmat és a címzett címét.
id: Klik “Tambahkan Email” dan isi subjek, konten, dan alamat penerima.
is: Smelltu á “Bæta við tölvupósti” og fylltu út efni, innihald og viðtakanda.
it: Clicca “Aggiungi Email” e compila l'oggetto, il contenuto e l'indirizzo del destinatario.
ja: 「メールを追加」をクリックし、件名、内容、および受取人アドレスを入力します。
ka: კლიკეთ “დამატეთ ელფოსტა” და შეავსეთ თემა, შინაარსი და მიმღების მისამართი.
ku: Bişopînin "Pêveka E-nameyê zêde bikin" û mijara, kêşê û navnîşana weregerê dagirin.
lt: Spustelėkite „Pridėti el. laišką“ ir užpildykite tema, turinį ir gavėjo adresą.
lv: Noklikšķiniet uz “Pievienot e-pastu” un aizpildiet tematu, saturu un adresāta adresi.
mg: Tsindrio “Add Email” ary fenoy ny lohateny, votoaty, ary adiresy mpandray.
mi: Pāwhiria "Tāpiri Īmēra" ka whakakiia te kaupapa, te ihirangi, me te wāhitau o te kaiwhiwhi.
mk: Кликнете “Додај Е-пошта” и пополнете го предметот, содржината и адресата на примачот.
ml: “ഇമെയിൽ ചേർക്കുക” എന്നതിൽ ക്ലിക്ക് ചെയ്ത് ചര, ഉള്ളടക്കം, യാത്രികരുടെ വിലാസം എന്നിവ പൂരിപ്പിക്കുക.
ms: Klik “Tambah Emel” dan isi subjek, kandungan, dan alamat penerima.
mt: Ikklikkja “Żid Email” u imla s-suġġett, il-kontenut, u l-indirizz tad-destinatarju.
my: ဦးစွန်, အထဲတွင် ပို့မည့်သူအမည်နှင့်စာသားထည့်ပြီး “Add Email” ကိုနှိပ်ပါ။
nl: Klik op “E-mail toevoegen” en vul het onderwerp, de inhoud en het ontvangeradres in.
no: Klikk “Legg til e-post” og fyll ut emne, innhold, og mottakeradresse.
pa: ਕਲਿੱਕ ਕਰੋ "Add Email" ਅਤੇ ਵਿਸ਼ਾ, ਸਮੱਗਰੀ, ਅਤੇ ਪ੍ਰਾਪਤਕਰਤਾ ਦਾ ਪਤਾ ਭਰੋ।
pl: Kliknij “Dodaj e-mail” i wypełnij temat, treść oraz adres odbiorcy.
pt: Clique em “Adicionar Email” e preencha o assunto, conteúdo e endereço do destinatário.
ro: Clic pe „Adaugă Email” și completează subiectul, conținutul și adresa destinatarului.
ru: Нажмите «Добавить Email» и заполните тему, содержание и адрес получателя.
sk: Kliknite na „Pridať email“ a vyplňte predmet, obsah a adresu príjemcu.
sl: Kliknite “Dodaj e-pošto” in izpolnite zadevo, vsebino ter naslov prejemnika.
sq: Kliko “Shto Email” dhe plotëso subjektin, përmbajtjen, dhe adresën e marrësit.
sr: Kliknite “Dodaj Email” i popunite naslov, sadržaj i adresu primaoca.
sv: Klicka på “Lägg till e-post” och fyll i ämnet, innehållet och mottagarens adress.
sw: Bofya “Ongeza Barua Pepe” na ujaze kichwa, maudhui, na anwani ya mpokeaji.
ta: "மின்னஞ்சலைச் சேர்க்கவும்" என்பதை கிளிக் செய்து பொருள், உள்ளடக்கம் மற்றும் பெறுநர் முகவரியை நிரப்பவும்.
te: "ఇమెయిల్ డీకాల ప్రక్రియకి నొక్కండి" మరియు అంశం, కంటెంట్ మరియు గ్రహీత చిరునామా నమోదు చేయండి.
th: คลิก "Add Email" และกรอกหัวข้อเนื้อหาและที่อยู่ผู้รับ
tr: "E-posta Ekle"ye tıklayın ve konu, içerik ve alıcı adresini doldurun.
uk: Натисніть “Додати електронний лист” і заповніть тему, вміст та адресу одержувача.
ur: "ای میل شامل کریں" پر کلک کریں اور موضوع، مواد، اور وصول کنندہ کا پتہ بھریں۔
uz: "Elektron pochta qo'shish" tugmasini bosing va mavzu, mazmun va qabul qiluvchining manzilini to'ldiring.
vi: Nhấp vào “Thêm Email” và điền tiêu đề, nội dung, và địa chỉ người nhận.
xh: Cofa “Yongeza i-imeyile” kwaye ugcwalise isihloko, umxholo, nedilesi yomamkeli.

source: Attach any optional files (if needed).
ar: أرفق أي ملفات اختيارية (إذا لزم الأمر).
az: İstəyə bağlı faylları əlavə et (əgər lazımdırsa).
be: Прыкладайце любыя дадатковыя файлы (калі неабходна).
bn: যেকোনো ঐচ্ছিক ফাইল সংযুক্ত করুন (যদি প্রয়োজন হয়)।
cs: Připojte libovolné soubory (pokud je potřeba).
cy: Yn atodi unrhyw ffeiliau dewisol (os oes angen).
da: Vedhæft eventuelle valgfri filer (hvis nødvendigt).
de: Hängen Sie bei Bedarf optionale Dateien an.
el: Συνδέστε τυχόν προαιρετικά αρχεία (αν χρειάζεται).
es: Adjunte cualquier archivo opcional (si es necesario).
et: Lisa valikulised failid (kui vaja).
eu: Erantsi edozein fitxategi aukerakoak (behar izanez gero).
fa: هر فایل اختیاری را (در صورت نیاز) پیوست کنید.
fi: Liitä valinnaiset tiedostot (jos tarpeen).
fr: Joignez tous les fichiers optionnels (si nécessaire).
ga: Kɔta kɔbɔ mawudie biara a asɛm (sɛ ɛhia a).
gd: Ceangail faidhlichean roghainneil (ma tha feum air).
gl: Engade calquera ficheiro opcional (se é preciso).
gu: કોઈપણ વૈકલ્પિક ફાઈલો જોડો (જો જરૂરી હોય તો).
he: צרף קבצים אופציונליים (אם נחוץ).
hi: कोई भी वैकल्पिक फाइलें संलग्न करें (यदि आवश्यक हो)।
hr: Priložite bilo kakve opcionalne datoteke (ako je potrebno).
hu: Csatoljon bármilyen opcionális fájlt (ha szükséges).
id: Lampirkan file opsional (jika diperlukan).
is: Hengdu við valfrjáls skrár (ef þörf krefur).
it: Allega eventuali file opzionali (se necessario).
ja: 必要に応じてオプションファイルを添付します。
ka: მიაწიბეთ ნებისმიერი შეჯამებული ფაილები (თუ საჭირო იქნება).
ku: Dosyaya bijartî binavît bikin (ger pêwîst be).
lt: Pridėkite bet kokius papildomus failus (jei reikia).
lv: Pievienojiet jebkādus izvēles failus (ja nepieciešams).
mg: Ampidiro ireo rakitra tsy voatery (raha ilaina).
mi: Āpitihia ngā kōnae kōwhiri (mēnā ka hiahiatia).
mk: Приложете ги сите опционални фајлови (ако е потребно).
ml: ഏതെങ്കിലും ഓപ്ഷണൽ ഫയലുകൾ (ആവശ്യമായാൽ) ചേർക്കുക.
ms: Lampirkan sebarang fail pilihan (jika perlu).
mt: Waħħal kwalunkwe fajls fakultattivi (jekk meħtieġ).
my: လိုအပ်ချက်မရှိပါက ဖိုင်ဖြည့်သွင်းပါ။
nl: Voeg eventuele optionele bestanden toe (indien nodig).
no: Legg ved eventuelle valgfrie filer (om nødvendig).
pa: ਕੋਈ ਵੀ ਵਿਕਲਪਿਕ ਫਾਈਲਾਂ ਸ਼ਾਮਲ ਕਰੋ (ਜੇ ਲੋੜ ਹੋਵੇ)।
pl: Dołącz dowolne opcjonalne pliki (jeśli potrzebne).
pt: Anexe quaisquer arquivos opcionais (se necessário).
ro: Atașează orice fișiere opționale (dacă este necesar).
ru: Прикрепите любые дополнительные файлы (если нужно).
sk: Priložte akékoľvek voliteľné súbory (ak je to potrebné).
sl: Priložite poljubne datoteke (če je potrebno).
sq: Bashkangjit çdo skedarë opsional (nëse është e nevojshme).
sr: Priložite sve opcionalne fajlove (ako je potrebno).
sv: Bifoga eventuella valfria filer (om nödvändigt).
sw: Ambatisha faili zozote za hiari (ikiwa inahitajika).
ta: விருப்ப கோப்புகளை இணைக்கவும் (தேவைப்பட்டால்).
te: ఏదైనా ఎంపిక ఫైళ్ళను జతచేయండి (అవసరం అయితే).
th: แนบไฟล์เสริม (ถ้าต้องการ)
tr: İsteğe bağlı dosyaları ekleyin (gerekirse).
uk: Додайте файли, якщо потрібно.
ur: کوئی اضافی فائلیں منسلک کریں (اگر ضرورت ہو تو).
uz: Ixtiyoriy fayllarni biriktiring (agar kerak bo'lsa).
vi: Đính kèm bất kỳ tệp tùy chọn nào (nếu cần).
xh: Qhoboshela nayiphi na ifayile ozikhethelayo (ukuba iyafuneka).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
ar: انقر على 🧩 لتعيين تكوين SMTP واحد سيتم استخدامه لإرسال البريد الإلكتروني.
az: Email göndərilməsi üçün istifadə olunacaq tək SMTP qurğusunu təyin etmək üçün 🧩 düyməsinə vurun.
be: Націсніце 🧩, каб прызначыць адну канфігурацыю SMTP, якая будзе выкарыстана для адпраўкі электроннай пошты.
bn: ইমেইল পাঠানোর জন্য একটি একক SMTP কনফিগারেশন বরাদ্দ করতে 🧩 ক্লিক করুন।
cs: Klikněte na 🧩 pro přiřazení jedné SMTP konfigurace, která bude použita k odeslání emailu.
cy: Cliciwch 🧩 i neilltuo un cyfluniad SMTP a ddefnyddir i anfon yr e-bost.
da: Klik på 🧩 for at tildele en enkelt SMTP-konfiguration, der vil blive brugt til at sende e-mailen.
de: Klicken Sie 🧩, um eine einzelne SMTP-Konfiguration zuzuweisen, die zum Senden der E-Mail verwendet wird.
el: Κάντε κλικ στο 🧩 για να ορίσετε μια μοναδική διαμόρφωση SMTP που θα χρησιμοποιηθεί για την αποστολή του email.
es: Haga clic 🧩 para asignar una configuración SMTP única que se usará para enviar el correo electrónico.
et: Klõpsa 🧩, et määrata üks SMTP konfiguratsioon, mida kasutatakse e-kirja saatmiseks.
eu: Egin klik 🧩 emaila bidaltzeko erabiliko den SMTP konfigurazio bakarra esleitzeko.
fa: روی 🧩 کلیک کنید تا یک پیکربندی SMTP منفرد تعیین شود که برای ارسال ایمیل استفاده می‌شود.
fi: Napsauta 🧩 määrittääksesi yhden SMTP-konfiguraation, jota käytetään sähköpostin lähettämiseen.
fr: Cliquez 🧩 pour attribuer une configuration SMTP unique qui sera utilisée pour envoyer l'email.
ga: Klik 🧩 na fa single SMTP configuration a ɛbɛyɛ sɛ wɔbɛsoma email a ka ho.
gd: Cliog air 🧩 gus aon rèiteachadh SMTP a riarachadh a thèid a chleachdadh gus am post-d a chur.
gl: Fai clic en 🧩 para asignar unha única configuración SMTP que se usará para enviar o correo electrónico.
gu: ક્લિક કરો 🧩 માટે એકમાત્ર SMTP રૂપરેખાંકન સોંપવા જે ઈમેઈલ મોકલવા માટે વપરાશે.
he: לחץ 🧩 כדי להקצות תצורת SMTP בודדת שתשמש לשליחת האימייל.
hi: ईमेल भेजने के लिए एकल SMTP कॉन्फ़िगरेशन असाइन करने के लिए 🧩 पर क्लिक करें।
hr: Kliknite 🧩 za dodjelu jednostavne SMTP konfiguracije koja će se koristiti za slanje emaila.
hu: Kattintson a 🧩 gombra, hogy hozzárendeljen egyetlen SMTP konfigurációt, amelyet az email küldéséhez használnak.
id: Klik 🧩 untuk menetapkan konfigurasi SMTP tunggal yang akan digunakan untuk mengirim email.
is: Smelltu á 🧩 til að úthluta einni SMTP stillingu sem verður notuð til að senda tölvupóstinn.
it: Clicca 🧩 per assegnare una singola configurazione SMTP che verrà utilizzata per inviare l'email.
ja: 🧩 をクリックして、メール送信に使用される単一のSMTP設定を割り当てます。
ka: კლიკეთ 🧩, რომ გააჩენთ SMTP კონფიგურაცია რომელიც გამოყენებული იქნება ელფოსტის გასაგზავნად.
ku: Bişopînin 🧩 da ku konfîgûrasyona SMTP-ya taybet bikar bînin da ku e-nameyê bişînin.
lt: Spustelėkite 🧩, kad priskirtumėte vieną SMTP konfigūraciją, kuri bus naudojama el. laiškui siųsti.
lv: Noklikšķiniet uz 🧩, lai piešķirtu vienu SMTP konfigurāciju, kas tiks izmantota e-pasta nosūtīšanai.
mg: Tsindrio 🧩 mba hanendry SMTP tokana izay ampiasaina handefasana ny mailaka.
mi: Pāwhiritia 🧩 ki te whakarite i te whirihoranga SMTP kotahi ka whakamahia mō te tuku īmēra.
mk: Кликнете 🧩 за да доделите единствена SMTP конфигурација која ќе се користи за испраќање на е-поштата.
ml: ഇമെയിൽ അയക്കാൻ ഉപയോഗിക്കുന്ന ഒരൊറ്റ SMTP ക്രമീകരണം നിയോഗിക്കാൻ 🧩 ക്ലിക്ക് ചെയ്യുക.
ms: Klik 🧩 untuk menetapkan satu konfigurasi SMTP yang akan digunakan untuk menghantar emel.
mt: Ikklikkja 🧩 biex tassenja konfigurazzjoni SMTP waħda li tintuża biex tintbagħat l-email.
my: 🧩 ကိုနှိပ်ပြီး အီးမေးလ်ပို့ရန် အသီးသီးသော SMTP ဖွဲ့စည်းပုံကို ပေးပါ။
nl: Klik op 🧩 om een enkele SMTP-configuratie toe te wijzen die gebruikt zal worden om de e-mail te verzenden.
no: Klikk 🧩 for å tildele en enkelt SMTP-konfigurasjon som vil bli brukt til å sende e-posten.
pa: ਕਲਿੱਕ ਕਰੋ 🧩 ਇੱਕ ਇੱਕਲਿਆ ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਕਰਨ ਲਈ ਜੋ ਈਮੇਲ ਭੇਜਣ ਲਈ ਵਰਤੀ ਜਾਵੇਗੀ।
pl: Kliknij 🧩, aby przypisać pojedynczą konfigurację SMTP, która będzie użyta do wysłania e-maila.
pt: Clique em 🧩 para atribuir uma única configuração SMTP que será usada para enviar o email.
ro: Clic 🧩 pentru a atribui o singură configurație SMTP care va fi folosită pentru a trimite emailul.
ru: Нажмите 🧩, чтобы назначить одну конфигурацию SMTP, которая будет использоваться для отправки письма.
sk: Kliknite na 🧩 pre priradenie jednej SMTP konfigurácie, ktorá bude použitá na odoslanie emailu.
sl: Kliknite 🧩 za dodelitev ene nastavitve SMTP, ki se bo uporabljala za pošiljanje e-pošte.
sq: Kliko 🧩 për të caktuar një konfigurim të vetëm SMTP që do të përdoret për të dërguar emailin.
sr: Kliknite 🧩 da dodelite jednu SMTP konfiguraciju koja će biti korišćena za slanje emaila.
sv: Klicka på 🧩 för att tilldela en enda SMTP-konfiguration som kommer att användas för att skicka e-postmeddelandet.
sw: Bofya 🧩 kupeana usanidi mmoja wa SMTP utakaotumika kutuma barua pepe.
ta: மின்னஞ்சல் அனுப்ப பயன்படும் தனிப்பட்ட SMTP கட்டமைப்பை ஒதுக்க 🧩 ஐக் கிளிக் செய்யுங்கள்.
te: ఇమెయిల్ పంపడానికి ఉపయోగించే ఒకే SMTP కాన్ఫిగరేషన్‌ను కేటాయించడానికి 🧩 నొక్కండి.
th: คลิก 🧩 เพื่อกำหนดการตั้งค่า SMTP ที่จะใช้ในการส่งอีเมล
tr: E-postanın gönderilmesi için kullanılacak tek bir SMTP yapılandırmasını atamak için 🧩 tıklayın.
uk: Натисніть 🧩, щоб призначити одну конфігурацію SMTP для відправки електронного листа.
ur: ای میل بھیجنے کے لیے واحد SMTP ترتیب کو تفویض کرنے کے لئے 🧩 پر کلک کریں۔
uz: Elektron pochtani jo'natish uchun ishlatiladigan yagona SMTP konfiguratsiyasini belgilash uchun 🧩 tugmasini bosing.
vi: Nhấp vào 🧩 để gán một cấu hình SMTP duy nhất sẽ được sử dụng để gửi email.
xh: Cofa 🧩 ukwabela ulungelelwaniso lwe-SMTP olunye olunokusetyenziswa ukuthumela i-imeyile.
