Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: None
ar: لا
az: Xeyr
be: Үгүй
bn: না
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
es: No
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Níl
gd: Chan eil
gl: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
is: Nei
it: No
ja: いいえ
ka: არა
ku: Na
lt: Ne
lv: Nē
mg: Tsia
mi: Kāo
mk: Не
ml: അല്ല
ms: Tidak
mt: Le
my: မဟုတ်ဘူး
nl: Nee
no: Nei
pa: ਨਹੀਂ
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Ne
sv: Nej
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
uz: Yo'q
vi: Không
xh: Hayi

source: You must select both an SMTP config and an email message, or neither.
ar: يجب عليك اختيار كل من تكوين SMTP ورسالة بريد إلكتروني، أو لا شيء منهما.
az: Həm SMTP konfiqurasiyasını, həm də email mesajı seçməlisiniz, ya da heç birini.
be: Вы павінны выбраць як канфігурацыю SMTP, так і электронную пошту або ні тое, ні другое.
bn: আপনাকে একটি SMTP কনফিগ এবং একটি ইমেইল বার্তা উভয়ই নির্বাচন করতে হবে, অথবা কোনোটিই নয়।
cs: Musíte vybrat jak konfiguraci SMTP, tak emailovou zprávu, nebo žádné.
cy: Rhaid i chi ddewis naill ai conffig SMTP a neges e-bost, neu'r un ohonynt.
da: Du skal vælge både en SMTP konfiguration og en emailbesked, eller ingen af delene.
de: Sie müssen sowohl eine SMTP-Konfiguration als auch eine E-Mail-Nachricht auswählen, oder keine von beiden.
el: Πρέπει να επιλέξετε τόσο μια διαμόρφωση SMTP και ένα μήνυμα email, ή κανένα από αυτά.
es: Debes seleccionar tanto una configuración de SMTP como un mensaje de correo electrónico, o ninguno.
et: Te peate valima nii SMTP konfiguratsiooni kui ka eposti sõnumi või kumbagi mitte.
eu: SMTP konfigurazioa eta email mezua hautatu behar dituzu biak, edo ezer ez.
fa: باید یک تنظیمات SMTP و یک پیام ایمیل را انتخاب کنید، یا هیچ‌کدام را انتخاب نکنید.
fi: Sinun on valittava joko SMTP-asetus ja sähköpostiviesti tai ei kumpaakaan.
fr: Vous devez sélectionner à la fois une configuration SMTP et un message électronique, ou aucun des deux.
ga: Ní mór duit an dá chumraíocht SMTP agus teachtaireacht ríomhphoist a roghnú, nó gan ceann acu.
gd: Feumaidh tu an dà chuid rèiteachadh SMTP agus teachdaireachd post-d a thaghadh, no gin dhiubh.
gl: Debes seleccionar tanto unha configuración SMTP como unha mensaxe de correo electrónico, ou ningunha.
gu: તમે બોધપাঠ SMTP કોન્ફિગ અને ઇમેઇલ મેસેજ, અથવા બંને પસંદ કરો.
he: חובה לבחור גם תצורת SMTP וגם הודעת דוא"ל, או אף אחת מהן.
hi: आपको एसएमटीपी कॉन्फ़िगरेशन और एक ईमेल संदेश दोनों का चयन करना चाहिए, या कोई नहीं।
hr: Morate odabrati i SMTP konfiguraciju i poruku e-pošte ili niti jedan od njih.
hu: Ki kell választania mind az SMTP konfigurációt, mind az e-mail üzenetet, vagy egyiket sem.
id: Anda harus memilih apakah kedua konfigurasi SMTP dan pesan email, atau tidak satupun.
is: Þú verður að velja bæði SMTP stillingar og tölvupóst, eða hvorugt.
it: Devi selezionare sia una configurazione SMTP che un messaggio email, o nessuno dei due.
ja: SMTP設定とメールメッセージの両方を選択するか、どちらも選択しない必要があります。
ka: უნდა აირჩიოთ როგორც SMTP კონფიგურაცია, ასევე ელ.ფოსტის შეტყობინება, ან არცერთი.
ku: پێویستە هەردوو نموونەی SMTP و پەیامەکی ئیمەیڵ دیاری بکرێن، یان هیچ کەساوە.
lt: Turite pasirinkti ir SMTP konfigūraciją, ir el. pašto pranešimą, arba nei vieno.
lv: Jums jāizvēlas gan SMTP konfigurācija, gan e-pasta ziņojums, vai neviens no tiem.
mg: Tsy maintsy misafidy fomba SMTP sy hafatra mailaka, na tsy misy na iray aza ianao.
mi: Me kōwhiri koe i te whirihoranga SMTP me te karere īmēra, i te kore rānei o raua.
mk: Мора да изберете и SMTP конфигурација и порака за е-пошта, или ниту едниот.
ml: നിങ്ങള്‍ ഒരു സമ്പൂര്‍ണ്ണ SMTP ക്രമീകരണവും ഒരു ഇമെയില്‍ സന്ദേശവും തിരഞ്ഞെടുക്കേണ്ടതുണ്ട്, അല്ലെങ്കില്‍ രണ്ടും അല്ല.
ms: Anda mesti memilih kedua-duanya konfigurasi SMTP dan mesej e-mel, atau tidak satu pun.
mt: Trid tagħżel kemm konfig SMTP kif ukoll messaġġ bl-email, jew xejn.
my: သင့်အနေဖြင့် SMTP ဖွဲ့စည်းမှု နှင့် အီးမေးလ်မက်ဆေ့ခ်ျကို ရွေးရန်လိုသည်၊ ဒါမှမဟုတ် တစ်ခုမရွေးပါ။
nl: U moet zowel een SMTP-configuratie als een e-mailbericht selecteren, of geen van beide.
no: Du må velge både en SMTP-konfigurasjon og en e-postmelding, eller ingen av delene.
pa: ਤੁਹਾਨੂੰ SMTP ਕਨਫਿਗ ਅਤੇ ਈਮੇਲ ਸੁਨੇਹਾ ਦੋਹਾਂ ਚੁਣਣੇ ਚਾਹੀਦੇ ਹਨ ਜਾਂ ਕੋਈ ਵੀ ਨਹੀਂ।
pl: Musisz wybrać zarówno konfigurację SMTP, jak i wiadomość e-mail, lub żadnego z nich.
pt: Você deve selecionar tanto uma configuração SMTP quanto uma mensagem de email, ou nenhum dos dois.
ro: Trebuie să selectați atât o configurație SMTP, cât și un mesaj de email, sau niciunul.
ru: Вы должны выбрать как конфигурацию SMTP, так и email-сообщение, или ни того, ни другого.
sk: Musíte vybrať konfiguráciu SMTP aj emailovú správu, alebo ani jednu.
sl: Izbrati morate tako konfiguracijo SMTP kot e-poštno sporočilo, ali nobeno.
sq: Duhet të zgjidhni të dyja një konfigurim SMTP dhe një mesazh emaili, ose asnjërin.
sr: Morate odabrati i SMTP konfiguraciju i email poruku, ili nijedno.
sv: Du måste välja både en SMTP-konfiguration och ett e-postmeddelande, eller inget av dem.
sw: Lazima uchague muundo wa SMTP na ujumbe wa barua pepe, au hakuna hata moja.
ta: நீங்கள் SMTP அமைப்பையும் மின்னஞ்சல் செய்தியையும் தேர்ந்தெடுக்க வேண்டும் அல்லது இரண்டையும் தேர்ந்தெடுக்கவேண்டாம்.
te: మీరు ఒక SMTP కంఫిగ్ మరియు ఒక ఇమెయిల్ సందేశాన్ని ఎంచుకోవాలి, లేదా ఏమీ కాదు.
th: คุณต้องเลือกทั้งการตั้งค่า SMTP และข้อความอีเมลหรือไม่เลือกเลย
tr: SMTP yapılandırması ve e-posta mesajını seçmelisiniz veya hiçbirini seçmemelisiniz.
uk: Ви повинні вибрати як конфігурацію SMTP, так і повідомлення електронної пошти, або жодне.
ur: آپ کو ایس ایم ٹی پی کنفیگ اور ای میل پیغام دونوں کو منتخب کرنا ہوگا، یا کسی کو نہیں۔
uz: Siz SMTP konfiguratsiyasi va email xabarini tanlashingiz kerak, yoki hech qaysi birini tanlamasligingiz kerak.
vi: Bạn phải chọn cả cấu hình SMTP và tin nhắn email, hoặc không gì cả.
xh: Kufuneka ukhethe zombini izicwangciso ze-SMTP kunye nomyalezo we-imeyile, okanye akukhona kuzo zombini.

source: Email reminder settings updated.
ar: تم تحديث الوجهات.
az: Hədəflər yeniləndi.
be: Пункти призначення оновлено.
bn: গন্তব্যগুলি আপডেট হয়েছে।
cs: Destinace aktualizovány.
cy: Cyrchfannau wedi'u diweddaru.
da: Destinationer opdateret.
de: Ziele aktualisiert.
el: Οι προορισμοί ενημερώθηκαν.
es: Destinos actualizados.
et: Sihtkohad uuendatud.
eu: Helmugak eguneratu dira.
fa: مقاصد به‌روزرسانی شدند.
fi: Määränpäät päivitetty.
fr: Destinations mises à jour.
ga: Cinn scríbe nuashonraithe.
gd: Ceann-uidh eadar ùrachadh.
gl: Destinos actualizados.
gu: ગંતવ્ય અપડેટ કરવામાં આવ્યું.
he: היעדים עודכנו.
hi: गंतव्य अपडेट किए गए।
hr: Odredišta su ažurirana.
hu: Célhelyek frissítve.
id: Tujuan diperbarui.
is: Áfangastaðir uppfærðir.
it: Destinazioni aggiornate.
ja: 目的地が更新されました。
ka: 目的地已更新。
ku: مورد دەستەکرا .
lt: Paskirtis atnaujinta.
lv: Mērķi atjaunināti.
mg: Nohavaozina ny toerana.
mi: I whakahoutia ngā ūnga.
mk: Дестинациите се ажурирани.
ml: ലക്ഷ്യങ്ങൾ പുതുക്കി.
ms: Destinasi dikemaskini.
mt: Destinazzjonijiet aġġornati.
my: မှတ်တမ်းများကို ပြင်ဆင်ပြီး။
nl: Bestemmingen bijgewerkt.
no: Destinasjoner oppdatert.
pa: ਗੰਤੀ ਸਥਾਨ ਅੱਪਡੇਟ ਕੀਤੇ.
pl: Miejsca docelowe zaktualizowane.
pt: Destinos atualizados.
ro: Destinațiile au fost actualizate.
ru: Направления обновлены.
sk: Ciele aktualizované.
sl: Cilji posodobljeni.
sq: Destinacionet u përditësuan.
sr: Destinacije ažurirane.
sv: Destinationer uppdaterade.
sw: Marejeo yamesasishwa.
ta: இலக்குகள் புதுப்பிக்கப்பட்டன.
te: గమ్యస్థానాలు అప్‌డేట్ చేయబడ్డాయి.
th: อัปเดตปลายทางแล้ว
tr: Varış noktaları güncellendi.
uk: Пункти призначення оновлено.
ur: Destinos atkualisados.
uz: Manzillar yangilandi.
vi: Destin ῧdated.
xh: Iindawo zihlaziywa.

source: Failed to assign email reminder.
ar: تخصيص تذكير بريد إلكتروني
az: Email Xatırlatmasını Təyin edin
be: Прызначыць email-намінак
bn: ইমেইল অনুস্মারক নির্ধারণ করুন
cs: Přiřadit e-mailové připomenutí
cy: Neilltuo Atgoffa E-bost
da: Tildel Email Reminder
de: E-Mail-Erinnerung zuweisen
el: Αντιστοίχιση Υπενθύμισης Email
es: Asignar Recordatorio de Email
et: Määra e-posti meeldetuletus
eu: Email Gogorarazlea Esleitu
fa: اختصاص یادآوری ایمیل
fi: Määritä sähköpostimuistutus
fr: Assigner un rappel par e-mail
ga: Sann Meabhrúchán Ríomhphoist
gd: Cuir Cuimhneachan Post-d an Dreuchd
gl: Asignar Recordatorio de Correo electrónico
gu: મિસ્કરી ઇમેઇલ રિમાઇન્ડર
he: הקצה תזכורת במייל
hi: ईमेल अनुस्मारक असाइन करें
hr: Dodijeli podsjetnik e-pošte
hu: E-mail emlékeztető hozzárendelése
id: Tetapkan Pengingat Email
is: Úthluta tölvupóst áminningu
it: Assegna Promemoria Email
ja: メールリマインダーの割り当て
ka: გადააწყვეთ ელექტრონული ფოსტის შეხსენება
ku: دیاری کردنەوەی ئیمەیڵی یادکردنەکە
lt: Priskirti el. pašto priminimą
lv: Piešķirt e-pasta atgādinājumu
mg: Nanendry Fampahatsiahivana Mailaka
mi: Tautapa i te Whakamaumahara Īmēra
mk: Додели потсетник за е-пошта
ml: ഇമെയില്‍ റിമൈണ്ടര്‍ ഏല്‌പിക്കുക
ms: Tetapkan Peringatan E-mel
mt: Assenja Tfakkira bl-Email
my: အီးမေးလ် မှတ်ချက် အသားပေးရန် စီစဉ်ပါ
nl: Wijs E-mailherinnering toe
no: Tildel e-postpåminnelse
pa: ਈਮੇਲ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਸੌਂਪੋ
pl: Przypisz przypomnienie e-mail
pt: Atribuir Lembrete por Email
ro: Atribuie mementou prin email
ru: Назначить Email напоминание
sk: Priradiť emailové pripomenutie
sl: Dodeli opomnik e-pošte
sq: Cakto Kujtesën e Emailit
sr: Dodeli email podsetnik
sv: Tilldela E-postpåminnelse
sw: Weka Kumbusho la Barua pepe
ta: மின்னஞ்சல் கொள்வனவில் ஒப்படைக்கவும்
te: ఇమెయిల్ గుర్తింపు కేటాయించండి
th: มอบหมายการเตือนความจำทางอีเมล
tr: E-posta Hatırlatıcısını Ata
uk: Призначити нагадування електронною поштою
ur: ای میل یاد دہانی تفویض کریں
uz: Email eslatmasini tayinlash
vi: Gán Nhắc Nhở Email
xh: Nika Umsebenzi Isikhumbuzo se-Imeyile

source: Failed to load settings.
ar: فشل في إرسال البريد الإلكتروني التجريبي. تحقق من إعدادات SMTP.
az: Test emailini göndərmək alınmadı. SMTP parametrlərini yoxlayın.
be: Не вдалося відправити тестовий лист. Перевірте налаштування SMTP.
bn: পরীক্ষামূলক ইমেল পাঠাতে ব্যর্থ হয়েছে। SMTP সেটিংস চেক করুন।
cs: Nepodařilo se odeslat testovací email. Zkontrolujte nastavení SMTP.
cy: Methwyd ag anfon prawf ebost. Gwiriwch y gosodiadau SMTP.
da: Kunne ikke sende test-email. Tjek SMTP-indstillinger.
de: Test-E-Mail konnte nicht gesendet werden. Überprüfen Sie die SMTP-Einstellungen.
el: Αποτυχία αποστολής δοκιμαστικού email. Ελέγξτε τις ρυθμίσεις SMTP.
es: Error al enviar el correo de prueba. Verifique la configuración SMTP.
et: Proovisõnumi saatmine ebaõnnestus. Kontrollige SMTP seadeid.
eu: Ezin izan da proba-emaila bidali. Egiaztatu SMTP ezarpenak.
fa: ارسال ایمیل آزمایشی ناموفق بود. تنظیمات SMTP را بررسی کنید.
fi: Testisähköpostin lähetys epäonnistui. Tarkista SMTP-asetukset.
fr: Échec de l'envoi de l'email de test. Vérifiez les paramètres SMTP.
ga: Theip ar sheoladh ríomhphoist tástála. Seiceáil socruithe SMTP.
gd: Dh'fhàillig cuir post-deuchainn. Thoir sùil air na shuidheachaidhean SMTP.
gl: Non se puido enviar o correo de proba. Comproba a configuración SMTP.
gu: પરીક્ષણ ઇમેઇલ મોકલવામાં નિષ્ફળ. SMTP સેટિંગ્સ તપાસો.
he: שליחת אימייל הבדיקה נכשלה. בדוק את הגדרות SMTP.
hi: परीक्षण ईमेल भेजने में विफल। SMTP सेटिंग्स जाँचें।
hr: Slanje testnog emaila nije uspjelo. Provjerite SMTP postavke.
hu: Nem sikerült elküldeni a teszt emailt. Ellenőrizze az SMTP beállításokat.
id: Gagal mengirim email uji. Periksa pengaturan SMTP.
is: Mistókst að senda prófunarpóst. Athugaðu SMTP stillingar.
it: Invio email di test fallito. Controlla le impostazioni SMTP.
ja: テストメールの送信に失敗しました。SMTP設定を確認してください。
ka: 测试电子邮件发送失败。检查SMTP设置。
ku: شکستی لە ناردنی تاقیگرەوەی ئەلیکترۆنی. ڕێکخستنی SMTP بپشکەوە.
lt: Nepavyko išsiųsti bandomojo el. laiško. Patikrinkite SMTP nustatymus.
lv: Neizdevās nosūtīt testa e-pastu. Pārbaudiet SMTP iestatījumus.
mg: Tsy nahomby ny fandefasana mailaka fitsapana. Jereo ny fanamboarana SMTP.
mi: I rahua te tuku īmēra whakamātautau. Tirohia ngā tautuhinga SMTP.
mk: Не успеа да се испрати тест е-пошта. Проверете ги SMTP поставките.
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു. SMTP ക്രമീകരണങ്ങൾ പരിശോധിക്കുക.
ms: Gagal menghantar emel ujian. Sila semak tetapan SMTP.
mt: Naqas milli tibgħat test email. Iċċekkja l-settings SMTP.
my: စမ်းသပ်အီးမေးလ် ပို့ဆောင်မှုမအောင်မြင်ပါ။ SMTP ဆက်တင်တို့ကို ထပ်ဖြစ်ပါ။
nl: Verzenden van test-e-mail mislukt. Controleer SMTP-instellingen.
no: Kunne ikke sende test-e-post. Sjekk SMTP-innstillinger.
pa: ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ. SMTP ਸੈਟਿੰਗ ਨੂੰ ਚੈਕ ਕਰੋ.
pl: Nie udało się wysłać testowego emaila. Sprawdź ustawienia SMTP.
pt: Falha ao enviar email de teste. Verifique as configurações SMTP.
ro: Trimiterea emailului de testare a eșuat. Verifică setările SMTP.
ru: Не удалось отправить тестовое письмо. Проверьте настройки SMTP.
sk: Nepodarilo sa odoslať testovací e-mail. Skontrolujte nastavenia SMTP.
sl: Preskusnega e-poštnega sporočila ni bilo mogoče poslati. Preverite nastavitve SMTP.
sq: Dështoi dërgimi i emailit të provës. Kontrolloni cilësimet SMTP.
sr: Neuspešno slanje test emaila. Proverite SMTP podešavanja.
sv: Misslyckades att skicka test-e-post. Kontrollera SMTP-inställningarna.
sw: Imeshindikana kutuma barua pepe ya majaribio. Angalia mipangilio ya SMTP.
ta: சோதனை மின்னஞ்சல் அனுப்ப தோல்வி: SMTP அமைப்புகளைச் சரிபார்க்கவும்.
te: పరీక్షా ఇమెయిల్ పంపడం విఫలమైంది. SMTP సెట్టింగ్స్ తనిఖీ చెయ్యండి.
th: ไม่สามารถส่งอีเมลทดสอบได้ ตรวจสอบการตั้งค่า SMTP
tr: Test e-postası gönderilemedi. SMTP ayarlarını kontrol edin.
uk: Не вдалося надіслати тестовий електронний лист. Перевірте налаштування SMTP.
ur: ٹیسٹ ای میل بھیجنے میں ناکام۔ SMTP ترتیب چیک کریں۔
uz: Sinov elektron postini yuborishda xatolik yuz berdi. SMTP sozlamalarini tekshiring.
vi: Gửi email thử nghiệm thất bại. Kiểm tra cài đặt SMTP.
xh: Kusilele ukuthumela i-imeyile yokuvavanya. Jonga i-SMTP settings.

source: Test Email from Grylli
ar: رسالة بريد إلكتروني تجريبية من Grylli
az: Grylli-dən Test Emaili
be: Тестовий електронний лист від Grylli
bn: Grylli থেকে পরীক্ষামূলক ইমেল
cs: Testovací email od Grylli
cy: Prawf Ebost o Grylli
da: Test Email fra Grylli
de: Test-E-Mail von Grylli
el: Δοκιμαστικό Email από το Grylli
es: Correo de Prueba de Grylli
et: Proovisõnum Gryllilt
eu: Grylli-tik Proba Emaila
fa: ایمیل آزمایشی از Grylli
fi: Testisähköposti Grylliltä
fr: Email de test de Grylli
ga: Tástáil Ríomhphoist ó Grylli
gd: Post-deuchainn bho Grylli
gl: Correo de Proba de Grylli
gu: Grylli માંથી પરીક્ષણ ઇમેઇલ
he: אימייל בדיקה מגירילי
hi: Grylli से परीक्षण ईमेल
hr: Testni Email od Grylli
hu: Teszt Email a Grylli-től
id: Email Uji dari Grylli
is: Prófunarpóstur frá Grylli
it: Email di test da Grylli
ja: Grylliからのテストメール
ka: 来自Grylli的测试电子邮件
ku: تاقیگرەوەی ئیمەیڵ لە ڕووی Grylli
lt: Bandomasis el. laiškas iš Grylli
lv: Testa e-pasts no Grylli
mg: Mailaka Fitsapana avy amin'ny Grylli
mi: Īmēra Whakamātautau mai i te Grylli
mk: Тест е-пошта од Grylli
ml: ഗ്രിലി നിന്ന് ടെസ്റ്റ് ഇമെയിൽ
ms: Emel Ujian dari Grylli
mt: Test Email minn Grylli
my: Grylli မှ စမ်းသပ်အီးမေးလ်
nl: Test-e-mail van Grylli
no: Test-e-post fra Grylli
pa: Grylli ਤੋਂ ਟੈਸਟ ਈਮੇਲ
pl: Testowy Email od Grylli
pt: Email de teste do Grylli
ro: Email de testare de la Grylli
ru: Тестовое письмо от Grylli
sk: Testovací email z Grylli
sl: Preskusno e-poštno sporočilo od Grylli
sq: Emaili i Provës nga Grylli
sr: Test Email od Grylli
sv: Test-E-post från Grylli
sw: Barua ya Majaribio kutoka Grylli
ta: Grylli இலிருந்து சோதனை மின்னஞ்சல்
te: Grylli నుండి పరీక్షా ఇమెయిల్
th: อีเมลทดสอบจาก Grylli
tr: Grylli'den Test E-postası
uk: Тестовий електронний лист від Grylli
ur: Grylli سے ٹیسٹ ای میل
uz: Grylli dan sinov elektron pochtasi
vi: Email Thử nghiệm từ Grylli
xh: I-imeyile yovavanyo ivela kwi-Grylli

source: This is a test email from the Grylli SMTP settings page.
ar: هذا بريد إلكتروني تجريبي من صفحة إعدادات SMTP في Grylli.
az: Bu, Grylli SMTP parametrlər səhifəsindən test emailidir.
be: Це тестовий електронний лист зі сторінки налаштувань Grylli SMTP.
bn: এটি Grylli SMTP সেটিংস পৃষ্ঠার কাছ থেকে একটি পরীক্ষামূলক ইমেল।
cs: Toto je testovací email z nastavení Grylli SMTP.
cy: Neges prawf o dudalen gosodiadau SMTP Grylli yw hon.
da: Dette er en test-email fra Grylli SMTP-indstillingsside.
de: Dies ist eine Test-E-Mail von der Grylli-SMTP-Einstellungsseite.
el: Αυτό είναι ένα δοκιμαστικό email από τη σελίδα ρυθμίσεων Grylli SMTP.
es: Este es un correo de prueba desde la página de configuración SMTP de Grylli.
et: See on proovisõnum Grylli SMTP seadete lehelt.
eu: Hau Grylli SMTP ezarpenen orrialdeko proba-emaila da.
fa: این یک ایمیل آزمایشی از صفحه تنظیمات SMTP Grylli است.
fi: Tämä on testisähköposti Gryllin SMTP-asetussivulta.
fr: Ceci est un email de test de la page des paramètres SMTP de Grylli.
ga: Is í seo r-phost tástála ón leathanach socruithe SMTP Grylli.
gd: Seo post-deuchainn bho dhuilleag suidheachadh SMTP Grylli.
gl: Este é un correo de proba da páxina de configuración de Grylli SMTP.
gu: આ Grylli SMTP સેટિંગ્સ પેજ પરથી એક પરીક્ષણ ઇમેઇલ છે.
he: זהו אימייל בדיקה מעמוד הגדרות ה-SMTP של גרילי.
hi: यह Grylli SMTP सेटिंग्स पेज से एक परीक्षण ईमेल है।
hr: Ovo je testni email sa stranice Grylli SMTP postavki.
hu: Ez egy teszt email a Grylli SMTP beállítások oldaláról.
id: Ini adalah email uji dari halaman pengaturan SMTP Grylli.
is: Þetta er prófunarpóstur frá SMTP stillingarsíðunni hjá Grylli.
it: Questa è un'email di test dalla pagina impostazioni SMTP di Grylli.
ja: これはGrylliのSMTP設定ページからのテストメールです。
ka: 这是来自Grylli SMTP设置页面的测试电子邮件。
ku: ئەمە تاقیگرەوەی ئیمەیڵیە لە پەڕەی ڕێکخستنی SMTP یەتی گریلی.
lt: Tai yra bandomasis el. laiškas iš Grylli SMTP nustatymų puslapio.
lv: Šis ir testa e-pasts no Grylli SMTP iestatījumu lapas.
mg: Ity dia mailaka fitsapana avy amin'ny pejin'ny fanamboarana SMTP an'ny Grylli.
mi: He īmēra whakamātautau tēnei mai i te whārangi tautuhinga SMTP Grylli.
mk: Ова е тест е-пошта од страницата со SMTP поставки на Grylli.
ml: ഇത് ഗ്രിലി SMTP ക്രമീകരണ ​​പേജിൽ നിന്ന് ഒരു ടെസ്റ്റ് ഇമെയിൽ ആണ്.
ms: Ini adalah emel ujian dari halaman tetapan SMTP Grylli.
mt: Dan huwa test email mill-paġna tas-settings SMTP ta' Grylli.
my: ဤသည်သည် Grylli SMTP ဆက်တင်စာမျက်နှာမှ စမ်းသပ်အီးမေးလ်ဖြစ်သည်။
nl: Dit is een test-e-mail vanaf de Grylli SMTP-instellingenpagina.
no: Dette er en test-e-post fra Grylli SMTP-innstillingssiden.
pa: ਇਹ Grylli SMTP ਸੈਟਿੰਗਾਂ ਸਫ਼ੇ ਤੋਂ ਇੱਕ ਟੈਸਟ ਈਮੇਲ ਹੈ.
pl: To jest testowy email ze strony ustawień SMTP Grylli.
pt: Este é um email de teste da página de configurações SMTP do Grylli.
ro: Acesta este un email de testare de pe pagina setărilor SMTP Grylli.
ru: Это тестовое письмо со страницы настроек SMTP Grylli.
sk: Toto je testovací email zo stránky nastavení SMTP Grylli.
sl: To je preskusno e-poštno sporočilo s strani nastavitev SMTP Grylli.
sq: Ky është një email prove nga faqja e cilësimeve SMTP të Grylli.
sr: Ovo je test email sa Grylli SMTP stranice podešavanja.
sv: Det här är en test-e-post från sidan för Grylli SMTP-inställningar.
sw: Hii ni barua pepe ya majaribio kutoka kwenye ukurasa wa mipangilio ya SMTP ya Grylli.
ta: இது Grylli SMTP அமைப்புப் பக்கத்திலிருந்து ஒரு சோதனை மின்னஞ்சல்.
te: ఇది Grylli SMTP సెట్టింగ్స్ పేజీ నుండి పరీక్షా ఇమెయిల్.
th: นี่คืออีเมลทดสอบจากหน้า SMTP Settings ของ Grylli
tr: Bu, Grylli SMTP ayarları sayfasından bir test e-postasıdır.
uk: Це тестовий електронний лист зі сторінки налаштувань SMTP Grylli.
ur: یہ Grylli SMTP ترتیب صفحہ سے ایک ٹیسٹ ای میل ہے۔
uz: Bu Grylli SMTP sozlamalari sahifasidan sinov elektron pochtasi.
vi: Đây là email thử nghiệm từ trang cài đặt SMTP của Grylli.
xh: Le yimeyile yovavanyo ivela kwiphepha lezenzo le-SMTP ye-Grylli.

source: Failed to send test email:
ar: فشل في إرسال رسالة البريد الإلكتروني التجريبية:
az: Test emailini göndərmək alınmadı:
be: Не вдалося відправити тестовий лист:
bn: পরীক্ষামূলক ইমেল পাঠাতে ব্যর্থ হয়েছে:
cs: Nepodařilo se odeslat testovací email:
cy: Methwyd ag anfon prawf ebost:
da: Kunne ikke sende test-email:
de: Fehler beim Senden der Test-E-Mail:
el: Αποτυχία αποστολής δοκιμαστικού email:
es: Error al enviar el correo de prueba:
et: Proovisõnumi saatmine ebaõnnestus:
eu: Ezin izan da proba-emaila bidali:
fa: ارسال ایمیل آزمایشی ناموفق بود:
fi: Testisähköpostin lähetys epäonnistui:
fr: Échec de l'envoi de l'email de test:
ga: Theiptheach seoladh ríomhphoist tástála:
gd: Dh'fhàillig cuir post-deuchainn:
gl: Non se puido enviar o correo de proba:
gu: પરીક્ષણ ઇમેઇલ મોકલવામાં નિષ્ફળ:
he: שליחת אימייל הבדיקה נכשלה:
hi: परीक्षण ईमेल भेजने में विफल:
hr: Slanje testnog emaila nije uspjelo:
hu: Nem sikerült elküldeni a teszt emailt:
id: Gagal mengirim email uji:
is: Mistókst að senda prófunarpóst:
it: Invio email di test fallito:
ja: テストメールの送信に失敗しました：
ka: 发送测试电子邮件失败：
ku: شکستی لە ناردنی تاقیگرەوەی ئیمەیڵ:
lt: Nepavyko išsiųsti bandomojo el. laiško:
lv: Neizdevās nosūtīt testa e-pastu:
mg: Tsy nahomby ny fandefasana mailaka fitsapana:
mi: I rahua te tuku īmēra whakamātautau:
mk: Не успеа да се испрати тест е-пошта:
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു:
ms: Gagal menghantar emel ujian:
mt: Naqas milli tibgħat test email:
my: စမ်းသပ်အီးမေးလ် ပို့သည် မအောင်မြင်ပါ:
nl: Verzenden van test-e-mail mislukt:
no: Kunne ikke sende test-e-post:
pa: ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ:
pl: Nie udało się wysłać testowego emaila:
pt: Falha ao enviar email de teste:
ro: Trimiterea emailului de test a eșuat:
ru: Не удалось отправить тестовое письмо:
sk: Nepodarilo sa odoslať testovací e-mail:
sl: Ni uspelo poslati preskusnega e-poštnega sporočila:
sq: Dështoi dërgimi i emailit të provës:
sr: Neuspešno slanje test emaila:
sv: Misslyckades att skicka test-e-post:
sw: Imeshindikana kutuma barua pepe ya majaribio:
ta: சோதனை மின்னஞ்சல் அனுப்பத் தோல்வி:
te: పరీక్షా ఇమెయిల్ పంపడం విఫలమైంది:
th: ไม่สามารถส่งอีเมลทดสอบ:
tr: Test e-postası gönderilemedi:
uk: Не вдалося надіслати тестовий електронний лист:
ur: ٹیسٹ ای میل بھیجنے میں ناکام:
uz: Sinov elektron postini yuborishda xatolik yuz berdi:
vi: Gửi email thử nghiệm thất bại:
xh: Kusilele ukuthumela i-imeyile yovavanyo:
