Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Apprise destination updated successfully.
ar: تم تحديث وجهة Apprise بنجاح.
az: Apprise məkanı uğurla yeniləndi.
be: Apprise গন্তব্য সফলভাবে আপডেট হয়েছে।
bn: Apprise গন্তব্য সফলভাবে আপডেট হয়েছে।
cs: Apprise destinace úspěšně aktualizována.
cy: Diweddarwyd cyrchfan Apprise yn llwyddiannus.
da: Apprise-destination opdateret succesfuldt.
de: Apprise-Ziel erfolgreich aktualisiert.
el: Ο προορισμός Apprise ενημερώθηκε με επιτυχία.
es: Destino Apprise actualizado exitosamente.
et: Apprise sihtkoht edukalt uuendatud.
eu: Apprise helmuga arrakastaz eguneratu da.
fa: مقصد Apprise با موفقیت به‌روزرسانی شد.
fi: Apprise-kohde päivitetty onnistuneesti.
fr: Destination Apprise mise à jour avec succès.
ga: Apprise destination actualizado correctamente.
gd: Chaidh ceann-uidhe Apprise ùrachadh gu soirbheachail.
gl: Destino de Apprise actualizado con éxito.
gu: અપ્રાઇઝ મંજિલ સફળતાપૂર્વક અપડેટ કર્યું.
he: יעד Apprise עודכן בהצלחה.
hi: अप्रीज़ गंतव्य सफलतापूर्वक अपडेट किया गया।
hr: Apprise odredište je uspješno ažurirano.
hu: Apprise cél sikeresen frissítve.
id: Tujuan Apprise berhasil diperbarui.
is: Apprise áfangastaður uppfærður með góðum árangri.
it: Destinazione Apprise aggiornata con successo.
ja: Apprise送信先が正常に更新されました。
ka: Apprise დანიშნულება წარმატებით განახლდა.
ku: نیشانی Apprise بە سەرکەوتووی نوێکرایەوە.
lt: Apprise paskirties vieta atnaujinta sėkmingai.
lv: Apprise galamērķis veiksmīgi atjaunināts.
mg: Nahomby ny fanavaozana ny tanjona Apprise.
mi: I whakahoutia pai te ūnga Apprise.
mk: Apprise дестинација е успешно ажурирана.
ml: Apprise ലക്ഷ്യസ്ഥാനം വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
ms: Destinasi Apprise berjaya dikemaskini.
mt: Destinazzjoni Apprise aġġornata b'suċċess.
my: Apprise စေသာ ထားအပ်မှု ပြင်ခြင်း အောင်မြင်ပါသည်။
nl: Apprise-bestemming succesvol bijgewerkt.
no: Apprise-destinasjon ble oppdatert.
pa: Apprise ਮੰਜ਼ਿਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।
pl: Miejsce docelowe Apprise zaktualizowane pomyślnie.
pt: Destino Apprise atualizado com sucesso.
ro: Destinația Apprise a fost actualizată cu succes.
ru: Назначение Apprise успешно обновлено.
sk: Apprise destinácia bola úspešne aktualizovaná.
sl: Destinacija Apprise uspešno posodobljena.
sq: Destinacioni Apprise u përditësua me sukses.
sr: Apprise odredište uspešno ažurirano.
sv: Apprise-destination uppdaterad framgångsrikt.
sw: Mahali pa Apprise imeboreshwa kwa mafanikio.
ta: Apprise இடம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: Apprise గమ్యస్థానం విజయవంతంగా నవీకరించబడింది.
th: อัปเดตปลายทาง Apprise เรียบร้อยแล้ว
tr: Apprise hedefi başarıyla güncellendi.
uk: Apprise пункт призначення успішно оновлено.
ur: Apprise مقام کامیابی سے اپ ڈیٹ ہوا۔
uz: Apprise manzili muvaffaqiyatli yangilandi.
vi: Điểm đến Apprise cập nhật thành công.
xh: I-Zindawo ze-Apprise zilungisiwe ngempumelelo.

source: Failed to update Apprise destination.
ar: إنشاء وجهة Apprise
az: Apprise Yeri Yarat
be: Apprise Тохиргоо үүсгэх
bn: অ্যাপ্রাইজ গন্তব্য তৈরি করুন
cs: Vytvořit Apprise destinaci
cy: Creu Cyrchfan Apprise
da: Opret Apprise-destination
de: Apprise-Ziel erstellen
el: Δημιουργία Προορισμού Apprise
es: Crear Destino de Apprise
et: Loo Apprise sihtkoht
eu: Sortu Apprise Helmuga
fa: ایجاد مقصد Apprise
fi: Luo Apprise-kohde
fr: Créer une destination Apprise
ga: Cruthaigh Ceann Scríbe Apprise
gd: Cruthaich Ceann-uidhe Apprise
gl: Crear destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન બનાવો
he: צור יעד Apprise
hi: एप्राइज स्थान बनाएँ
hr: Kreiraj Apprise odredište
hu: Apprise célpont létrehozása
id: Buat Tujuan Apprise
is: Búa til Apprise áfangastað
it: Crea destinazione Apprise
ja: Apprise宛先を作成
ka: Apprise-ის დანიშნულების შექმნა
ku: Cihdestêyanek Apprise Çêbike
lt: Sukurti Apprise paskirties vietą
lv: Izveidot Apprise galamērķi
mg: Mamorona Toerana Apprise
mi: Waihangatia Te Wāhi Apprise
mk: Креирај Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju Apprise
mt: Oħloq Destinazzjoni Apprise
my: Apprise ဦးတည်မှုပြုလုပ်ပါ
nl: Maak Apprise-bestemming
no: Opprett Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅਬਨਾਓ
pl: Utwórz miejsce docelowe Apprise
pt: Criar Destino Apprise
ro: Creați Destinație Apprise
ru: Создать пункт назначения Apprise
sk: Vytvoriť Apprise destináciu
sl: Ustvari Cilj Apprise
sq: Krijo Destinacion Apprise
sr: Kreiraj Apprise odredište
sv: Skapa Apprise-destination
sw: Unda Malipotele Destination
ta: அப்ரைஸ் இடம் உருவாக்கவும்
te: అప్రీస్ గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย Apprise
tr: Apprise Hedefi Oluştur
uk: Створити точку призначення Apprise
ur: ایپریز منزل بنائیں
uz: Apprise Manzilini Yaratish
vi: Tạo Điểm Đích Apprise
xh: Yenza indawo yokuya kwe-Apprise

source: Apprise destination deleted.
ar: تم حذف وجهة Apprise.
az: Apprise məkanı silindi.
be: Apprise গন্তব্য মুছে ফেলা হয়েছে।
bn: Apprise গন্তব্য মুছে ফেলা হয়েছে।
cs: Apprise destinace smazána.
cy: Dilewyd cyrchfan Apprise.
da: Apprise-destination slettet.
de: Apprise-Ziel gelöscht.
el: Ο προορισμός Apprise διαγράφηκε.
es: Destino Apprise eliminado.
et: Apprise sihtkoht kustutatud.
eu: Apprise helmuga ezabatuta.
fa: مقصد Apprise حذف شد.
fi: Apprise-kohde poistettu.
fr: Destination Apprise supprimée.
ga: ᴬᵖʳᶦˢᵉ ᵈᵉˢᵗᶦⁿᵃᵗᶦᵒⁿ ᵈᵉˡᵉᵗᵉᵈ.
gd: Chaidh ceann-uidhe Apprise a dhubhadh às.
gl: Destino de Apprise eliminado.
gu: અપ્રાઇઝ મંજિલ કાઢી ફેંકાઇ.
he: יעד Apprise נמחק.
hi: अप्रीज़ गंतव्य हटाया गया।
hr: Apprise odredište je obrisano.
hu: Apprise cél törölve.
id: Tujuan Apprise dihapus.
is: Apprise áfangastaður eytt.
it: Destinazione Apprise eliminata.
ja: Apprise送信先が削除されました。
ka: Apprise დანიშნულება წაიშალა.
ku: نیشانی Apprise سڕایەوە.
lt: Apprise paskirties vieta ištrinta.
lv: Apprise galamērķis dzēsts.
mg: Voafafa ny tanjona Apprise.
mi: I mukua te ūnga Apprise.
mk: Apprise дестинација е избришана.
ml: Apprise ലക്ഷ്യസ്ഥാനം നീക്കം ചെയ്തു.
ms: Destinasi Apprise telah dipadam.
mt: Destinazzjoni Apprise mħassra.
my: Apprise စေသာ ထားအပ်မှု ဖျက်ခြင်းပြီးပါပြီ။
nl: Apprise-bestemming verwijderd.
no: Apprise-destinasjon ble slettet.
pa: Apprise ਮੰਜ਼ਿਲ ਹਟਾਇਆ ਗਿਆ।
pl: Miejsce docelowe Apprise usunięte.
pt: Destino Apprise excluído.
ro: Destinația Apprise a fost ștearsă.
ru: Назначение Apprise удалено.
sk: Apprise destinácia bola odstránená.
sl: Destinacija Apprise izbrisana.
sq: Destinacioni Apprise u fshi.
sr: Apprise odredište izbrisano.
sv: Apprise-destination raderad.
sw: Mahali pa Apprise imefutwa.
ta: Apprise இடம் நீக்கப்பட்டது.
te: Apprise గమ్యస్థానం తొలగించబడింది.
th: ลบปลายทาง Apprise แล้ว
tr: Apprise hedefi silindi.
uk: Apprise пункт призначення видалено.
ur: Apprise مقام حذف ہو گیا۔
uz: Apprise manzili o'chirildi.
vi: Điểm đến Apprise đã bị xóa.
xh: I-Zindawo ze-Apprise zisusiwe.

source: Failed to delete Apprise destination.
ar: تعديل وجهة Apprise
az: Apprise Yerini Redaktə et
be: Apprise Тохиргоог засах
bn: অ্যাপ্রাইজ গন্তব্য সম্পাদনা করুন
cs: Upravit Apprise destinaci
cy: Golygu Cyrchfan Apprise
da: Rediger Apprise-destination
de: Apprise-Ziel bearbeiten
el: Επεξεργασία Προορισμού Apprise
es: Editar Destino de Apprise
et: Muuda Apprise sihtkohta
eu: Editatu Apprise Helmuga
fa: ویرایش مقصد Apprise
fi: Muokkaa Apprise-kohdetta
fr: Modifier la destination Apprise
ga: Cuir Ceann Scríbe Apprise in Eagar
gd: Deasaich Ceann-uidhe Apprise
gl: Editar destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન સંપાદિત કરો
he: ערוך יעד Apprise
hi: एप्राइज स्थान संपादित करें
hr: Uredi Apprise odredište
hu: Apprise célpont szerkesztése
id: Edit Tujuan Apprise
is: Breyta Apprise áfangastað
it: Modifica destinazione Apprise
ja: Apprise宛先を編集
ka: Apprise-ის დანიშნულების რედაქტირება
ku: Cihdestêyan Apprise Biguherîne
lt: Redaguoti Apprise paskirties vietą
lv: Rediģēt Apprise galamērķi
mg: Ahitsy Toerana Apprise
mi: Whakatika Wāhi Apprise
mk: Уреди Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ എഡിറ്റ് ചെയ്യുക
ms: Edit Halatuju Apprise
mt: Editja Destinazzjoni Apprise
my: Apprise သည်လာသူရှိEdit
nl: Bewerk Apprise-bestemming
no: Rediger Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj miejsce docelowe Apprise
pt: Editar Destino Apprise
ro: Editați Destinație Apprise
ru: Редактировать пункт назначения Apprise
sk: Upraviť Apprise destináciu
sl: Uredi Cilj Apprise
sq: Redakto Destinacionin Apprise
sr: Izmeni Apprise odredište
sv: Redigera Apprise-destination
sw: Hariri Apprise Destination
ta: அப்ரைஸ் இடமச் திருத்தவும்
te: అప్రీస్ గమ్యస్థానాన్ని సరిచేయండి
th: แก้ไขที่หมาย Apprise
tr: Apprise Hedefini Düzenle
uk: Редагувати точку призначення Apprise
ur: ایپریز منزل میں ترمیم کریں
uz: Apprise Manzilini Tahrirlash
vi: Chỉnh sửa Điểm Đích Apprise
xh: Hlela indawo ye-Apprise

source: Admin account created successfully.
ar: تم إنشاء حساب المسؤول بنجاح.
az: Admin hesabı uğurla yaradıldı.
be: অ্যাডমিন অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে।
bn: অ্যাডমিন অ্যাকাউন্ট সফলভাবে তৈরি হয়েছে।
cs: Účet správce úspěšně vytvořen.
cy: Crëwyd cyfrif gweinyddwr yn llwyddiannus.
da: Admin-konto oprettet succesfuldt.
de: Admin-Konto erfolgreich erstellt.
el: Ο λογαριασμός διαχειριστή δημιουργήθηκε με επιτυχία.
es: Cuenta de administrador creada exitosamente.
et: Admin konto edukalt loodud.
eu: Administrazio kontua arrakastaz sortu da.
fa: حساب مدیر با موفقیت ایجاد شد.
fi: Ylläpitotili luotu onnistuneesti.
fr: Compte administrateur créé avec succès.
ga: Cuntas riaracháin cruthaithe go rathúil.
gd: Chaidh an cunntas rianachd a chruthachadh gu soirbheachail.
gl: Conta de administrador creada con éxito.
gu: એડમિન ખાતું સફળતાપૂર્વક બનાવવામાં આવ્યું.
he: חשבון מנהל נוצר בהצלחה.
hi: एडमिन खाता सफलतापूर्वक बनाया गया।
hr: Admin račun je uspješno stvoren.
hu: Admin fiók sikeresen létrehozva.
id: Akun admin berhasil dibuat.
is: Stjórnendur reikningur búinn til með góðum árangri.
it: Account amministratore creato con successo.
ja: 管理者アカウントが正常に作成されました。
ka: ადმინისტრატორის ანგარიში წარმატებით შეიქმნა.
ku: هەژماری بەڕێوەبەر بە سەرکەوتووی دروستکرا.
lt: Administratoriaus paskyra sėkmingai sukūrta.
lv: Admina konts veiksmīgi izveidots.
mg: Nahomby ny famoronana ny kaonty admin.
mi: I hangaia pai te pūkete kaiwhakahaere.
mk: Админ сметката е успешно креирана.
ml: അഡ്മിൻ അക്കൗണ്ട് വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Akaun admin berjaya dicipta.
mt: Kont amministratur maħluq b'suċċess.
my: Admin အကောင့် ဖန်တီးမှု အောင်မြင်ပါသည်။
nl: Beheerdersaccount succesvol aangemaakt.
no: Admin-konto ble opprettet.
pa: ਐਡਮਿਨ ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।
pl: Konto administratora utworzono pomyślnie.
pt: Conta de administrador criada com sucesso.
ro: Cont de administrator creat cu succes.
ru: Администраторский аккаунт успешно создан.
sk: Admin účet bol úspešne vytvorený.
sl: Admin račun uspešno ustvarjen.
sq: Llogaria e administratorit u krijua me sukses.
sr: Admin nalog uspešno kreiran.
sv: Administratörskonto skapades framgångsrikt.
sw: Akaunti ya msimamizi imeundwa kwa mafanikio.
ta: நிர்வாகி கணக்கு வெற்றிகரமாக உருவாக்கப்பட்டது.
te: అడ్మిన్ ఖాతా విజయవంతంగా సృష్టించబడింది.
th: สร้างบัญชีผู้ดูแลระบบเรียบร้อยแล้ว
tr: Yönetici hesabı başarıyla oluşturuldu.
uk: Акаунт адміністратора успішно створено.
ur: ایڈمن اکاؤنٹ کامیابی سے بنایا گیا۔
uz: Admin hisobi muvaffaqiyatli yaratildi.
vi: Tạo tài khoản quản trị thành công.
xh: Iakhawunti yomlawuli yenziwe ngempumelelo.

source: Your account is temporarily locked. Please try again later.
ar: حدث خطأ غير متوقع. يرجى إعادة المحاولة لاحقًا أو الاتصال بالدعم.
az: Gözlənilməz bir səhv baş verdi. Zəhmət olmasa bir az sonra yenidən cəhd edin və ya dəstək ilə əlaqə saxlayın.
be: Адбылася нечаканая памылка. Калі ласка, паспрабуйце яшчэ раз пазней або звярніцеся ў службу падтрымкі.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন অথবা সাহায্য কেন্দ্রে যোগাযোগ করুন।
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu později nebo kontaktujte podporu.
cy: Digwyddodd gwall annisgwyl. Ceisiwch eto'n ddiweddarach neu cysylltwch â chymorth.
da: Der opstod en uventet fejl. Prøv igen senere eller kontakt support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.
el: Παρουσιάστηκε ένα απρόσμενο σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη.
es: Ocurrió un error inesperado. Por favor, intenta nuevamente más tarde o contacta al soporte.
et: Ilmnes ootamatu viga. Palun proovige hiljem uuesti või võtke ühendust toega.
eu: Ustekabeko errorea gertatu da. Mesedez, saiatu berriro geroago edo jarri harremanetan laguntzarekin.
fa: یک خطای غیرمنتظره رخ داد. لطفاً بعداً دوباره تلاش کنید یا با پشتیبانی تماس بگیرید.
fi: Tapahtui odottamaton virhe. Yritä myöhemmin uudelleen tai ota yhteyttä tukeen.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard ou contacter le support.
ga: Ɔnsɛm a ɛyɛ foɔ ahuno. Mepa kyɛw nsɛm anaa wɔmpɛ support.
gd: Thachair mearachd ris nach robh dùil. Feuch ris a-rithist nas fhaide air adhart no cuir fios gu taic.
gl: Produciuse un erro inesperado. Por favor, intente de novo máis tarde ou contacte co soporte.
gu: અન્ય અપેક્ષિત ભૂલ આવી. કૃપા કરીને પાછા પ્રયત્ન કરો અથવા ટેકનિકલ સહાયથી સંપર્ક કરો.
he: אירעה שגיאה בלתי צפויה. אנא נסה שוב מאוחר יותר או צור קשר עם התמיכה.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें।
hr: Dogodila se neočekivana greška. Molimo pokušajte ponovno kasnije ili kontaktirajte podršku.
hu: Váratlan hiba történt. Kérjük, próbálja újra később, vagy vegye fel a kapcsolatot a támogatással.
id: Terjadi kesalahan yang tidak terduga. Silakan coba lagi nanti atau hubungi dukungan.
is: Óvænt villa átti sér stað. Vinsamlegast reyndu aftur síðar eða hafðu samband við stuðning.
it: Si è verificato un errore imprevisto. Riprova più tardi o contatta il supporto.
ja: 予期しないエラーが発生しました。後でもう一度試すか、サポートに連絡してください。
ka: მოულოდნელმა შეცდომამ მოახდინა. სცადეთ ხელახლა მოგვიანებით ან დაუკავშირდით მხარდაჭერას.
ku: هەڵەیەکی نەخوێندراو رویدا. تکایە دواتر هەوڵبدەوە یان پەیوەندیدان بکە بە پشتیوانی.
lt: Įvyko netikėta klaida. Bandykite dar kartą vėliau arba susisiekite su palaikymo komanda.
lv: Radās neparedzēta kļūda. Lūdzu, mēģiniet vēlreiz vēlāk vai sazinieties ar atbalstu.
mg: Nisy hadisoana tsy nampoizina nitranga. Andramo indray azafady aty aoriana na mifandraisa amin'ny fanohanana.
mi: I puta he hapa ohorere. Tena ngana mai ano i muri mai, whakapaa atu ranei ki te tautoko.
mk: Се случи неочекувана грешка. Ве молиме обидете се повторно подоцна или контактирајте со поддршка.
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു. ദയവായി പിന്നെ ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക.
ms: Ralat yang tidak dijangka berlaku. Sila cuba lagi kemudian atau hubungi sokongan.
mt: Seħħ żball mhux mistenni. Jekk jogħġbok erġa' pprova aktar tard jew ikkuntattja l-appoġġ.
my: မမျှော်လင့်ထားသော အမှား ဖြစ်ပွားခဲ့သည်။ နောက်မှ ထပ်မံကြိုးစားကြည့်ပါ သို့မဟုတ် အထောက်အပံ့ကို ဆက်သွယ်ပါ။
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw of neem contact op met ondersteuning.
no: En uventet feil oppstod. Vennligst prøv igjen senere eller kontakt support.
pa: ਇੱਕ ਅਣਉਮੀਦ ਗਲਤੀ ਹੋ ਗਈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਮਰਥਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną.
pt: Ocorreu um erro inesperado. Por favor, tente novamente mais tarde ou entre em contato com o suporte.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu sau să contactați suportul.
ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте позже или обратитесь в службу поддержки.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr alebo kontaktujte podporu.
sl: Prišlo je do nepričakovane napake. Prosimo, poskusite znova kasneje ali se obrnite na podporo.
sq: Ndodhi një gabim i papritur. Ju lutemi provoni përsëri më vonë ose kontaktoni mbështetjen.
sr: Došlo je do neočekivane greške. Molimo pokušajte ponovo kasnije ili kontaktirajte podršku.
sv: Ett oväntat fel inträffade. Försök igen senare eller kontakta support.
sw: Kosa lisilotarajiwa limetokea. Tafadhali jaribu tena baadaye au wasiliana na msaada.
ta: எதிர்பாராத பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது ஆதரவுடன் தொடர்புகொள்ளவும்.
te: ఒక అప్రత్యాశిత లోపం జరిగింది. దయచేసి తరువాత ప్రయత్నించండి లేదా మద్దతు సంప్రదించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุน
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ile iletişime geçin.
uk: Виникла несподівана помилка. Будь ласка, спробуйте ще раз пізніше або зверніться до підтримки.
ur: غیر متوقع خرابی پیش آ گئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔
uz: Kutilmagan xato yuz berdi. Iltimos, keyinroq qayta urinib ko'ring yoki qo'llab-quvvatlash xizmati bilan bog'laning.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại sau hoặc liên hệ hỗ trợ.
xh: Kwenzeke impazamo engalindelekanga. Nceda zama kwakhona emva kwethuba okanye uqhagamshelane nenkxaso.

source: An error occurred while creating the admin account.
ar: حدث خطأ أثناء إنشاء حساب المسؤول.
az: Admin hesabı yaradılarkən xəta baş verdi.
be: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
cs: Při vytváření účtu správce došlo k chybě.
cy: Digwyddodd gwall wrth greu'r cyfrif gweinyddwr.
da: Der opstod en fejl under oprettelsen af admin-kontoen.
de: Ein Fehler ist bei der Erstellung des Admin-Kontos aufgetreten.
el: Προέκυψε σφάλμα κατά τη δημιουργία του λογαριασμού διαχειριστή.
es: Ocurrió un error al crear la cuenta de administrador.
et: Admin konto loomisel tekkis viga.
eu: Errore bat gertatu da administrazio kontua sortzean.
fa: خطایی در هنگام ایجاد حساب مدیر رخ داد.
fi: Virhe tapahtui kun luotiin ylläpitotili.
fr: Une erreur s'est produite lors de la création du compte administrateur.
ga: Tharla earráid agus an cuntas admin á chruthú.
gd: Thachair mearachd fhad ‘s a bha thu a’ cruthachadh a’ chunntais rianachd.
gl: Produciuse un erro ao crear a conta de administrador.
gu: એડમિન ખાતું બનાવતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת יצירת חשבון המנהל.
hi: एडमिन खाता बनाने में त्रुटि हुई।
hr: Došlo je do pogreške prilikom stvaranja admin računa.
hu: Hiba történt az admin fiók létrehozása közben.
id: Terjadi kesalahan saat membuat akun admin.
is: Villa kom upp við að búa til stjórnendur reikning.
it: Si è verificato un errore durante la creazione dell'account amministratore.
ja: 管理者アカウントの作成中にエラーが発生しました。
ka: ადმინისტრატორის ანგარიშის შექმნისას შეცდომა წარმოშვა.
ku: هەڵەیەک ڕوویدا کاتی دروستکردنی هەژماری بەڕێوەبەر.
lt: Klaida kuriant administratoriaus paskyrą.
lv: Radās kļūda, izveidojot admina kontu.
mg: Nisy fahadisoana tamin'ny famoronana ny kaonty admin.
mi: I puta he hapa i te hanga i te pūkete kaiwhakahaere.
mk: Се случи грешка при креирање на админ сметката.
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mencipta akaun admin.
mt: Ġara żball waqt il-ħolqien tal-kont amministrattiv.
my: Admin အကောင့် ဖန်တီးရာတွင် အမှားများ တွေ့ရှိသည်။
nl: Er is een fout opgetreden bij het aanmaken van het beheerdersaccount.
no: En feil oppstod under opprettelse av admin-konto.
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਣਾਉਂਦੇ ਸਮੇਂ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas tworzenia konta administratora.
pt: Ocorreu um erro ao criar a conta de administrador.
ro: A apărut o eroare la crearea contului de administrator.
ru: Произошла ошибка при создании администраторского аккаунта.
sk: Pri vytváraní admin účtu došlo k chybe.
sl: Prišlo je do napake pri ustvarjanju admin računa.
sq: Ndodhi një gabim gjatë krijimit të llogarisë së administratorit.
sr: Došlo je do greške prilikom kreiranja admin naloga.
sv: Ett fel uppstod vid skapandet av administratörskontot.
sw: Hitilafu ilitokea wakati wa kuunda akaunti ya msimamizi.
ta: நிர்வாகி கணக்கை உருவாக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: అడ్మిన్ ఖాతాను సృష్టించడంలో లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะสร้างบัญชีผู้ดูแลระบบ
tr: Yönetici hesabı oluşturulurken bir hata oluştu.
uk: Сталася помилка під час створення акаунта адміністратора.
ur: ایڈمن اکاؤنٹ بنانے کے دوران ایک خرابی پیش آئی۔
uz: Admin hisobi yaratishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tạo tài khoản quản trị.
xh: Kwenzeke impazamo ngexesha lokudala iakhawunti yomlawuli.

source: Your account is not activated.
ar: تم حذف حسابك بشكل دائم.
az: Hesabınız qalıcı olaraq silinib.
be: Ваш уліковы запіс быў пастаянна выдалены.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলা হয়েছে।
cs: Váš účet byl trvale smazán.
cy: Mae eich cyfrif wedi'i ddileu'n barhaol.
da: Din konto er blevet permanent slettet.
de: Ihr Konto wurde dauerhaft gelöscht.
el: Ο λογαριασμός σας διαγράφηκε μόνιμα.
es: Tu cuenta ha sido eliminada permanentemente.
et: Teie konto on jäädavalt kustutatud.
eu: Zure kontua iraunkorki ezabatu da.
fa: حساب شما به طور دائم حذف شده است.
fi: Tilisi on pysyvästi poistettu.
fr: Votre compte a été supprimé définitivement.
ga: Wo akawontafunu ase ayɛ aketretrajwɛ no.
gd: Tha do chunntas air a bhith air a sguabadh às gu maireannach.
gl: A túa conta foi eliminada permanentemente.
gu: તમારું ખાતું કાયમ માટે કાઢવામાં આવ્યું છે.
he: חשבונך נמחק לצמיתות.
hi: आपका खाता स्थायी रूप से हटा दिया गया है।
hr: Vaš račun je trajno izbrisan.
hu: Fiókodat véglegesen törölték.
id: Akun Anda telah dihapus secara permanen.
is: Reikningur þinn hefur verið varanlega eytt.
it: Il tuo account è stato eliminato in modo permanente.
ja: アカウントは永久に削除されました。
ka: თქვენი ანგარიში მუდმივად წაიშალა.
ku: هەژمارەکەت بەردەوام بە سڕاوەتەوە.
lt: Jūsų paskyra buvo visam laikui ištrinta.
lv: Jūsu konts ir neatgriezeniski dzēsts.
mg: Nofafana mandrakizay ny kaontinao.
mi: Kua mukua tō pūkete mō ake tonu atu.
mk: Вашиот профил е трајно избришан.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു.
ms: Akaun anda telah dipadam secara kekal.
mt: Il-kont tiegħek ġie mħassar b'mod permanenti.
my: သင်၏အကောင့်ကို အပြီးမပြောင်းဖျက်လိုက်ပါ။
nl: Uw account is permanent verwijderd.
no: Kontoen din er permanent slettet.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹਮੇਸ਼ਾਂ ਲਈ ਮਿਟਾਇਆ ਗਿਆ ਹੈ।
pl: Twoje konto zostało trwale usunięte.
pt: Sua conta foi permanentemente excluída.
ro: Contul dumneavoastră a fost șters permanent.
ru: Ваш аккаунт был навсегда удалён.
sk: Váš účet bol trvalo vymazaný.
sl: Vaš račun je bil trajno izbrisan.
sq: Llogaria juaj është fshirë përgjithmonë.
sr: Vaš nalog je trajno obrisan.
sv: Ditt konto har raderats permanent.
sw: Akaunti yako imefutwa kabisa.
ta: உங்கள் கணக்கம் நிரந்தரமாக நீக்கப்பட்டது.
te: మీ ఖాతా శాశ్వతంగా తొలగించబడింది.
th: บัญชีของคุณถูกลบอย่างถาวรแล้ว
tr: Hesabınız kalıcı olarak silindi.
uk: Ваш обліковий запис було остаточно видалено.
ur: آپ کا اکاؤنٹ مستقل طور پر حذف کر دیا گیا ہے۔
uz: Hisobingiz doimiy ravishda o‘chirildi.
vi: Tài khoản của bạn đã bị xóa vĩnh viễn.
xh: I-akhawunti yakho icinywe ngokusisigxina.
