Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: An unexpected error occurred while loading attachments.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: An error occurred while loading the message configuration.
ar: حدث خطأ أثناء إنشاء حساب المسؤول.
az: Admin hesabı yaradılarkən xəta baş verdi.
be: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করার সময় একটি ত্রুটি ঘটেছে।
cs: Při vytváření účtu správce došlo k chybě.
cy: Digwyddodd gwall wrth greu'r cyfrif gweinyddwr.
da: Der opstod en fejl under oprettelsen af admin-kontoen.
de: Ein Fehler ist bei der Erstellung des Admin-Kontos aufgetreten.
el: Προέκυψε σφάλμα κατά τη δημιουργία του λογαριασμού διαχειριστή.
es: Ocurrió un error al crear la cuenta de administrador.
et: Admin konto loomisel tekkis viga.
eu: Errore bat gertatu da administrazio kontua sortzean.
fa: خطایی در هنگام ایجاد حساب مدیر رخ داد.
fi: Virhe tapahtui kun luotiin ylläpitotili.
fr: Une erreur s'est produite lors de la création du compte administrateur.
ga: Tharla earráid agus an cuntas admin á chruthú.
gd: Thachair mearachd fhad ‘s a bha thu a’ cruthachadh a’ chunntais rianachd.
gl: Produciuse un erro ao crear a conta de administrador.
gu: એડમિન ખાતું બનાવતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת יצירת חשבון המנהל.
hi: एडमिन खाता बनाने में त्रुटि हुई।
hr: Došlo je do pogreške prilikom stvaranja admin računa.
hu: Hiba történt az admin fiók létrehozása közben.
id: Terjadi kesalahan saat membuat akun admin.
is: Villa kom upp við að búa til stjórnendur reikning.
it: Si è verificato un errore durante la creazione dell'account amministratore.
ja: 管理者アカウントの作成中にエラーが発生しました。
ka: ადმინისტრატორის ანგარიშის შექმნისას შეცდომა წარმოშვა.
ku: هەڵەیەک ڕوویدا کاتی دروستکردنی هەژماری بەڕێوەبەر.
lt: Klaida kuriant administratoriaus paskyrą.
lv: Radās kļūda, izveidojot admina kontu.
mg: Nisy fahadisoana tamin'ny famoronana ny kaonty admin.
mi: I puta he hapa i te hanga i te pūkete kaiwhakahaere.
mk: Се случи грешка при креирање на админ сметката.
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mencipta akaun admin.
mt: Ġara żball waqt il-ħolqien tal-kont amministrattiv.
my: Admin အကောင့် ဖန်တီးရာတွင် အမှားများ တွေ့ရှိသည်။
nl: Er is een fout opgetreden bij het aanmaken van het beheerdersaccount.
no: En feil oppstod under opprettelse av admin-konto.
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਣਾਉਂਦੇ ਸਮੇਂ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas tworzenia konta administratora.
pt: Ocorreu um erro ao criar a conta de administrador.
ro: A apărut o eroare la crearea contului de administrator.
ru: Произошла ошибка при создании администраторского аккаунта.
sk: Pri vytváraní admin účtu došlo k chybe.
sl: Prišlo je do napake pri ustvarjanju admin računa.
sq: Ndodhi një gabim gjatë krijimit të llogarisë së administratorit.
sr: Došlo je do greške prilikom kreiranja admin naloga.
sv: Ett fel uppstod vid skapandet av administratörskontot.
sw: Hitilafu ilitokea wakati wa kuunda akaunti ya msimamizi.
ta: நிர்வாகி கணக்கை உருவாக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: అడ్మిన్ ఖాతాను సృష్టించడంలో లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะสร้างบัญชีผู้ดูแลระบบ
tr: Yönetici hesabı oluşturulurken bir hata oluştu.
uk: Сталася помилка під час створення акаунта адміністратора.
ur: ایڈمن اکاؤنٹ بنانے کے دوران ایک خرابی پیش آئی۔
uz: Admin hisobi yaratishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi tạo tài khoản quản trị.
xh: Kwenzeke impazamo ngexesha lokudala iakhawunti yomlawuli.

source: SMTP configuration not assigned or is disabled.
ar: لم يتم تعيين أو تم تعطيل تكوين SMTP.
az: SMTP konfiqurasiyası təyin edilməyib və ya deaktivdir.
be: Конфігурація SMTP не призначена або вимкнена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়নি বা নিষ্ক্রিয়।
cs: SMTP konfigurace není přiřazena nebo je zakázána.
cy: Nid yw'r cyfluniad SMTP wedi'i aseinio neu wedi'i analluogi.
da: SMTP-konfiguration ikke tildelt eller er deaktiveret.
de: SMTP-Konfiguration nicht zugewiesen oder deaktiviert.
el: Η διαμόρφωση SMTP δεν έχει ανατεθεί ή είναι απενεργοποιημένη.
es: Configuración SMTP no asignada o está deshabilitada.
et: SMTP konfiguratsioon pole määratud või on keelatud.
eu: SMTP konfigurazioa ez dago esleituta edo desgaituta dago.
fa: پیکربندی SMTP اختصاص داده نشده یا غیرفعال است.
fi: SMTP-konfiguraatiota ei ole määritetty tai se on poistettu käytöstä.
fr: Configuration SMTP non assignée ou désactivée.
ga: Níor sannadh cumraíocht SMTP nó tá sí díchumasaithe.
gd: Cha deach rèiteachadh SMTP a shònrachadh no air a chur dheth.
gl: Configuración SMTP non asignada ou está desactivada.
gu: SMTP વિન્ધાન સ્થાપિત નથી અથવા નિષ્ક્રિય છે.
he: תצורת SMTP לא הוקצתה או מושבתת.
hi: SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया है या अक्षम है।
hr: SMTP konfiguracija nije dodijeljena ili je onemogućena.
hu: Az SMTP konfiguráció nincs hozzárendelve vagy le van tiltva.
id: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
is: SMTP stillingar ekki úthlutaðar eða eru óvirkar.
it: Configurazione SMTP non assegnata o è disabilitata.
ja: SMTP設定が割り当てられていないか無効になっています。
ka: 未分配SMTP配置或已禁用。
ku: ڕێکخستنی SMTP هەڵبژاردن یان ناچالاکە.
lt: SMTP konfigūracija nepriskirta arba išjungta.
lv: SMTP konfigurācija nav piešķirta vai ir atspējota.
mg: Tsy napetraka na nampiana ilay fepetra SMTP.
mi: Kāore i whakatapua te whirihoranga SMTP, kua monokia rānei.
mk: SMTP конфигурацијата не е доделена или е оневозможена.
ml: SMTP കോൻഫിഗറേഷൻ നിയോഗിക്കപ്പെടാത്തത് അല്ലെങ്കിൽ സജീവമാക്കാൻ സാധിക്കാത്തത്.
ms: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
mt: Konfigurazzjoni SMTP mhux assenjata jew hija diżattivata.
my: SMTP ဖွဲ့စည်းမှုကို မနိမ့်ပြည်း သို့မဟုတ် ပျက်ပါ။
nl: SMTP-configuratie niet toegewezen of is uitgeschakeld.
no: SMTP-konfigurasjon ikke tilordnet eller er deaktivert.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਜਾਂ ਅਯੋਗ ਹੈ.
pl: Konfiguracja SMTP nie przypisana lub jest wyłączona.
pt: Configuração SMTP não atribuída ou está desativada.
ro: Configurația SMTP nu este asignată sau este dezactivată.
ru: Конфигурация SMTP не назначена или отключена.
sk: Konfigurácia SMTP nie je priradená alebo je zakázaná.
sl: Konfiguracija SMTP ni dodeljena ali je onemogočena.
sq: Konfigurimi SMTP nuk është caktuar ose është çaktivizuar.
sr: SMTP konfiguracija nije dodeljena ili je onemogućena.
sv: SMTP-konfiguration inte tilldelad eller är inaktiverad.
sw: Usanidi wa SMTP haujatumwa au umezimwa.
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை அல்லது முடக்கப்பட்டுள்ளது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు లేదా నిలిపివేయబడింది.
th: การตั้งค่า SMTP ไม่ได้มอบหมายหรือถูกปิดใช้งาน
tr: SMTP yapılandırması atanmadı veya devre dışı bırakıldı.
uk: Налаштування SMTP не присвоєні або відключені.
ur: SMTP ترتیب نامہ تفویض نہیں کیا گیا یا غیر فعال ہے۔
uz: SMTP sozlamalari tayinlanmagan yoki o'chirilgan.
vi: Cấu hình SMTP chưa được gán hoặc đã bị vô hiệu hóa.
xh: Ulwalathiso lwe-SMTP alukhangelekanga okanye alinakho.ukusebenza.

source: Test email sent successfully.
ar: تم إرسال البريد الالكتروني التجريبي بنجاح.
az: Test emaili uğurla göndərildi.
be: Тестовий лист успішно відправлено.
bn: পরীক্ষামূলক ইমেল সফলভাবে পাঠানো হয়েছে।
cs: Testovací email úspěšně odeslán.
cy: Anfonwyd prawf ebost yn llwyddiannus.
da: Test-email sendt med succes.
de: Test-E-Mail erfolgreich gesendet.
el: Το δοκιμαστικό email στάλθηκε με επιτυχία.
es: Correo de prueba enviado con éxito.
et: Proovisõnum saadetud edukalt.
eu: Proba-emaila ongi bidali da.
fa: ایمیل آزمایشی با موفقیت ارسال شد.
fi: Testisähköposti lähetetty onnistuneesti.
fr: Email de test envoyé avec succès.
ga: Seoladh tástála ríomhphoist go rathúil.
gd: Post-deuchainn air a chur gu soirbheachail.
gl: Correo de proba enviado con éxito.
gu: પરીક્ષણ ઇમેઇલ સફળતાપૂર્વક મોકલ્યો.
he: אימייל הבדיקה נשלח בהצלחה.
hi: परिक्षण ईमेल सफलतापूर्वक भेजा गया।
hr: Testni email je uspješno poslan.
hu: A teszt email sikeresen elküldve.
id: Email uji berhasil dikirim.
is: Prófunarpóstur sendur með árangri.
it: Email di test inviata con successo.
ja: テストメールが正常に送信されました。
ka: 测试电子邮件已成功发送。
ku: تاقیگرەوەی ئیمەیڵی نادیارە چۆنەڕووکەوی.
lt: Bandomasis el. laiškas sėkmingai išsiųstas.
lv: Testa e-pasts veiksmīgi nosūtīts.
mg: Nandefasana mailaka fitsapana.
mi: I tuku angitu te īmēra whakamātautau.
mk: Тест е-пошта успешно испратена.
ml: ടെസ്റ്റ് ഇമെയിൽ വിജയകരമായി അയച്ചു.
ms: Emel ujian dihantar dengan jayanya.
mt: Test email mibgħut b'suċċess.
my: စမ်းသပ်အီးမေးလ်ကို အောင်မြင်စွာပို့လျက်ရှိသည်။
nl: Test-e-mail succesvol verzonden.
no: Test-e-post sendt vellykket.
pa: ਟੈਸਟ ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ.
pl: Testowy email wysłany pomyślnie.
pt: Email de teste enviado com sucesso.
ro: Emailul de testare a fost trimis cu succes.
ru: Тестовое письмо успешно отправлено.
sk: Testovací e-mail bol úspešne odoslaný.
sl: Preskusno e-poštno sporočilo uspešno poslano.
sq: Emaili i provës u dërgua me sukses.
sr: Test email uspešno poslat.
sv: Test-e-post skickades framgångsrikt.
sw: Barua pepe ya majaribio imetumwa kwa mafanikio.
ta: சோதனை மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.
te: పరీక్షా ఇమెయిల్ విజయవంతంగా పంపబడింది.
th: ส่งอีเมลทดสอบสำเร็จ
tr: Test e-postası başarılı bir şekilde gönderildi.
uk: Тестовий електронний лист успішно надіслано.
ur: ٹیسٹ ای میل کامیابی سے بھیجی گئی۔
uz: Sinov elektron posti muvaffaqiyatli yuborildi.
vi: Email thử nghiệm đã gửi thành công.
xh: I-imeyile yokuvavanya ithunyelwe ngempumelelo.

source: Unknown error
ar: خطأ غير معروف
az: Naməlum səhv
be: Невідома помилка
bn: অজানা ত্রুটি
cs: Neznámá chyba
cy: Gwall anhysbys
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
et: Tundmatu viga
eu: Errore ezezaguna
fa: خطای ناشناخته
fi: Tuntematon virhe
fr: Erreur inconnue
ga: Earráid anaithnid
gd: Mearachd neo-aithnichte
gl: Erro descoñecido
gu: અજ્ઞાત ભૂલ
he: שגיאה לא מוכרת
hi: अज्ञात त्रुटि
hr: Nepoznata greška
hu: Ismeretlen hiba
id: Kesalahan tidak diketahui
is: Óþekkt villa
it: Errore sconosciuto
ja: 不明なエラー
ka: უცნობი შეცდომა
ku: هەڵەی نەناسراو
lt: Nežinoma klaida
lv: Nezināma kļūda
mg: Hadisoana tsy fantatra
mi: Hapa mōhiotia kore
mk: Непозната грешка
ml: അജ്ഞാത പിശക്.
ms: Ralat tidak diketahui
mt: Żball mhux magħruf
my: ပီ.
nl: Onbekende fout
no: Ukjent feil
pa: ਅਣਜਾਣ ਗਲਤੀ
pl: Nieznany błąd
pt: Erro desconhecido.
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sq: Gabim i panjohur
sr: Nepoznata greška
sv: Okänt fel
sw: Hitilafu isiyojulikana
ta: அறியப்படாத பிழை
te: తెలియనిది పొరబడు
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
ur: نامعلوم غلطی
uz: Noma'lum xato
vi: Lỗi không xác định
xh: Impazamo engaziwayo

source: Email failed: %(reason)s
ar: فشل البريد الإلكتروني: %(reason)s
az: Email göndərilə bilmədi: %(reason)s
be: Помилка електронної пошти: %(reason)s
bn: ইমেইল ব্যর্থ: %(reason)s
cs: E-mail selhal: %(reason)s
cy: Methiant anfon e-bost: %(reason)s
da: E-mail fejlede: %(reason)s
de: E-Mail fehlgeschlagen: %(reason)s
el: Η αποστολή email απέτυχε: %(reason)s
es: Fallo de correo electrónico: %(reason)s
et: E-posti saatmine ebaõnnestus: %(reason)s
eu: Posta elektronikoa huts egin du: %(reason)s
fa: ارسال ایمیل ناموفق: %(reason)s
fi: Sähköposti epäonnistui: %(reason)s
fr: Échec de l'e-mail : %(reason)s
ga: Theip ar ríomhphost: %(reason)s
gd: Dh'fhàillig post-d: %(reason)s
gl: Fallou o correo electrónico: %(reason)s
gu: ઇમેઇલ નિષ્ફળ: %(reason)s
he: שליחת הדוא"ל נכשלה: %(reason)s
hi: ईमेल विफल: %(reason)s
hr: Neuspjeh e-pošte: %(reason)s
hu: E-mail hiba: %(reason)s
id: Email gagal: %(reason)s
is: Tölvupóstur mistókst: %(reason)s
it: Email fallita: %(reason)s
ja: メール送信失敗: %(reason)s
ka: "ელფოსტა ვერ გაიგზავნა:%(reason)s"
ku: داواکاری ئیمەیل سەرکەوتوو نەبوو: %(reason)s
lt: Nepavyko išsiųsti el. laiško: %(reason)s
lv: E-pastu nosūtīšana neizdevās: %(reason)s
mg: Tsy nahomby ny fanaterana mailaka: %(reason)s
mi: I rahua te mēra: %(reason)s
mk: Емаилот не успеа: %(reason)s
ml: ഇമെയിൽ പരാജയപ്പെട്ടു: %(reason)s
ms: E-mel gagal: %(reason)s
mt: L-email falliet: %(reason)s
my: ပီ
nl: E-mail mislukt: %(reason)s
no: E-post feilet: %(reason)s
pa: ਈਮੇਲ ਅਸਫਲ: %(reason)s
pl: Niepowodzenie wysyłki e-maila: %(reason)s
pt: Falha no envio do email: %(reason)s
ro: E-mail eșuat: %(reason)s
ru: Ошибка отправки email: %(reason)s
sk: Email zlyhal: %(reason)s
sl: Poštevilo e-pošte ni uspelo: %(reason)s
sq: Emaili dështoi: %(reason)s
sr: Greška u e-pošti: %(reason)s
sv: E-post misslyckades: %(reason)s
sw: Barua pepe imeshindikana: %(reason)s
ta: மின்னஞ்சல் தோல்வியுற்றது: %(reason)s
te: మెయిల్ విఫలమైంది: %(reason)s
th: อีเมลล้มเหลว: %(reason)s
tr: E-posta başarısız: %(reason)s
uk: Помилка електронної пошти: %(reason)s
ur: ای میل ناکام: %(reason)s
uz: Email muvaffaqiyatsiz: %(reason)s
vi: Email đã thất bại: %(reason)s
xh: Email ilohlile: %(reason)s

source: An unexpected error occurred while sending test email.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: Access denied.
ar: تم رفض الوصول.
az: Giriş qadağandır.
be: প্রবেশাধিকার প্রত্যাখ্যান করা হয়েছে।
bn: প্রবেশাধিকার অস্বীকৃত।
cs: Přístup odepřen.
cy: Mynediad wedi'i wrthod.
da: Adgang nægtet.
de: Zugriff verweigert.
el: Η πρόσβαση απαγορεύεται.
es: Acceso denegado.
et: Juurdepääs keelatud.
eu: Sarrera ukatua.
fa: دسترسی غیرمجاز است.
fi: Pääsy evätty.
fr: Accès refusé.
ga: Rochtain diúltaithe.
gd: Cothrom air a dhiùltadh.
gl: Acceso denegado.
gu: પ્રવેશ નકારવામાં આવ્યો.
he: גישה נדחתה.
hi: पहुंच अस्वीकृत।
hr: Pristup odbijen.
hu: Hozzáférés megtagadva.
id: Akses ditolak.
is: Aðgangur synjaður.
it: Accesso negato.
ja: アクセスが拒否されました。
ka: შესვლის უარყოფა.
ku: ڕێگەپێنەدرا.
lt: Prieiga neleidžiama.
lv: Piekļuve liegta.
mg: Nolavina ny fidirana.
mi: Kāore e āhei te uru.
mk: Пристапот е одбиен.
ml: പ്രവേശനം നിരസിച്ചു.
ms: Akses dinafikan.
mt: Aċċess miċħud.
my: ဝင်ခွင့် ငြင်းဆန်မှု ရှိပါသည်။
nl: Toegang geweigerd.
no: Ingen tilgang.
pa: ਪਹੁੰਚ ਇਨਕਾਰ ਕੀਤੀ ਗਈ।
pl: Odmowa dostępu.
pt: Acesso negado.
ro: Acces refuzat.
ru: Доступ запрещен.
sk: Prístup zamietnutý.
sl: Dostop zavrnjen.
sq: Qasja e refuzuar.
sr: Pristup odbijen.
sv: Åtkomst nekad.
sw: Kupata kumekataliwa.
ta: அணுகல் மறுக்கப்பட்டது.
te: ప్రవేశం నిషేధించబడింది.
th: การเข้าถูกปฏิเสธ
tr: Erişim reddedildi.
uk: Доступ заборонено.
ur: رسائی کی اجازت نہیں ہے۔
uz: Ruxsat berilmagan kirish.
vi: Truy cập bị từ chối.
xh: Unethuba lokwasana.

source: Schedule updated successfully.
ar: تم تحديث الجدول بنجاح.
az: Cədvəl uğurla yeniləndi.
be: Розклад успішно оновлено.
bn: সময়সূচী সফলভাবে আপডেট হয়েছে।
cs: Plán úspěšně aktualizován.
cy: Diweddarwyd amserlen yn llwyddiannus.
da: Tidsplan opdateret med succes.
de: Zeitplan erfolgreich aktualisiert.
el: Το πρόγραμμα ενημερώθηκε με επιτυχία.
es: Horario actualizado con éxito.
et: Ajakava edukalt uuendatud.
eu: Ordutegia ongi eguneratu da.
fa: برنامه زمان‌بندی با موفقیت به‌روزرسانی شد.
fi: Aikataulu päivitetty onnistuneesti.
fr: Calendrier mis à jour avec succès.
ga: Sceideal nuashonraithe go rathúil.
gd: Clàrachd air ùrachadh gu soirbheachail.
gl: Horario actualizado con éxito.
gu: સમયપત્રક સફળતાપૂર્વક અપડેટ થયું.
he: הלו"ז עודכן בהצלחה.
hi: अनुसूची सफलतापूर्वक अपडेट की गई।
hr: Raspored je uspješno ažuriran.
hu: Ütemezés sikeresen frissítve.
id: Jadwal berhasil diperbarui.
is: Áætlun uppfært með árangri.
it: Programma aggiornato con successo.
ja: スケジュールが正常に更新されました。
ka: 计划已成功更新。
ku: پلان نوێکرا بەرکەوتوو.
lt: Tvarkaraštis sėkmingai atnaujintas.
lv: Grafiks veiksmīgi atjaunināts.
mg: Vita tsara ny fanavaozana ny fandaharam-potoana.
mi: I whakahou angitu te hōtaka.
mk: Распоредот е успешно ажуриран.
ml: ഷെഡ്യൂൾ വിജയകരമായി പുതുക്കി.
ms: Jadual berjaya dikemaskini.
mt: Skeda aġġornata b'suċċess.
my: ပြက္ခဒိန်ကို အောင်မြင်စွာ ပြန်လည် ပြင်ဆင်ပြီး။
nl: Schema succesvol bijgewerkt.
no: Tidsplan oppdatert vellykket.
pa: ਸ਼ੀਡਿਊਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ.
pl: Harmonogram zaktualizowany pomyślnie.
pt: Cronograma atualizado com sucesso.
ro: Program actualizat cu succes.
ru: Расписание успешно обновлено.
sk: Plán úspešne aktualizovaný.
sl: Urnik uspešno posodobljen.
sq: Orari u përditësua me sukses.
sr: Raspored ažuriran uspešno.
sv: Schema uppdaterat framgångsrikt.
sw: Ratiba imesasishwa kwa mafanikio.
ta: திட்டம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: షెడ్యూల్ విజయవంతంగా అప్ డేట్ చేయబడింది.
th: อัปเดตกำหนดการสำเร็จ
tr: Zamanlama başarıyla güncellendi.
uk: Розклад успішно оновлено.
ur: شیڈول کامیابی سے اپ ڈیٹ ہو گیا۔
uz: Jadval muvaffaqiyatli yangilandi.
vi: Successfully updated datetime.
xh: Ishedyuli yohlaziyo ngempumelelo.
