Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: (Optional) Stop sending after this date.
ar: (اختياري) توقف عن الإرسال بعد هذا التاريخ.
az: (İxtiyarı) Bu tarixdən sonra göndərməyi dayandırın.
be: (Неабавязкова) Спыніць адпраўку пасля гэтай даты.
bn: (ঐচ্ছিক) এই তারিখের পরে পাঠানো বন্ধ করুন।
cs: (Volitelné) Přestaňte odesílat po tomto datu.
cy: (Dewisol) Peidiwch â chynnwys ar ôl y dyddiad hwn.
da: (Valgfri) Stop med at sende efter denne dato.
de: (Optional) Das Senden nach diesem Datum beenden.
el: (Προαιρετικό) Σταματήστε την αποστολή μετά από αυτή την ημερομηνία.
es: (Opcional) Dejar de enviar después de esta fecha.
et: (Valikuline) Lõpetage saatmine pärast seda kuupäeva.
eu: (Aukerakoa) Bidalketak data honetaz geroztik gelditu.
fa: (اختیاری) ارسال بعد از این تاریخ را متوقف کنید.
fi: (Valinnainen) Lopeta lähettäminen tämän päivämäärän jälkeen.
fr: (Optionnel) Arrêter l'envoi après cette date.
ga: (Roghnach) Stop a sheoladh tar éis an dáta seo.
gd: (Roghainneil) Cuir stad air cur an dèidh a’ cheann-latha seo.
gl: (Opcional) Deixar de enviar despois desta data.
gu: (વૈકલ્પિક) આ તારીખ પછી મોકલવાનું બંધ કરો.
he: (אופציונלי) להפסיק לשלוח אחרי תאריך זה.
hi: (वैकल्पिक) इस तिथि के बाद भेजना बंद करें।
hr: (Opcionalno) Prestanite slati nakon ovog datuma.
hu: (Választható) Fejezze be a küldést ezen dátum után.
id: (Opsional) Berhenti mengirim setelah tanggal ini.
is: (Valfrjálst) Hættu að senda eftir þennan dag.
it: (Opzionale) Interrompi l'invio dopo questa data.
ja: （オプション）この日付後の送信を停止します。
ka: (არასავალდებულო) შეწყვიტეთ გაგზავნა ამ თარიღის შემდეგ.
ku: (هەڵبژاردە) هەڵاستن لە پاش ئەم ڕۆژە.
lt: (Neprivaloma) Nustoti siųsti po šios datos.
lv: (Pēc izvēles) Pārtraukt sūtīšanu pēc šī datuma.
mg: (Tsy voatery) Atsaharo ny fandefasana aorian'ity daty ity.
mi: (Ko te Kōwhirika) Whakamutu te tuku i muri i tēnei rā.
mk: (По избор) Престанете со испраќање по овој датум.
ml: (തെരഞ്ഞെടുപ്പം) ഈ തീയതി ശേഷം അയക്കുന്നത് നിര്‍ത്തുക.
ms: (Pilihan) Berhenti menghantar selepas tarikh ini.
mt: (Mhux obbligatorju) Itfi l-kunsinna wara din id-data.
my: (Optional) ဒီနေ့ရက်မကျော် ကျော်လွန်ခြင်းမပြုပါ။
nl: (Optioneel) Stop met verzenden na deze datum.
no: (Valgfritt) Slutt å sende etter denne datoen.
pa: (ਵਿਕਲਪਿਕ) ਇਸ ਮਿਤੀ ਤੋਂ ਬਾਅਦ ਭੇਜਣਾ ਬੰਦ ਕਰੋ।
pl: (Opcjonalnie) Przestań wysyłać po tej dacie.
pt: (Opcional) Pare de enviar após esta data.
ro: (Opțional) Opriți trimiterea după această dată.
ru: (Необязательно) Перестать отправлять после этой даты.
sk: (Voliteľné) Prestať posielať po tomto dátume.
sl: (Neobvezno) Prenehajte pošiljati po tem datumu.
sq: (Opsionale) Ndaloni dërgimin pas kësaj date.
sr: (Opcionalno) Prestanite sa slanjem nakon ovog datuma.
sv: (Valfritt) Sluta skicka efter detta datum.
sw: (Hiari) Acha kutuma baada ya tarehe hii.
ta: (விரும்பினால்) இந்த தேதிக்குப் பிறகு அனுப்புவதை நிறுத்தவும்.
te: (ఐచ్చికం) ఈ తేది నుండి పంపడం నిలిపివేయండి.
th: (ไม่บังคับ) หยุดการส่งหลังจากวันนี้
tr: (İsteğe bağlı) Bu tarihten sonra göndermeyi durdurun.
uk: (Необов'язково) Припиніть відправлення після цієї дати.
ur: (اختیاری) اس تاریخ کے بعد بھیجنا بند کریں۔
uz: (Majburiy emas) Bu sanadan keyin yuborishni to'xtating.
vi: (Tuỳ chọn) Ngừng gửi sau ngày này.
xh: (Okunganyanzelekanga) Yeka ukuthumela emva kwalo mhla.

source: Max Occurrences
ar: الحد الأقصى لعدد المرات
az: Maksimum Olma Sayı
be: Макс. колькасць
bn: সর্বাধিক ঘটনা
cs: Maximální počet výskytů
cy: Uchafswm Digwyddiadau
da: Maks. Forekomster
de: Maximale Vorkommen
el: Μέγιστες Εμφανίσεις
es: Ocurrencias Máximas
et: Maksimaalne korduvus
eu: Gehienezko Gertaerak
fa: حداکثر وقوع‌ها
fi: Maksimi esiintymät
fr: Occurrences maximales
ga: Uasmhéad Comhtharluithe
gd: Thachartasan as àirde
gl: Ocorrencias Máximas
gu: મહત્તમ ઘટનાઓ
he: מקסימום מופעים
hi: अधिकतम बार
hr: Maksimalan broj pojavljivanja
hu: Max. előfordulások száma
id: Maksimum Kejadian
is: Hámarksfjöldi tilvika
it: Numero Massimo di Occorrenze
ja: 最大回数
ka: მაქსიმალური შემთხვევები
ku: زۆوری زۆری
lt: Maksimalus pasikartojimų skaičius
lv: Maksimālā darījumu skaita
mg: Fihaviana Ambony Indrindra
mi: Max Ngā Pānga
mk: Максимален број на појавувања
ml: പരമാവധി സംഭവങ്ങള്‍
ms: Kejadian Maksimum
mt: Massimu ta' Okkorrenzi
my: အများဆုံးကြိမ်ရေ
nl: Maximale Voorkomens
no: Maks antall forekomster
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਘਟਨਾਵਾਂ
pl: Maksymalna liczba wystąpień
pt: Máximas Ocorrências
ro: Număr maxim de apariții
ru: Максимальное количество вхождений
sk: Maximálny počet výskytov
sl: Največje število pojavitev
sq: Numri Maksimal i Ndodhive
sr: Maksimalni broj pojavljivanja
sv: Max Antal Förekomster
sw: Mara za Juu
ta: அதிகபட்ச நிகழ்வுகள்
te: గరిష్ట సంఘటనలు
th: การแสดงจำนวนครั้งสูงสุด
tr: Maksimum Oluşum
uk: Максимальна кількість повторень
ur: زیادہ سے زیادہ واقعات
uz: Maksimal takrorlanishlar
vi: Số Lần Tối Đa
xh: Ubuninzi beXesha

source: (Optional) Stop after this many reminders.
ar: (اختياري) توقف بعد هذا العدد من التذكيرات.
az: (İxtiyarı) Bu qədər xatırlatmadan sonra dayandırın.
be: (Неабавязкова) Спыніць пасля гэтых многіх напамінаў.
bn: (ঐচ্ছিক) এই অনেক অনুস্মারকের পরে বন্ধ করুন।
cs: (Volitelné) Přestaňte po tolika připomenutích.
cy: (Dewisol) Peidiwch ar ôl cymaint o atgoffa.
da: (Valgfri) Stop efter så mange påmindelser.
de: (Optional) Nach so vielen Erinnerungen stoppen.
el: (Προαιρετικό) Σταματήστε μετά από αυτόν τον αριθμό υπενθυμίσεων.
es: (Opcional) Detener después de este número de recordatorios.
et: (Valikuline) Lõpetage pärast seda palju meeldetuletusi.
eu: (Aukerakoa) Gogorarazle kopuru honetaz geroztik gelditu.
fa: (اختیاری) بعد از این تعداد یادآوری متوقف کنید.
fi: (Valinnainen) Lopeta näin monen muistutuksen jälkeen.
fr: (Optionnel) Arrêter après ce nombre de rappels.
ga: (Roghnach) Stop tar éis an oiread sin meabhrúcháin.
gd: (Roghainneil) Cuir stad an dèidh mòran chuimhneachain seo.
gl: (Opcional) Deténte despois de tantos recordatorios.
gu: (વૈકલ્પિક) આ ઘણી બધી યાદીઓ પછી બંધ કરો.
he: (אופציונלי) להפסיק אחרי מספר זה של תזכורות.
hi: (वैकल्पिक) इस कई अनुस्मारकों के बाद बंद करें।
hr: (Opcionalno) Prestanite nakon ovoliko podsjetnika.
hu: (Választható) Fejezze be ennyi emlékeztető után.
id: (Opsional) Berhenti setelah sebanyak ini pengingat.
is: (Valfrjálst) Hættu eftir þessa mörg áminningar.
it: (Opzionale) Interrompi dopo questo numero di promemoria.
ja: （オプション）指定された数のリマインダーの後に停止します。
ka: (არასავალდებულო) შეწყვიტეთ ამდენი შეხსენების შემდეგ.
ku: (هەڵبژاردە) وەستان لە پاش ئەم ژمارەی یادکردنەکان.
lt: (Neprivaloma) Nustoti po šių daugelio priminimų.
lv: (Pēc izvēles) Pārtraukt pēc tik daudz atgādinājumiem.
mg: (Tsy voatery) Atsaharo aorian'ity fampahatsiahivana maro ity.
mi: (Ko te Kōwhirika) Whakamutu i muri i tēnei maha o ngā whakamaumahara.
mk: (По избор) Престанете после толку многу потсетници.
ml: (തെരഞ്ഞെടുപ്പം) ഈ സ്ഥലങ്ങള്‍ക്കുശേഷം റിമൈണ്ടറുകള്‍ നിര്‍ത്തുക.
ms: (Pilihan) Berhenti selepas banyak peringatan ini.
mt: (Mhux obbligatorju) Waqqaf wara dan in-numru ta' tfakkiriet.
my: (Optional) အများဆုံး မှတ်ချက် ပို့ပြီးရင်ရပ်တဲ့ပါ။
nl: (Optioneel) Stop na dit aantal herinneringen.
no: (Valgfritt) Stopp etter så mange påminnelser.
pa: (ਵਿਕਲਪਿਕ) ਇਸ ਕਈ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਤੋਂ ਬਾਅਦ ਬੰਦ ਕਰੋ।
pl: (Opcjonalnie) Przestań po tylu przypomnieniach.
pt: (Opcional) Pare após esta quantidade de lembretes.
ro: (Opțional) Opriți după acest număr de mementouri.
ru: (Необязательно) Прекратить после этого количества напоминаний.
sk: (Voliteľné) Prestať po tomto počte pripomenutí.
sl: (Neobvezno) Prenehajte po tem številu opomnikov.
sq: (Opsionale) Ndaloni pas kaq shumë kujtesave.
sr: (Opcionalno) Prestanite nakon ovoliko podsetnika.
sv: (Valfritt) Sluta efter så här många påminnelser.
sw: (Hiari) Acha baada ya vikumbusho vingi hivi.
ta: (விரும்பினால்) இந்த குறிப்பு நிறைவதிற்கு பின்னர் நிறுத்தவும்.
te: (ఐచ్చికం) ఈ గుర్తింపుల తరువాత నిలిపివేయండి.
th: (ไม่บังคับ) หยุดหลังจากจำนวนการเตือนความจำนี้
tr: (İsteğe bağlı) Bu kadar çok hatırlatmadan sonra durdur.
uk: (Необов'язково) Припиніть після заданої кількості нагадувань.
ur: (اختیاری) اتنی یاد دہانیاں بھیجنے کے بعد بند کریں۔
uz: (Majburiy emas) Shuncha eslatmadan keyin to'xtating.
vi: (Tuỳ chọn) Ngừng sau số lần nhắc nhở này.
xh: (Okunganyanzelekanga) Yima emva kwezi zikhumbuzo ezininzi.

source: Help for RRULE syntax
ar: مساعدة لكتابة بناء جملة RRULE
az: RRULE sintaksisi üçün yardım
be: Дапамога па сінтаксісе RRULE
bn: RRULE syntax-এর জন্য সহায়তা
cs: Nápověda pro syntax RRULE
cy: Cymorth ar gyfer cystrawen RRULE
da: Hjælp til RRULE syntaks
de: Hilfe zur RRULE-Syntax
el: Βοήθεια για τη σύνταξη RRULE
es: Ayuda para la sintaxis de RRULE
et: Abi RRULE süntaksile
eu: RRULE sintaxirako laguntza
fa: کمک برای نحوه نوشتن RRULE
fi: Apua RRULE-syntaksille
fr: Aide pour la syntaxe RRULE
ga: Cabhair don syntax RRULE
gd: Cobhair airson sntèiteas RRULE
gl: Axuda para a sintaxe RRULE
gu: RRULE વાક્યરચનાની મદદ
he: עזרה עבור תחביר RRULE
hi: RRULE सिंटैक्स के लिए सहायता
hr: Pomoć za RRULE sintaksu
hu: RRULE szintaxis segédlet
id: Bantuan untuk sintaks RRULE
is: Hjálp fyrir RRULE setningafræði
it: Aiuto per la sintassi RRULE
ja: RRULE構文のヘルプ
ka: დახმარება RRULE სითეზისთვის
ku: یارمەتی بۆ زمانەوەی RRULE
lt: Pagalba dėl RRULE sintaksės
lv: Palīdzība RRULE sintaksei
mg: Fanampiana ho an'ny RRULE syntax
mi: Āwhina mō te wetereo RRULE
mk: Помош за синтаксата на RRULE
ml: RRULE ലിപി സഹായം
ms: Bantuan untuk sintaks RRULE
mt: Għajnuna għas-sintassi RRULE
my: RRULE စနစ်အတွက် အကူအညီ
nl: Hulp voor RRULE-syntaxis
no: Hjelp for RRULE syntaks
pa: RRULE ਵਿਆਕਰਣ ਲਈ ਮਦਦ
pl: Pomoc dotycząca składni RRULE
pt: Ajuda para sintaxe RRULE
ro: Ajutor pentru sintaxa RRULE
ru: Помощь по синтаксису RRULE
sk: Pomoc pre syntax RRULE
sl: Pomoč za sintakso RRULE
sq: Ndihmë për sintaksën e RRULE
sr: Pomoć za RRULE sintaksu
sv: Hjälp för RRULE-syntax
sw: Usaidizi kwa sintaksia ya RRULE
ta: RRULE சுருக்கத்திற்கு உதவி
te: RRULE సూచనకు సహాయం
th: ช่วยเหลือเกี่ยวกับไวยากรณ์ RRULE
tr: RRULE sözdizimi için yardım
uk: Допомога з синтаксисом RRULE
ur: RRULE سنٹیکس کے لئے مدد
uz: RRULE sintaksisi uchun yordam
vi: Trợ giúp cho cú pháp RRULE
xh: Uncedo kwisayensi ye-RRULE

source: Reminder Details
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane

source: Start At
ar: بدء TLS
az: TLS-a başlayır
be: Пачатак TLS
bn: TLS শুরু করা হচ্ছে
cs: Zahájení TLS
cy: Dechrau TLS
da: Starter TLS
de: TLS wird gestartet
el: Έναρξη TLS
es: Iniciando TLS
et: Alustan TLS-i
eu: TLS hasten
fa: شروع TLS
fi: Aloitetaan TLS
fr: Démarrage de TLS
ga: Ɛhɔ rekɔ soɔ TLS
gd: Tòiseachadh TLS
gl: Iniciando TLS
gu: TLS શરૂ કરી રહ્યું છે
he: מתחיל TLS
hi: TLS शुरू करना
hr: Pokretanje TLS
hu: TLS megkezdése
id: Memulai TLS
is: Byrjar TLS
it: Avvio TLS
ja: TLSを開始しています
ka: ივანთა TLS
ku: TLS dest pê dike
lt: Pradedamas TLS
lv: Sākot TLS
mg: Manomboka TLS
mi: Tīmata TLS
mk: Започнување TLS
ml: TLS ആരംഭിക്കുകയാണ്
ms: Memulakan TLS
mt: Nibdew TLS
my: TLS စတင်နေသည်
nl: TLS starten
no: Starter TLS
pa: TLS ਸ਼ੁਰੂ ਕਰਨਾ
pl: Rozpoczynanie TLS
pt: Iniciando TLS
ro: Pornind TLS
ru: Начало TLS
sk: Spúšťanie TLS
sl: Začenjanje TLS
sq: Duke filluar TLS
sr: Pokretanje TLS-a
sv: Startar TLS
sw: Kuanzisha TLS
ta: TLS ஆரம்பிக்கிறது
te: TLS ప్రారంభించబడుతోంది
th: เริ่มต้น TLS
tr: TLS başlatılıyor
uk: Запуск TLS
ur: TLS شروع ہو رہا ہے
uz: TLS boshlanmoqda
vi: Bắt đầu TLS
xh: Ukuqala i-TLS

source: End At
ar: إرسال اختبار
az: Test Göndər
be: পরীক্ষা পাঠান
bn: পরীক্ষা পাঠাও
cs: Odeslat test
cy: Anfon Prawf
da: Send test
de: Test senden
el: Αποστολή Δοκιμαστικού
es: Enviar Prueba
et: Saada test
eu: Bidali Proba
fa: ارسال تست
fi: Lähetä testi
fr: Envoyer un test
ga: Seol Tástáil
gd: Cuir Deuchainn
gl: Enviar proba
gu: ટેસ્ટ મોકલો
he: שלח בדיקה
hi: परीक्षण भेजें
hr: Pošalji test
hu: Teszt küldése
id: Kirim Uji Coba
is: Senda próf
it: Invia Test
ja: テスト送信
ka: გაგზავნის ტესტი
ku: ئەرشی تەست
lt: Siųsti testą
lv: Nosūtīt testu
mg: Alefaso ny Fitsapana
mi: Tukua Whakamātautau
mk: Испрати Тест
ml: ടെസ്റ്റ് അയയ്ക്കുക
ms: Hantar Ujian
mt: Ibgħat Test
my: စမ်းသပ်ပို့ရန်
nl: Verstuur test
no: Send test
pa: ਟੈਸਟ ਭੇਜੋ
pl: Wyślij test
pt: Enviar Teste
ro: Trimite test
ru: Отправить тест
sk: Odoslať test
sl: Pošlji test
sq: Dërgo Test
sr: Pošalji test
sv: Skicka test
sw: Tuma Jaribio
ta: சோதனை அனுப்பு
te: పరీక్ష పంపండి
th: ส่งทดสอบ
tr: Test Gönder
uk: Відправити тест
ur: ٹیسٹ بھیجیں
uz: Sinov yuborish
vi: Gửi Thử
xh: Thumela Uvavanyo

source: Email Templates
ar: مدقق البريد الإلكتروني
az: E-poçt doğrulayıcı
be: Валидатор электронной почты
bn: ইমেইল যাচাইকারী
cs: Ověřovač emailů
cy: Dilysydd E-bost
da: E-mail-validator
de: E-Mail-Validator
el: Έλεγχος εγκυρότητας Email
es: Validador de correos
et: E-posti valideerija
eu: Posta Elektronikoaren Balioztatzailea
fa: اعتباریاب ایمیل
fi: Sähköpostin vahvistin
fr: Validateur d'Email
ga: Email Kyerɛwfo
gd: Dearbhaiche Post-d
gl: Validador de Correos
gu: ઇમેઇલ વેલીડેટર
he: מאמת אימייל
hi: ईमेल सत्यापनकर्ता
hr: Validator e-pošte
hu: Email ellenőrző
id: Pemeriksa Email
is: Tölvupóststaðfestir
it: Validatore Email
ja: メール検証
ka: ელ.ფოსტის ვერიფიკატორი
ku: دڵنیابەر
lt: El. pašto tikrintojas
lv: E-pasta validētājs
mg: Mpamaritra Email
mi: Kaiwhakahaere Īmēra
mk: Валидатор на е-пошта
ml: ഇമെയിൽ നിരീക്ഷണം
ms: Pengesah E-mel
mt: Validatur tal-Email
my: အီးမေးလ်စိစစ်သူ
nl: E-mail Validator
no: E-post Validerer
pa: ਈਮੇਲ ਵੈਲੀਡੇਟਰ
pl: Walidator e-mail
pt: Validador de Email
ro: Validare Email
ru: Валидатор Email
sk: Validátor emailov
sl: Preverjevalnik e-pošte
sq: Validuesi i Email-it
sr: Email Validator
sv: E-postvalidator
sw: Kithibitishaji Barua pepe
ta: மின்னஞ்சல் சரிபார்ப்பாளர்
te: ఈమెయిల్ మార్చకం
th: ตัวตรวจสอบอีเมล
tr: E-posta Doğrulayıcı
uk: Перевірка електронної пошти
ur: ای میل ویلیڈیٹر
uz: Elektron pochta tekshirgichi
vi: Trình xác nhận Email
xh: Umqinisekisi we-imeyile

source: No email linked.
ar: البريد الإلكتروني مُفعل
az: E-poçt aktivdir
be: Письмо включено
bn: ইমেইল সক্রিয়
cs: E-mail je povolen
cy: E-bost wedi'i alluogi
da: E-mail er aktiveret
de: E-Mail ist aktiviert
el: Το Email είναι ενεργοποιημένο
es: Correo habilitado
et: E-kiri on lubatud
eu: Emaila gaituta dago
fa: ایمیل فعال است
fi: Sähköposti on käytössä
fr: L'e-mail est activé
ga: Emaile wɔnhyɛ
gd: Tha post-d air a chomasachadh
gl: O correo electrónico está activado
gu: ઈમેઈલ સક્રિય છે
he: דוא"ל מופעל
hi: ईमेल सक्षम है
hr: E-pošta je uključena
hu: Az e-mail engedélyezve van
id: Email diaktifkan
is: Tölvupóstur er virkur
it: Email è abilitata
ja: メールが有効です
ka: ელფოსტა ჩართულია
ku: ئیمەیڵ چالاککراوە
lt: El. laiškas įjungtas
lv: E-pasts ir ieslēgts
mg: Mandefitra mailaka
mi: Kua whakahohe te Īmēra
mk: Е-поштата е вклучена
ml: ഇമെയിൽ പ്രാപ്തമാക്കപ്പെട്ടിരിക്കുന്നു
ms: E-mel diaktifkan
mt: Email hija attivata
my: အီးမေးလ် ဖွင့်ထားသည်
nl: E-mail is ingeschakeld
no: E-post er aktivert
pa: ਈਮੇਲ ਸਫਲ ਹੈ
pl: Email jest włączony
pt: Email está habilitado
ro: Emailul este activat
ru: Электронная почта включена
sk: Email je povolený
sl: E-pošta je omogočena
sq: Email-i është i aktivizuar
sr: Email je omogućen
sv: E-post är aktiverad
sw: Baruapepe imewezeshwa
ta: மின்னஞ்சல் இயங்குகிறது
te: ఇమెయిల్ సక్రియంగా ఉంది
th: อีเมลถูกเปิดใช้งาน
tr: E-posta etkin
uk: Електронна пошта ввімкнена
ur: ای میل فعال ہے
uz: Elektron pochta yoqilgan
vi: Email đã được bật
xh: I-imeyili ivuliwe

source: Back to Reminders
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Cannot assign destinations while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Assign Email Reminder
ar: تخصيص تذكير بريد إلكتروني
az: Email Xatırlatmasını Təyin edin
be: Прызначыць email-намінак
bn: ইমেইল অনুস্মারক নির্ধারণ করুন
cs: Přiřadit e-mailové připomenutí
cy: Neilltuo Atgoffa E-bost
da: Tildel Email Reminder
de: E-Mail-Erinnerung zuweisen
el: Αντιστοίχιση Υπενθύμισης Email
es: Asignar Recordatorio de Email
et: Määra e-posti meeldetuletus
eu: Email Gogorarazlea Esleitu
fa: اختصاص یادآوری ایمیل
fi: Määritä sähköpostimuistutus
fr: Assigner un rappel par e-mail
ga: Sann Meabhrúchán Ríomhphoist
gd: Cuir Cuimhneachan Post-d an Dreuchd
gl: Asignar Recordatorio de Correo electrónico
gu: મિસ્કરી ઇમેઇલ રિમાઇન્ડર
he: הקצה תזכורת במייל
hi: ईमेल अनुस्मारक असाइन करें
hr: Dodijeli podsjetnik e-pošte
hu: E-mail emlékeztető hozzárendelése
id: Tetapkan Pengingat Email
is: Úthluta tölvupóst áminningu
it: Assegna Promemoria Email
ja: メールリマインダーの割り当て
ka: გადააწყვეთ ელექტრონული ფოსტის შეხსენება
ku: دیاری کردنەوەی ئیمەیڵی یادکردنەکە
lt: Priskirti el. pašto priminimą
lv: Piešķirt e-pasta atgādinājumu
mg: Nanendry Fampahatsiahivana Mailaka
mi: Tautapa i te Whakamaumahara Īmēra
mk: Додели потсетник за е-пошта
ml: ഇമെയില്‍ റിമൈണ്ടര്‍ ഏല്‌പിക്കുക
ms: Tetapkan Peringatan E-mel
mt: Assenja Tfakkira bl-Email
my: အီးမေးလ် မှတ်ချက် အသားပေးရန် စီစဉ်ပါ
nl: Wijs E-mailherinnering toe
no: Tildel e-postpåminnelse
pa: ਈਮੇਲ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਸੌਂਪੋ
pl: Przypisz przypomnienie e-mail
pt: Atribuir Lembrete por Email
ro: Atribuie mementou prin email
ru: Назначить Email напоминание
sk: Priradiť emailové pripomenutie
sl: Dodeli opomnik e-pošte
sq: Cakto Kujtesën e Emailit
sr: Dodeli email podsetnik
sv: Tilldela E-postpåminnelse
sw: Weka Kumbusho la Barua pepe
ta: மின்னஞ்சல் கொள்வனவில் ஒப்படைக்கவும்
te: ఇమెయిల్ గుర్తింపు కేటాయించండి
th: มอบหมายการเตือนความจำทางอีเมล
tr: E-posta Hatırlatıcısını Ata
uk: Призначити нагадування електронною поштою
ur: ای میل یاد دہانی تفویض کریں
uz: Email eslatmasini tayinlash
vi: Gán Nhắc Nhở Email
xh: Nika Umsebenzi Isikhumbuzo se-Imeyile
