Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
ar: إرسال إشعارات إلى أكثر من 80 خدمة خارجية مثل Pushover، Gotify، Discord، Slack، والمزيد.
az: Pushover, Gotify, Discord, Slack və sair kimi 80+ üçüncü tərəf xidmətinə bildiriş göndərin.
be: Відправляйте сповіщення на понад 80 сторонніх сервісів, таких як Pushover, Gotify, Discord, Slack та інші.
bn: Pushover, Gotify, Discord, Slack এবং আরো অনেকগুলির মত ৮০+ তৃতীয় পক্ষের সেবায় বিজ্ঞপ্তি পাঠান।
cs: Odesílejte oznámení na více než 80 služeb třetích stran, jako je Pushover, Gotify, Discord, Slack a další.
cy: Anfonwch hysbysiadau i dros 80 o wasanaethau trydydd parti fel Pushover, Gotify, Discord, Slack, a mwy.
da: Send notifikationer til 80+ tredjepartsservices som Pushover, Gotify, Discord, Slack og mere.
de: Senden Sie Benachrichtigungen an über 80 Drittanbieterdienste wie Pushover, Gotify, Discord, Slack und mehr.
el: Στείλτε ειδοποιήσεις σε πάνω από 80 υπηρεσίες τρίτων όπως το Pushover, το Gotify, το Discord, το Slack και άλλα.
es: Envía notificaciones a más de 80 servicios de terceros como Pushover, Gotify, Discord, Slack, y más.
et: Saatke teatisi 80+ kolmandatest osapooltest teenustele nagu Pushover, Gotify, Discord, Slack jt.
eu: Bidali jakinarazpenak 80+ hirugarrenen zerbitzuetara, hala nola, Pushover, Gotify, Discord, Slack eta gehiago.
fa: به بیش از ۸۰ سرویس ثالث مانند Pushover, Gotify, Discord, Slack و دیگران اعلانات ارسال کنید.
fi: Lähetä ilmoituksia yli 80 kolmannen osapuolen palveluun, kuten Pushover, Gotify, Discord, Slack ja muihin.
fr: Envoyez des notifications à plus de 80 services tiers comme Pushover, Gotify, Discord, Slack et plus.
ga: Seol fógraí chuig 80+ seirbhísí níocháin tríú páirtí cosúil le Pushover, Gotify, Discord, Slack, agus níos mó.
gd: Cuir fiosan gu còrr is 80 seirbheisean treas-phàrtaidh leithid Pushover, Gotify, Discord, Slack, agus barrachd.
gl: Envía notificacións a máis de 80 servizos de terceiros como Pushover, Gotify, Discord, Slack e máis.
gu: Pushover, Gotify, Discord, Slack, અને વધુ જેવા 80+ તૃતીય-પક્ષ સેવાઓને સૂચનાઓ મોકલો.
he: שלח התראות ל-80+ שירותי צד שלישי כמו Pushover, Gotify, Discord, Slack ועוד.
hi: 80+ थर्ड-पार्टी सेवाओं जैसे Pushover, Gotify, Discord, Slack, और अधिक पर सूचनाएं भेजें।
hr: Pošaljite obavijesti na 80+ usluga trećih strana kao što su Pushover, Gotify, Discord, Slack i dr.
hu: Küldj értesítéseket 80+ külső szolgáltatásra, mint a Pushover, Gotify, Discord, Slack és mások.
id: Kirim notifikasi ke lebih dari 80 layanan pihak ketiga seperti Pushover, Gotify, Discord, Slack, dan lainnya.
is: Sendu tilkynningar til yfir 80 þriðja aðila þjónustu eins og Pushover, Gotify, Discord, Slack og fleira.
it: Invia notifiche a oltre 80 servizi di terze parti come Pushover, Gotify, Discord, Slack e altro.
ja: Pushover、Gotify、Discord、Slackなど80以上のサードパーティサービスに通知を送信します。
ka: შეტყობინებები იგზავნოს 80+ მესამე-შუაგზის სერვისებზე, როგორც Pushover, Gotify, Discord, Slack და მეტი.
ku: ئاگادارکردنەوەکان بۆ 80+ خزمەتی سێیەم کەوانەی پەیوەندیدار وەک Pushover، Gotify، Discord، Slack، و زیاتر بنێرە.
lt: Siųskite pranešimus į daugiau nei 80 trečiųjų šalių paslaugų, kaip Pushover, Gotify, Discord, Slack ir kitas.
lv: Sūtiet paziņojumus uz 80+ trešās puses pakalpojumiem, piemēram, Pushover, Gotify, Discord, Slack un citiem.
mg: Mandefasa fampahafantarana amin'ny serivisy avy any amin'ny antoko fahatelo mihoatra ny 80 toy ny Pushover, Gotify, Discord, Slack, ary maro hafa.
mi: Tukua ngā whakamōhiotanga ki ngā ratonga toru-taha 80 + pēnei i a Pushover, Gotify, Discord, Slack, me era atu.
mk: Испраќајте известувања на 80+ услуги од трети страни како Pushover, Gotify, Discord, Slack итн.
ml: Pushover, Gotify, Discord, Slack, എന്നിവയെപ്പോലെ 80-ലേറെ മൂന്നാംകക്ഷി സേവനങ്ങൾക്ക് വിജ്ഞാപനങ്ങൾ അയയ്ക്കുക.
ms: Hantar notifikasi ke lebih 80 perkhidmatan pihak ketiga seperti Pushover, Gotify, Discord, Slack, dan banyak lagi.
mt: Ibgħat notifiki lil 80+ servizz ta' partijiet terzi bħal Pushover, Gotify, Discord, Slack, u aktar.
my: Pushover, Gotify, Discord, Slack နှင့်တူသော 80+ တတိယပါတီဝန်ဆောင်မှုများသို့ အကြောင်းကြားချက်များပို့ပါ။
nl: Verstuur meldingen naar 80+ diensten van derden zoals Pushover, Gotify, Discord, Slack en meer.
no: Send varsler til 80+ tredjepartstjenester som Pushover, Gotify, Discord, Slack og flere.
pa: Pushover, Gotify, Discord, Slack ਅਤੇ ਹੋਰ ਵਰਗੀਆਂ 80+ ਤੀਜੀ ਪੱਖੀ ਸੇਵਾਵਾਂ ਲਈ ਸੂਚਨਾ ਭੇਜਣ।
pl: Wysyłaj powiadomienia do ponad 80 usług zewnętrznych, takich jak Pushover, Gotify, Discord, Slack i inne.
pt: Envie notificações para mais de 80 serviços de terceiros como Pushover, Gotify, Discord, Slack e outros.
ro: Trimite notificări către 80+ servicii terțe precum Pushover, Gotify, Discord, Slack și altele.
ru: Отправляйте уведомления более чем в 80 сторонних сервисов, таких как Pushover, Gotify, Discord, Slack и другие.
sk: Odosielajte upozornenia na 80+ služieb tretích strán ako Pushover, Gotify, Discord, Slack a ďalšie.
sl: Pošljite obvestila več kot 80 storitvam tretjih oseb, kot so Pushover, Gotify, Discord, Slack in druge.
sq: Dërgoni njoftime në mbi 80+ shërbime të palëve të treta si Pushover, Gotify, Discord, Slack, dhe më shumë.
sr: Šaljite obaveštenja na 80+ usluga trećih strana kao što su Pushover, Gotify, Discord, Slack i druge.
sv: Skicka aviseringar till 80+ tredjepartstjänster som Pushover, Gotify, Discord, Slack och fler.
sw: Tuma arifa kwa huduma za watu wa tatu zaidi ya 80 kama Pushover, Gotify, Discord, Slack, na zaidi.
ta: Pushover, Gotify, Discord, Slack உட்பட 80+ மூன்றாம் பேர் சேவைகளுக்கு அறிவிப்புகளை அனுப்பவும்.
te: Pushover, Gotify, Discord, Slack మరియు మరిన్ని వంటి 80+ వస్తు-పద్ధతుల సేవలకు నోటిఫికేషన్లు పంపండి.
th: ส่งการแจ้งเตือนไปยังบริการจากบุคคลที่สามกว่า 80 รายการเช่น Pushover, Gotify, Discord, Slack และอื่นๆ
tr: Pushover, Gotify, Discord, Slack ve daha fazlası gibi 80+ üçüncü taraf hizmete bildirim gönderin.
uk: Відправляйте сповіщення на 80+ сторонніх сервісів, таких як Pushover, Gotify, Discord, Slack та інші.
ur: 80+ تیسرے فریق کی خدمات جیسے Pushover، Gotify، Discord، Slack، اور بہت کچھ کے لیے اطلاعات بھیجیں۔
uz: Pushover, Gotify, Discord, Slack kabi 80+ uchinchi tomon xizmatlariga xabarnomalarni yuboring.
vi: Gửi thông báo tới hơn 80 dịch vụ bên thứ ba như Pushover, Gotify, Discord, Slack và nhiều nữa.
xh: Thumela izaziso kwiinkonzo zeqela lesithathu ezili-80+ njenge-Pushover, Gotify, Discord, Slack, nokunye.

source: Webhooks
et: Veebihaagid
fa: وب‌هوک‌ها
gu: Webhook
hu: Webhookok
it: Webhook
ku: تێکڕای وێبخووک
sk: Webhooky
ta: வெப் ஹூக்ஸ்
ur: ویب ہُکس
xh: IiWebhooks

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
ar: قم بتشغيل HTTP POST إلى خدمة خارجية أو أداة أتمتة عندما يتم تسليم رسالة.
az: Mesaj çatdırıldıqda xarici xidmətə və ya avtomatlaşdırma alətinə HTTP POST tetikleyin.
be: Запустіть HTTP POST на зовнішній сервіс або інструмент автоматизації при доставці повідомлення.
bn: একটি বার্তা সরবরাহ হলে বাহ্যিক সেবা অথবা অটোমেশন সরঞ্জামে HTTP POST ট্রিগার করুন।
cs: Při doručení zprávy spustí HTTP POST na externí službu nebo nástroj automatizace.
cy: Achubwch POST HTTP i wasanaeth allanol neu offeryn awtomeiddio wrth i neges gael ei anfon.
da: Udøs en HTTP POST til en ekstern service eller automatiseringsværktøj, når en meddelelse leveres.
de: Lösen Sie einen HTTP POST an einen externen Dienst oder ein Automatisierungstool aus, wenn eine Nachricht zugestellt wird.
el: Προκαλέστε ένα HTTP POST σε μια εξωτερική υπηρεσία ή εργαλείο αυτοματισμού όταν παραδίδεται ένα μήνυμα.
es: Dispara un HTTP POST a un servicio externo o herramienta de automatización cuando se entrega un mensaje.
et: Käivitage HTTP POST välisteenusele või automatiseerimistööriistale, kui sõnum on edastatud.
eu: Hutsegite bat HTTP POST bat externako zerbitzu edo automatizazio tresna batera bidaltzeko.
fa: هنگام تحویل پیام، یک HTTP POST را به یک سرویس خارجی یا ابزار اتوماسیون تحریک کنید.
fi: Käynnistä HTTP POST ulkoiseen palveluun tai automaatiotyökaluun, kun viesti on lähetetty.
fr: Déclenchez un HTTP POST vers un service externe ou un outil d'automatisation lorsque un message est livré.
ga: Spreag POST HTTP chuig seirbhís sheachtrach nó uirlis uathoibrithe nuair a sheachadtar teachtaireacht.
gd: Brosnaich HTTP POST gu seirbheis no inneal fèin-ghluasaid taobh a-muigh nuair a thèid teachdaireachd a lìbhrigeadh.
gl: Desencadea un HTTP POST a un servizo externo ou ferramenta de automatización cando se entrega unha mensaxe.
gu: જ્યારે સંદેશ આપમેળે વિતરણ થાય ત્યારે HTTP POSTને બાહ્ય સેવા અથવા ઓટોમેશન સાધન માટે ટ્રિગર કરો.
he: הפעל HTTP POST לשירות חיצוני או כלי אוטומציה כאשר הודעה מועברת.
hi: जब संदेश वितरित किया जाता है तो एक HTTP POST को एक बाहरी सेवा या ऑटोमेशन उपकरण को ट्रिगर करें।
hr: Pokrenite HTTP POST na vanjsku uslugu ili alat za automatizaciju kada se poruka isporuči.
hu: Indíts el egy HTTP POST-ot egy külső szolgáltatásra vagy automatizáló eszközre, amikor egy üzenet kézbesítve van.
id: Memicu HTTP POST ke layanan eksternal atau alat otomatisasi saat sebuah pesan dikirim.
is: Kveiktu á HTTP POST í ytri þjónustu eða sjálfvirkni tólið þegar skilaboð eru afhent.
it: Attiva un HTTP POST a un servizio esterno o uno strumento di automazione quando un messaggio viene consegnato.
ja: メッセージが配信されたときに外部サービスや自動化ツールにHTTP POSTをトリガーします。
ka: გააქტიურდით HTTP POST გარეთ მომსახურებას ან ავტომატურ სამუშაო ხელსაწყოს როდესაც შეტყობინება მიწზავნიან.
ku: Guhastin HTTP POST ji bo xizmeta derveyî an amûrê automatîkî dema pe'amek têşan dibe.
lt: Pristatyti HTTP POST į išorinę paslaugą ar automatizavimo įrankį, kai pristatyta žinutė.
lv: Kad tiek piegādāta ziņa, iniciējiet HTTP POST uz ārējo pakalpojumu vai automatizācijas rīku.
mg: Mandania HTTP POST any amin'ny serivisy ivelany na fitaovana mandeha ho azy rehefa misy hafatra iray aterina.
mi: Whakatakina he HTTP POST ki te ratonga o waho, taputapu rānei whai-hetanga ina tukuna he karere.
mk: Тригерирајте HTTP POST до надворешна услуга или алатка за автоматика кога порака е доставена.
ml: സന്ദേശം എത്തിച്ചാൽ ഒരു എക്സ്റ്റേണൽ സേവനത്തിനോ ഓട്ടോമേഷൻ ഉപകരണത്തിനോ HTTP പോസ്റ്റ് ചെയ്യുക.
ms: Picu HTTP POST ke perkhidmatan luaran atau alat automasi apabila mesej dihantar.
mt: Qabbad HTTP POST għal servizz estern jew għodda ta' awtomazzjoni meta jitwassal messaġġ.
my: တစ်အသိပေးချက်ကို ပြင်ပ ဝန်ဆောင်မှု သို့မဟုတ် အလိုအလျောက်ကိရိယာသို့ အချိန်သတ်မှတ်ချက်ခတ်ပြီး HTTP POST တစ်ခုကို ဖြစ်ထွန်းပါ။
nl: Activeer een HTTP POST naar een externe service of automatiseringstool wanneer een bericht wordt afgeleverd.
no: Utls å utføre en HTTP POST til en ekstern tjeneste eller automatiseringsverktøy når en melding leveres.
pa: ਜਦੋਂ ਕੋਈ ਸੰਦੇਸ਼ ਭੇਜਿਆ ਜਾਂਦਾ ਹੈ, ਤਦੋਂ HTTP POST ਨੂੰ ਬਾਹਰੀ ਸੇਵਾ ਜਾਂ ਆਟੋਮੇਸ਼ਨ ਟੂਲ ਨੂੰ ਸਿਕਰੀਟ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ।
pl: Uruchom HTTP POST do zewnętrznej usługi lub narzędzia automatyzacji, gdy wiadomość zostanie dostarczona.
pt: Acione um HTTP POST para um serviço externo ou ferramenta de automação quando uma mensagem for entregue.
ro: Declanșează un HTTP POST către un serviciu extern sau un instrument de automatizare când un mesaj este livrat.
ru: Запустите HTTP POST на внешнюю службу или инструмент автоматизации при доставке сообщения.
sk: Spustite HTTP POST na externú službu alebo automatizačný nástroj, keď je správa doručená.
sl: Sprožite HTTP POST na zunanjo storitev ali orodje za avtomatizacijo, ko je sporočilo dostavljeno.
sq: Shkakto një HTTP POST në një shërbim të jashtëm ose mjet automatizimi kur një mesazh dërgohet.
sr: Pokrenite HTTP POST na eksternu uslugu ili alat za automatizaciju kada se poruka isporuči.
sv: Trigga en HTTP POST till en extern tjänst eller automationverktyg när ett meddelande levereras.
sw: Chochea HTTP POST kwa huduma ya nje au zana ya otomatiki wakati ujumbe unapotolewa.
ta: ஒரு தகவல் வழங்கப்பட்ட போது ஒரு வெளியீடு சேவை அல்லது தானியங்கிக் கருவிக்கு HTTP POSTஐ தூண்டவும்.
te: సందేశం చేరే పరిస్థితిలో HTTP POSTని బయటి సేవ లేదా ఆటోమేషన్ పరికరానికి ప్రేరేపించండి.
th: ทริกเกอร์ HTTP POST ไปยังบริการภายนอกหรือเครื่องมืออัตโนมัติเมื่อมีข้อความถูกส่ง
tr: Bir mesaj iletildiğinde bir dış hizmete veya otomasyon aracına HTTP POST tetikleyin.
uk: Запустіть HTTP POST до зовнішнього сервісу або інструменту автоматизації, коли повідомлення доставляється.
ur: ایک HTTP POST کو بیرونی خدمت یا خودکاری کے آلے کو پیغام کی ترسیل پر متحرک کریں۔
uz: Xabar yetkazilganda tashqi xizmatga yoki avtomatlashtirish vositasiga HTTP POSTligini tetiklash.
vi: Kích hoạt một HTTP POST tới dịch vụ bên ngoài hoặc công cụ tự động hóa khi thông điệp được gửi.
xh: Qalisa i-HTTP POST kwinkonzo yangaphandle okanye isixhobo somatshini xa umyalezo usithunyelwe.

source: Test Send
ar: آخر تسجيل دخول
az: Son Yoxlama
be: শেষ চেক-ইন
bn: শেষ চেক-ইন
cs: Poslední kontrola
cy: Gwirio I Mewn Ddiwethaf
da: Sidste check-in
de: Letztes Check-in
el: Τελευταίο Check-in
es: Último Registro
et: Viimane registreerimine
eu: Azken Kontroleratzea
fa: آخرین چک‌این
fi: Viimeinen sisäänkirjautuminen
fr: Dernier check-in
ga: An Seiceáil Isteach Is Déanaí
gd: Mu dheireadh Thairis a-steach
gl: Último check-in
gu: છેલ્લું ચેક-ઇન
he: בדיקה אחרונה
hi: अंतिम चेक-इन
hr: Zadnja prijava
hu: Utolsó becsekkolás
id: Check-in Terakhir
is: Síðasta innritun
it: Ultimo Check-in
ja: 最終チェックイン
ka: ბოლო შემოწმება
ku: دوایین کتینەوە
lt: Paskutinė registracija
lv: Pēdējā pārbaude
mg: Fanamarinana Farany
mi: Takitaki Whakamutunga
mk: Последна проверка
ml: അവസാന ചെക്ക്-ഇൻ
ms: Check-in Terakhir
mt: L-aħħar Check-in
my: နောက်ဆုံး စစ်ဆေးအပ်ပြုခဲ့သည်
nl: Laatste incheck
no: Siste innsjekking
pa: ਆਖ਼ਰੀ ਚੈਕ-ਇਨ
pl: Ostatnia odprawa
pt: Último Check-in
ro: Ultima verificare
ru: Последняя проверка
sk: Posledná kontrola
sl: Zadnja prijava
sq: Kontrolli i Fundit
sr: Poslednja prijava
sv: Senaste incheckning
sw: Kuangalia Mara ya Mwisho
ta: இருக்கை செயல் வேண்டும்
te: చివరి చెక్-ఇన్
th: เช็คอินล่าสุด
tr: Son Kontrol
uk: Остання перевірка
ur: آخری چیک ان
uz: Oxirgi yoqilgan vaqti
vi: Lần Check-in Cuối
xh: Ukungena kokugqibela

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
ar: تحقق بسرعة من أن وجهاتك (البريد الإلكتروني، الويب هوك، Apprise) تعمل كما هو متوقع.
az: Təyinatlarınızın (e-poçt, webhook, Apprise) gözlənildiyi kimi işlədiyini tez bir zamanda təsdiqləyin.
be: Швидко перевірте, що ваші призначення (електронна пошта, вебхук, Apprise) працюють як очікується.
bn: দ্রুত যাচাই করুন যে আপনার গন্তব্যসমূহ (ইমেইল, ওয়েবহুক, Apprise) প্রত্যাশিতভাবে কাজ করছে।
cs: Rychle ověřte, zda vaše destinace (e-mail, webhook, Apprise) fungují podle očekávání.
cy: Gwiriwch yn gyflym bod eich cyrchfannau (e-bost, gwe-gyn, Apprise) yn gweithio fel y disgwylir.
da: Verificér hurtigt, at dine destinationer (e-mail, webhook, Apprise) fungerer som forventet.
de: Verifizieren Sie schnell, dass Ihre Ziele (E-Mail, Webhook, Apprise) wie erwartet funktionieren.
el: Γρήγορα επαληθεύστε ότι οι προορισμοί σας (email, webhook, Apprise) λειτουργούν όπως αναμένεται.
es: Verifica rápidamente que tus destinos (correo electrónico, webhook, Apprise) funcionan como se espera.
et: Kontrollige kiiresti, kas teie sihtkohad (e-post, veebihook, Apprise) töötavad nagu oodatud.
eu: Zure helmugak (posta elektronikoa, webhook, Apprise) zure espero bezala funtzionatzen duten azkar balioztatu.
fa: به سرعت تأیید کنید که مقصدهای شما (ایمیل، وب‌هوک، Apprise) به درستی کار می‌کنند.
fi: Varmista nopeasti, että määränpääsi (sähköposti, webhook, Apprise) toimivat odotetusti.
fr: Vérifiez rapidement que vos destinations (email, webhook, Apprise) fonctionnent comme prévu.
ga: Déan deimhin de go tapa go bhfuil do cheann scríbe (ríomhphost, webhook, Apprise) ag feidhmiú mar a bhfuiltear ag súil leis.
gd: Dèan sgrùdadh gu luath air na cinn-uidhe agad (post-d, webhook, Apprise) gus dèanamh cinnteach gu bheil iad ag obair mar a bha dùil.
gl: Verifica rapidamente que os teus destinos (correo, webhook, Apprise) están funcionando como se espera.
gu: ઝડપી રીતે ચકાસો કે તમારાં ડેસ્ટિનેશન્સ (ઇમેલ, વેબહૂક, એપ્રીસ) જતાં છો કે નહીં.
he: ודא במהירות שהיעדים שלך (דואר אלקטרוני, Webhook, Apprise) פועלים כמצופה.
hi: त्वरित रूप से सत्यापित करें कि आपके गंतव्य (ईमेल, वेबहुक, Apprise) अपेक्षित रूप से काम कर रहे हैं।
hr: Brzo provjerite da vaša odredišta (e-mail, webhook, Apprise) funkcioniraju kako se očekuje.
hu: Gyorsan ellenőrizd, hogy a célállomásaid (email, webhook, Apprise) úgy működnek, ahogy várható.
id: Segera verifikasi bahwa tujuan Anda (email, webhook, Apprise) berfungsi sebagaimana yang diharapkan.
is: Staðfesta fljótt að áfangastaðir þínir (tölvupóstur, veffang, Apprise) virki eins og ætlað er.
it: Verifica rapidamente che le tue destinazioni (email, webhook, Apprise) funzionino come previsto.
ja: 配送先（メール、Webhook、Apprise）が期待通りに動作しているかを素早く確認します。
ka: სწრაფად შეამოწმეთ რომ თქვენი დანიშნულებები (ემეილი, ვებჰუკი, Apprise) მუშაობენ როგორც მოსალოდნელია.
ku: بەخێرایی پشتیبینی بکە کە وەرگیرەکانت (ئیمەیڵ، webhook، Apprise) کار دەکەن وەکوو چاوەڕوانە.
lt: Greitai patikrinkite, ar jūsų adresatai (el. paštas, webhook, Apprise) veikia kaip tikėtasi.
lv: Ātri pārbaudiet, vai jūsu galamērķi (e-pasts, tīmekļa aiznākas, Apprise) darbojas, kā paredzēts.
mg: Hamarino haingana fa miasa araka ny narahina ny toerana haleha (mailaka, webhook, Apprise).
mi: Tere te manatoko i tō ūnga (īmēra, whākiripā, Apprise) kei te pai te mahi.
mk: Брзо проверете дали вашите дестинации (е-пошта, вебхук, Apprise) функционираат како што се очекува.
ml: നിങ്ങളുടെ ലക്ഷ്യങ്ങള് (ഇമെയില്‍, വെബ്‌ഹുക്ക്, അപ്രൈസ്) പ്രതീക്ഷിച്ചതുപോലെ പ്രവര്‍ത്തിക്കുന്നുണ്ടെന്ന് വേഗത്തിൽ ഉറപ്പുവരുത്തുക.
ms: Segera sahkan bahawa destinasi anda (emel, webhook, Apprise) berfungsi seperti yang diharapkan.
mt: Ivverifika malajr li d-destinazzjonijiet tiegħek (email, webhook, Apprise) qed jaħdmu kif mistenni.
my: မြန်မြန်ဆန်ဆန် သင့်ရဲ့ destinations (email, webhook, Apprise) တွေ အလုပ်ဖြစ်ပျက်နေလားဆိုတာ စစ်ဆေးပါ။
nl: Controleer snel of je bestemmingen (e-mail, webhook, Apprise) werken zoals verwacht.
no: Verifiser raskt at dine destinasjoner (e-post, webhook, Apprise) fungerer som forventet.
pa: ਤੁਰੰਤ ਜ਼ਾਂਚਣ, ਤੁਹਾਡੀਆਂ ਮੰਜ਼ਿਲਾਂ (ਈਮੇਲ, ਵੇਬਹੂਕਸ, ਅਪ੍ਰਾਈਜ਼) ਤਰਕ ਨਾਲ ਕੰਮ ਕਰ ਰਹੀਆਂ ਹਨ।
pl: Szybko zweryfikuj, że Twoje miejsca docelowe (e-mail, webhook, Apprise) działają zgodnie z oczekiwaniami.
pt: Verifique rapidamente se seus destinos (e-mail, webhook, Apprise) estão funcionando como esperado.
ro: Verifică rapid că destinațiile tale (email, webhook, Apprise) funcționează conform așteptărilor.
ru: Быстро проверьте, что ваши адресаты (электронная почта, вебхук, Apprise) работают как ожидается.
sk: Rýchlo overte, že vaše ciele (email, webhook, Apprise) fungujú ako očakávané.
sl: Hitro preverite, ali vaše destinacije (e-pošta, spletni klic, Apprise) delujejo, kot je pričakovano.
sq: Verifikoni shpejt që destinacionet tuaja (email, webhook, Apprise) po funksionojnë siç pritet.
sr: Brzo proverite da li vaše destinacije (email, webhook, Apprise) rade kako se očekuje.
sv: Verifiera snabbt att dina destinationer (e-post, webhook, Apprise) fungerar som förväntat.
sw: Thibitisha haraka kuwa marudio yako (email, webhook, Apprise) yanavyofanya kazi kama ilivyotarajiwa.
ta: உங்கள் இலக்குகள் (மின்னஞ்சல், வெப்ஹூக், Apprise) நீங்கள் எதிர்பார்த்தபடி வேலை செய்கின்றனவா என்பதை விரைவாக சரிபார்க்கவும்.
te: మీ గమ్యాల (ఇమెయిల్, వెబ్‌హుక్స్, Apprise) అనుకున్న విధంగా పనిచేస్తున్నాయని త్వరగా ధృవీకరించండి.
th: ตรวจสอบให้แน่ใจว่าปลายทางของคุณ (อีเมล, webhook, Apprise) ทำงานตามที่คาดไว้
tr: Hedeflerinizin (e-posta, web kancası, Apprise) beklenildiği gibi çalıştığını hızlıca doğrulayın.
uk: Швидко перевірте, що ваші призначення (електронна пошта, веб-хук, Apprise) працюють як очікується.
ur: جلدی سے تصدیق کریں کہ آپ کی منازل (ای میل، ویب ہُک، Apprise) حسب توقع کام کر رہی ہیں۔
uz: Tezda maqsadlaringizning (elektron pochta, webhook, Apprise) kutilganidek ish berayotganligini tekshiring.
vi: Nhanh chóng xác minh rằng các đích đến của bạn (email, webhook, Apprise) đang hoạt động như mong đợi.
xh: Jonga ngokukhawuleza ukuba iindawo zakho (i-imeyili, i-webhook, i-Apprise) zisebenza njengoko kuthethwa.

source: Security
ar: 🔐 الأمان
az: 🔐 Təhlükəsizlik
be: 🔐 Безопасность
bn: 🔐 নিরাপত্তা
cs: 🔐 Zabezpečení
cy: 🔐 Diogelwch
da: 🔐 Sikkerhed
de: 🔐 Sicherheit
el: 🔐 Ασφάλεια
es: 🔐 Seguridad
et: 🔐 Turvalisus
eu: 🔐 Segurtasuna
fa: 🔐 امنیت
fi: 🔐 Turvallisuus
fr: 🔐 Sécurité
ga: 🔐 Ankasa
gd: 🔐 Tèarainteachd
gl: 🔐 Seguridade
gu: 🔐 સુરક્ષા
he: 🔐 אבטחה
hi: 🔐 सुरक्षा
hr: 🔐 Sigurnost
hu: 🔐 Biztonság
id: 🔐 Keamanan
is: 🔐 Öryggi
it: 🔐 Sicurezza
ja: 🔐 セキュリティ
ka: 🔐 უსაფრთხოება
ku: 🔐 پاراستن
lt: 🔐 Saugumas
lv: 🔐 Drošība
mg: 🔐 Fiarovana
mi: 🔐 Haumarutanga
mk: 🔐 Безбедност
ml: 🔐 സുരക്ഷ
ms: 🔐 Keselamatan
mt: 🔐 Sigurtà
my: 🔐 လုံခြုံရေး
nl: 🔐 Beveiliging
no: 🔐 Sikkerhet
pa: 🔐 ਸੁਰੱਖਿਆ
pl: 🔐 Bezpieczeństwo
pt: 🔐 Segurança
ro: 🔐 Securitate
ru: 🔐 Безопасность
sk: 🔐 Bezpečnosť
sl: 🔐 Varnost
sq: 🔐 Siguria
sr: 🔐 Bezbednost
sv: 🔐 Säkerhet
sw: 🔐 Usalama
ta: 🔐 பாதுகாப்பு
te: 🔐 భద్రత
th: 🔐 ความปลอดภัย
tr: 🔐 Güvenlik
uk: 🔐 Безпека
ur: 🔐 سیکورٹی
uz: 🔐 Xavfsizlik
vi: 🔐 Bảo mật
xh: 🔐 Ukhuseleko
