Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Check-In Successful
ar: تم تسجيل الوصول بنجاح
az: Uğurlu Daxil Olma
be: Регистрация прошла успешно
bn: চেক-ইন সফল
cs: Přihlášení úspěšné
cy: Mewngofnodi Llwyddiannus
da: Check-in vellykket
de: Check-In Erfolgreich
el: Επιτυχής Εισαγωγή
es: Registro exitoso
et: Registreerimine õnnestus
eu: Check-In Arrakastatsua
fa: ورود موفق
fi: Sisäänkirjautuminen onnistui
fr: Enregistrement réussi
ga: San Kańciel Yie
gd: Clàradh gu soirbheachail
gl: Entrada con éxito
gu: ચેક-ઇન સફળ
he: צ'ק-אין בוצע בהצלחה
hi: चेक-इन सफल
hr: Prijava uspješna
hu: Sikeres bejelentkezés
id: Check-In Berhasil
is: Innritun tókst
it: Check-In Riuscito
ja: チェックイン成功
ka: შესვლა წარმატებით მიღწეულია
ku: تۆمارکردن سەرکەوتوو بوو
lt: Registracija sėkminga
lv: Reģistrācija veiksmīga
mg: Nandresy soa aman-tsara ny Check-In
mi: Hautū Angitū
mk: Успешно чекирање
ml: ചെക്ക് ഇൻ വിജയകരം
ms: Daftar Masuk Berjaya
mt: Check-In b’suċċess
my: အောင်မြင်စွာ စစ်ဆေးပြီး
nl: Inchecken Succesvol
no: Innsjekking Vellykket
pa: ਚੈਕ-ਇਨ ਸਫਲ
pl: Pomyślnie zameldowano
pt: Check-In Bem-sucedido
ro: Check-In reușit
ru: Регистрация успешная
sk: Úspešné prihlásenie
sl: Prijava uspešna
sq: Regjistrimi i Suksesshëm
sr: Uspešna prijava
sv: Incheckning Lyckades
sw: Kujiandikisha Kufanikiwa
ta: சரியான போது பதிவு செய்யப்பட்டுள்ளது
te: చెక్-ఇన్ విజయవంతం
th: เช็คอินสำเร็จ
tr: Check-In Başarılı
uk: Реєстрація успішна
ur: چیک ان کامیاب
uz: Ro'yxatga olish muvaffaqiyatli
vi: Check-In thành công
xh: Ukuhlola Okuphumelelayo

source: Thank you for checking in.
ar: شكرًا لتسجيل الوصول.
az: Daxil olduğunuz üçün təşəkkür edirik.
be: Спасибо за регистрацию.
bn: চেক-ইন করার জন্য ধন্যবাদ।
cs: Děkujeme za přihlášení.
cy: Diolch am fewngofnodi.
da: Tak for din check-in.
de: Vielen Dank für das Einchecken.
el: Σας ευχαριστούμε που κάνατε check-in.
es: Gracias por registrarse.
et: Täname, et registreerisite.
eu: Eskerrik asko erregistratzeagatik.
fa: از ورود شما متشکریم.
fi: Kiitos sisäänkirjautumisesta.
fr: Merci pour l'enregistrement.
ga: Medɔ wo a sɛ wosan kańciel.
gd: Tapadh leibh airson a bhith a’ clàradh a-steach.
gl: Grazas por facer check-in.
gu: ચેક-ઇન કરવા માટે આભાર.
he: תודה שביצעת צ'ק-אין.
hi: चेक-इन के लिए धन्यवाद।
hr: Hvala vam što ste prijavili dolazak.
hu: Köszönjük a bejelentkezést.
id: Terima kasih telah check-in.
is: Takk fyrir að innrita þig.
it: Grazie per aver fatto il check-in.
ja: チェックインありがとうございます。
ka: მადლობა შესვლისათვის.
ku: سوپاس بۆ تۆمارکردن.
lt: Ačiū, kad užsiregistravote.
lv: Paldies, ka reģistrējāties.
mg: Misaotra anao noho ny fisoratanao anarana.
mi: Ngā mihi mō te hautū mai.
mk: Ви благодариме за чекирањето.
ml: ചെക്ക് ഇൻ ചെയ്തത് നന്ദി.
ms: Terima kasih kerana mendaftar masuk.
mt: Grazzi talli tkun fiċ-check-in.
my: စစ်ဆေးမှုအတွက် ကျေးဇူးတင်ပါသည်။
nl: Bedankt voor het inchecken.
no: Takk for at du sjekket inn.
pa: ਤੁਹਾਡਾ ਚੈਕ-ਇਨ ਕਰਨ ਲਈ ਧੰਨਵਾਦ।
pl: Dziękujemy za zameldowanie się.
pt: Obrigado por fazer o check-in.
ro: Mulțumim că v-ați înregistrat.
ru: Спасибо за регистрацию.
sk: Ďakujeme za prihlásenie.
sl: Hvala za prijavo.
sq: Faleminderit që u regjistruat.
sr: Hvala što ste se prijavili.
sv: Tack för att du checkade in.
sw: Asante kwa kujiandikisha.
ta: பதிவிற்காக நன்றி.
te: చెక్-ఇన్ చేసినందుకు ధన్యవాదాలు.
th: ขอบคุณที่เช็คอิน
tr: Check-in yaptığınız için teşekkür ederiz.
uk: Дякуємо за реєстрацію.
ur: چیک ان کرنے کے لیے شکریہ۔
uz: Ro'yxatdan o'tganingiz uchun tashakkur.
vi: Cảm ơn bạn đã check-in.
xh: Ngiyabonga ngokuhlola.

source: Checked in for:
ar: تم تسجيل الوصول لـ:
az: Qeydiyyat vaxtı:
be: Вы зарегистрировались на:
bn: জন্য চেক ইন করা হয়েছে:
cs: Přihlášen pro:
cy: Mewngofnodi ar gyfer:
da: Checket ind for:
de: Eingecheckt für:
el: Εισαγωγή για:
es: Registrado para:
et: Registreeritud:
eu: Honetarako erregistratua:
fa: ورود برای:
fi: Sisäänkirjautuminen:
fr: Enregistré pour :
ga: Sɛ wo san kańciel wɔ:
gd: Clàraichte airson:
gl: Rexistrado para:
gu: માટે ચેક-ઇન:
he: צ'ק-אין עבור:
hi: के लिए चेक इन किया गया:
hr: Prijavili ste se za:
hu: Bejelentkezve a következőhöz:
id: Check-in untuk:
is: Innritað fyrir:
it: Check-in per:
ja: チェックイン済み：
ka: შესვლა მომხდარ:
ku: تۆمارکرا بۆ:
lt: Užsiregistruota į:
lv: Reģistrēts:
mg: Nandray anjara tamin'ny:
mi: Kua hautū mō:
mk: Чекиран за:
ml: ചെക്ക് ഇൻ ചെയ്തത്:
ms: Daftar masuk untuk:
mt: Iċċekkjat għal:
my: အတွက် စစ်ဆေးပြီး:
nl: Ingecheckt voor:
no: Innsjekket for:
pa: ਇਸ ਲਈ ਚੈਕ-ਇਨ ਕੀਤਾ ਗਿਆ ਹੈ:
pl: Zameldowano dla:
pt: Check-in para:
ro: Înregistrat pentru:
ru: Зарегистрирован для:
sk: Prihlásený pre:
sl: Prijavljeni ste za:
sq: Regjistruar për:
sr: Prijavljen za:
sv: Incheckad för:
sw: Uliandikishwa kwa:
ta: பதிவானது :
te: కోసం చెక్-ఇన్ చేశారు:
th: เช็คอินสำหรับ:
tr: Check-in yapılan:
uk: Зареєстровано для:
ur: کے لیے چیک ان کیا:
uz: Uchun ro'yxatdan o'tildi:
vi: Checked in cho:
xh: Kuqinisekiswe ukuthi:

source: ⚠️ Grylli is not using a secure HTTPS connection.
ar: ⚠️ Gryllis لا يستخدم اتصال HTTPS آمن.
az: ⚠️ Gryllis etibarlı HTTPS bağlantısından istifadə etmir.
be: ⚠️ Gryllis не выкарыстоўвае бяспечнае HTTPS-злучэнне.
bn: ⚠️ Gryllis একটি নিরাপদ HTTPS সংযোগ ব্যবহার করছে না।
cs: ⚠️ Gryllis nepoužívá zabezpečené připojení HTTPS.
cy: ⚠️ Nid yw Gryllis yn defnyddio cysylltiad HTTPS diogel.
da: ⚠️ Gryllis bruger ikke en sikker HTTPS-forbindelse.
de: ⚠️ Gryllis verwendet keine sichere HTTPS-Verbindung.
el: ⚠️ Ο Gryllis δεν χρησιμοποιεί μια ασφαλή σύνδεση HTTPS.
es: ⚠️ Gryllis no está usando una conexión HTTPS segura.
et: ⚠️ Gryllis ei kasuta turvalist HTTPS-ühendust.
eu: ⚠️ Gryllis ez da HTTPS konexio segurua erabiltzen.
fa: ⚠️ Gryllis از یک اتصال امن HTTPS استفاده نمی‌کند.
fi: ⚠️ Gryllis ei käytä turvallista HTTPS-yhteyttä.
fr: ⚠️ Gryllis n'utilise pas de connexion HTTPS sécurisée.
ga: ⚠️ Gryllis nyɛ wɔde HTTPS a ɛyɛ fapem wɔde redoɔ.
gd: ⚠️ Chan eil Gryllis a' cleachdadh ceangal HTTPS tèarainte.
gl: ⚠️ Gryllis non está usando unha conexión HTTPS segura.
gu: ⚠️ Gryllis સુરક્ષિત HTTPS કનેક્શન નો ઉપયોગ નથી કરી રહ્યું.
he: ⚠️ Gryllis אינו משתמש בחיבור HTTPS מאובטח.
hi: ⚠️ Gryllis एक सुरक्षित HTTPS कनेक्शन का उपयोग नहीं कर रहा है।
hr: ⚠️ Gryllis ne koristi sigurnu HTTPS vezu.
hu: ⚠️ Gryllis nem biztonságos HTTPS-kapcsolatot használ.
id: ⚠️ Gryllis tidak menggunakan koneksi HTTPS yang aman.
is: ⚠️ Gryllis er ekki að nota örugga HTTPS tengingu.
it: ⚠️ Gryllis non sta utilizzando una connessione HTTPS sicura.
ja: ⚠️ Gryllis は安全な HTTPS 接続を使用していません。
ka: ⚠️ Gryllis არ იყენებს უსაფრთხო HTTPS კავშირს.
ku: ⚠️ Gryllis nehênge HTTPS-ê ewle nehatiye bikarhênan.
lt: ⚠️ Gryllis nenaudoja saugaus HTTPS ryšio.
lv: ⚠️ Gryllis neizmanto drošu HTTPS savienojumu.
mg: ⚠️ Gryllis tsy mampiasa fifandraisana HTTPS azo antoka.
mi: ⚠️ Kāore a Gryllis e whakamahi ana i te hono HTTPS haumaru.
mk: ⚠️ Gryllis не користи безбедна HTTPS конекција.
ml: ⚠️ Gryllis ഒരു സുരക്ഷിതമായ HTTPS കണക്ഷൻ ഉപയോഗിക്കുന്നില്ല.
ms: ⚠️ Gryllis tidak menggunakan sambungan HTTPS yang selamat.
mt: ⚠️ Gryllis mhux qed juża konnessjoni HTTPS sigura.
my: ⚠️ Gryllis သည် လုံခြုံသော HTTPS ချိတ်ဆက်မှုကို မသုံးနေပါ။
nl: ⚠️ Gryllis maakt geen gebruik van een veilige HTTPS-verbinding.
no: ⚠️ Gryllis bruker ikke en sikker HTTPS-forbindelse.
pa: ⚠️ ਗ੍ਰਿਲਿਸ ਸੁਰੱਖਿਅਤ HTTPS ਕੁਨੈਕਸ਼ਨ ਦੀ ਵਰਤੋਂ ਨਹੀਂ ਕਰ ਰਿਹਾ ਹੈ।
pl: ⚠️ Gryllis nie używa bezpiecznego połączenia HTTPS.
pt: ⚠️ Gryllis não está usando uma conexão HTTPS segura.
ro: ⚠️ Gryllis nu folosește o conexiune HTTPS securizată.
ru: ⚠️ Gryllis не использует защищённое соединение HTTPS.
sk: ⚠️ Gryllis nepoužíva zabezpečené pripojenie HTTPS.
sl: ⚠️ Gryllis ne uporablja varne povezave HTTPS.
sq: ⚠️ Gryllis nuk është duke përdorur një lidhje të sigurt HTTPS.
sr: ⚠️ Gryllis ne koristi sigurnu HTTPS vezu.
sv: ⚠️ Gryllis använder inte en säker HTTPS-anslutning.
sw: ⚠️ Gryllis haitumii HTTPS salama.
ta: ⚠️ Gryllis ஒரு பாதுகாப்பான HTTPS இணைப்பைப் பயன்படுத்தவில்லை.
te: ⚠️ Gryllis సెక్యూర్ HTTPS కనెక్షన్ ఉపయోగించట్లేదు.
th: ⚠️ Gryllis ไม่ได้ใช้การเชื่อมต่อ HTTPS ที่ปลอดภัย
tr: ⚠️ Gryllis güvenli bir HTTPS bağlantısı kullanmıyor.
uk: ⚠️ Gryllis не використовує захищене HTTPS-з'єднання.
ur: ⚠️ گریلس ایک محفوظ HTTPS کنکشن استعمال نہیں کر رہا ہے۔
uz: ⚠️ Gryllis xavfsiz HTTPS ulanishidan foydalanmayapti.
vi: ⚠️ Gryllis không sử dụng kết nối HTTPS an toàn.
xh: ⚠️ I-Gryllis ayisebenzisi uxhumano lwe-HTTPS olubethelelwe.

source: Data is not encrypted in transit across the network.
ar: البيانات غير مشفرة أثناء النقل عبر الشبكة.
az: Məlumat şəbəkə vasitəsilə ötürülərkən şifrələnmir.
be: Даныя не шыфруюцца ў транзіце па сетцы.
bn: ডেটা নেটওয়ার্ক জুড়ে ট্রানজিটে এনক্রিপ্ট করা হয় না।
cs: Data nejsou během přenosu přes síť šifrována.
cy: Nid yw data wedi'i amgryptio wrth symud ar draws y rhwydwaith.
da: Data er ikke krypteret under overførsel på tværs af netværket.
de: Daten werden während der Übertragung im Netzwerk nicht verschlüsselt.
el: Τα δεδομένα δεν είναι κρυπτογραφημένα κατά τη μεταφορά τους στο δίκτυο.
es: Los datos no están cifrados en tránsito a través de la red.
et: Andmed ei ole võrgu kaudu liikudes krüpteeritud.
eu: Datuak ez dira kodetuta bidaltzen sarean bidez.
fa: داده‌ها در هنگام انتقال در شبکه رمزگذاری نمی‌شوند.
fi: Data ei ole salattu, kun se siirtyy verkon kautta.
fr: Les données ne sont pas chiffrées en transit sur le réseau.
ga: Nsɛmka no wɔnhyɛ adhɛntɛw wɔ ɔkwan so.
gd: Chan eil dàta air a chrioptachadh air a thuras thairis air an lìonra.
gl: Os datos non están cifrados en tránsito a través da rede.
gu: ડેટા નેટવર્કમાં ટ્રાંઝિટ દરમિયાન એનક્રિપ્ટેડ નથી.
he: הנתונים אינם מוצפנים במהלך ההעברה ברשת.
hi: नेटवर्क पर डेटा ट्रांजिट में एन्क्रिप्ट नहीं किया गया है।
hr: Podaci nisu šifrirani tijekom prijenosa u mreži.
hu: Az adatok nincsenek titkosítva a hálózaton való átvitel során.
id: Data tidak terenkripsi saat transit di seluruh jaringan.
is: Gögn eru ekki dulkóðuð í flutningi yfir netið.
it: I dati non sono criptati in transito attraverso la rete.
ja: データはネットワークを横断して転送中に暗号化されていません。
ka: მონაცემები ქსელში ტრანზიტში არ იფარება.
ku: Daneyên di rêya têketinê de nehatine şifrekirin.
lt: Duomenys nėra šifruoti, kai perduodami tinklu.
lv: Dati tīklā netiek šifrēti pārraidē.
mg: Tsy voaaro ny data rehefa mandeha amin'ny tambajotra.
mi: Kāore te raraunga i kīpia i te whakawhiti i te whatunga.
mk: Податоците не се шифрирани при пренос преку мрежата.
ml: സംവാഹിനങ്ങളിൽ данных സുരക്ഷിതമല്ല.
ms: Data tidak disulitkan semasa transit merentasi rangkaian.
mt: Id-dejta mhix kriptata waqt it-transitu madwar in-netwerk.
my: ဒေတာ ကို မကြာခင်ကွန်ယက်ထဲတွင် ကုဒ်မဖြပ်ဘဲ လွှဲလှဲပြောင်းဖြစ်နေသည်။
nl: Gegevens worden niet versleuteld tijdens overdracht over het netwerk.
no: Data er ikke kryptert under overføring over nettverket.
pa: ਡਾਟਾ ਨੂੰ ਨੈੱਟਵਰਕ 'ਤੇ ਟ੍ਰਾਂਜ਼ਿਟ ਵਿੱਚ ਇਨਕ੍ਰਿਪਟ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
pl: Dane nie są szyfrowane podczas przesyłania przez sieć.
pt: Os dados não estão criptografados durante a transmissão pela rede.
ro: Datele nu sunt criptate în tranzit pe rețea.
ru: Данные не зашифрованы при передаче по сети.
sk: Údaje nie sú zašifrované počas prenosu cez sieť.
sl: Podatki niso šifrirani pri prenosu prek omrežja.
sq: Të dhënat nuk janë të koduara gjatë transmetimit nëpër rrjet.
sr: Podaci nisu šifrovani u prenosu preko mreže.
sv: Data är inte krypterad under överföring över nätverket.
sw: Data haisimbwi katika usafirishaji kwenye mtandao.
ta: பதிவுகள் நெட்வொர்க் முழுவதும் கடத்தப்படும்போது குறியாக்கம் செய்யப்படவில்லை.
te: డేటా నెట్లు అనుసంధానంలో ప్రయాణించేప్పుడు గోప్యతా రహితంగా ఉంది.
th: ข้อมูลไม่ได้เข้ารหัสระหว่างการส่งข้ามเครือข่าย
tr: Veri, ağ üzerinden taşınırken şifrelenmez.
uk: Дані не шифруються під час передачі через мережу.
ur: نیٹ ورک کے پار ڈیٹا کی ترسیل مرموز نہیں ہے۔
uz: Ma'lumotlar tarmoq bo'ylab uzatilayotganda shifrlanmagan.
vi: Dữ liệu không được mã hóa khi truyền qua mạng.
xh: Idatha ayibethelwanga uma ithunyelwa ku-inethiwekhi.

source: Your Grylli Dashboard
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Grylli | Dashboard | Config
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Config
ar: التكوين
az: Konfiq
be: Канфігурацыя
bn: কনফিগ
cs: Konfigurace
da: Konfig
de: Konfiguration
el: Διαμόρφωση
et: Konfiguratsioon
eu: Konfigurazioa
fa: پیکربندی
fi: Määritys
ga: Nhyɛdeɛ
gd: Rèiteachadh
gl: Configuración
gu: કોન્ફિગ
he: תצורה
hi: कॉन्फ़िग
hr: Konfiguracija
hu: Konfig
id: Konfigurasi
is: Stilling
ja: 構成
ku: ڕێکخستن
lt: Konfigūracija
lv: Konfigurācija
mi: Whirihoranga
mk: Конфигурација
ml: കോൺഫിഗ്
ms: Konfigurasi
mt: Konfig
my: ပြုပြင်ချက်
no: Konfig
pa: ਕੁਨਫ਼ਿਗ
pl: Konfiguracja
pt: Configuração
ru: Конфигурация
sk: Konfig
sl: Konfiguracija
sq: Konfig
sr: Konfig
sv: Konfig
sw: Usanidi
ta: கட்டமைப்பு
te: కాన్ఫిగ్
th: คอนฟิก
tr: Yapılandırma
uk: Конфіг
ur: کنفیگ
vi: Cấu hình
xh: Cwangcisa

source: Grylli | Dashboard | Schedule
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Schedule
ar: APScheduler
az: APScheduler
be: APScheduler
bn: APScheduler
cs: APScheduler
cy: APScheduler
da: APScheduler
de: APScheduler
el: APScheduler
es: APScheduler
et: APScheduler
eu: APScheduler
fa: APScheduler
fi: APScheduler
fr: APScheduler
ga: APScheduler
gd: APScheduler
gl: APScheduler
gu: APScheduler
he: APScheduler
hi: APScheduler
hr: APScheduler
hu: APScheduler
id: APScheduler
is: APScheduler
it: APScheduler
ja: APScheduler
ka: APScheduler
ku: پلانکاریکاری کاریجی APScheduler
lt: APScheduler
lv: APScheduler
mg: APScheduler
mi: APScheduler
mk: APScheduler
ml: APScheduler
ms: APScheduler
mt: APScheduler
my: APScheduler
nl: APScheduler
no: APScheduler
pa: APScheduler
pl: APScheduler
pt: APScheduler
ro: APScheduler
ru: APScheduler
sk: APScheduler
sl: APScheduler
sq: APScheduler
sr: APScheduler
sv: APScheduler
sw: APScheduler
ta: APScheduler
te: APScheduler
th: APScheduler
tr: APScheduler
uk: APScheduler
ur: APScheduler
uz: APScheduler
vi: APScheduler
xh: APScheduler

source: Grylli | Dashboard | Activity
ar: العودة إلى لوحة التحكم
az: Panelə qayıt
be: Вернуться на главную панель
bn: ড্যাশবোর্ডে ফিরে যান
cs: Zpět na panel
cy: Dychwelyd i'r Dangosfwrdd
da: Gå tilbage til dashboardet
de: Zurück zum Dashboard
el: Επιστροφή στον Πίνακα Ελέγχου
es: Regresar al Panel
et: Tagasi töölauale
eu: Itzuli Hasiera-Orriara
fa: بازگشت به داشبورد
fi: Palaa hallintapaneeliin
fr: Retourner au tableau de bord
ga: San bra Dashboard
gd: Till chun Pannal Smachd
gl: Volver ao panel de control
gu: ડેશબોર્ડ પર પાછા જાઓ
he: חזור ללוח הבקרה
hi: डैशबोर्ड पर लौटें
hr: Povratak na nadzornu ploču
hu: Visszatérés a Vezérlőpultra
id: Kembali ke Dashboard
is: Fara aftur á mælingaborð
it: Ritorna al Dashboard
ja: ダッシュボードに戻る
ka: დაბრუნება დაფაზე
ku: گەڕانەوە بۆ داشبۆرد
lt: Grįžti į prietaisų skydelį
lv: Atgriezties uz galveno lapu
mg: Miverina amin'ny Dashboard
mi: Hoki ki te Papamahi
mk: Врати се на Контролната табла
ml: ഡാഷ്ബോർഡിലേക്കു മടങ്ങുക
ms: Kembali ke Papan Pemuka
mt: Irritorna għad-Dashboard
my: ဒက်ရှ်ဘုတ်သို့ ပြန်သွားရန်
nl: Terug naar Dashboard
no: Tilbake til Dashbordet
pa: ਡੈਸ਼ਬੋਰਡ ਤੇ ਵਾਪਸ ਜਾਓ
pl: Wróć do kokpitu
pt: Voltar para o Painel
ro: Întoarcere la Tablou de Bord
ru: Вернуться на информационную панель
sk: Vrátiť sa na hlavný panel
sl: Vrni se na nadzorno ploščo
sq: Kthehu në Panel
sr: Vrati se na kontrolnu tablu
sv: Återgå till Instrumentbrädan
sw: Rudi kwenye Dashibodi
ta: கட்டுப்பாட்டு பலகைக்கு திரும்பவும்
te: డాష్‌బోర్డ్‌కు తిరిగిపోవండి
th: กลับไปยังแดชบอร์ด
tr: Kontrol Paneline Dön
uk: Повернутися до панелі управління
ur: ڈیش بورڈ پر واپس جائیں
uz: Boshqaruv paneliga qaytish
vi: Quay lại Bảng điều khiển
xh: Buyela kuDashboard

source: Activity
ar: النشاط
az: Aktivlik
be: Актыўнасць
bn: কার্যকলাপ
cs: Aktivita
cy: Gweithgaredd
da: Aktivitet
de: Aktivität
el: Δραστηριότητα
es: Actividad
et: Tegevus
eu: Jarduera
fa: فعالیت
fi: Aktiivisuus
fr: Activité
ga: Adwuma
gd: Gnìomhachd
gl: Actividade
gu: સક્રિયતા
he: פעילות
hi: गतिविधि
hr: Aktivnost
hu: Tevékenység
id: Aktivitas
is: Virkni
it: Attività
ja: アクティビティ
ka: ÄĈİŞĚľ
ku: چالاکی
lt: Veikla
lv: Aktivitāte
mg: Hetsika
mi: Mahi
mk: Активност
ml: പ്രവർത്തനം
ms: Aktiviti
mt: Attività
my: လှုပြင်းမှု
nl: Activiteit
no: Aktivitet
pa: ਗਤੀਵਿਧੀ
pl: Aktywność
pt: Atividade
ro: Activitate
ru: Активность
sk: Aktivita
sl: Dejavnost
sq: Aktivitet
sr: Aktivnost
sv: Aktivitet
sw: Shughuli
ta: செயல்பாடு
te: కృతి
th: กิจกรรม
tr: Etkinlik
uk: Активність
ur: سرگرمی
uz: Faoliyat
vi: Hoạt động
xh: Umsebenzi
