Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: The reset link is invalid or has expired.
ar: رابط إعادة التعيين غير صالح أو منتهي الصلاحية.
az: Yeniləmək üçün link etibarsızdır və ya müddəti bitmişdir.
be: রি-সেট লিঙ্কটি অবৈধ বা মেয়াদোত্তীর্ণ।
bn: রিসেট লিঙ্কটি অবৈধ বা মেয়াদোত্তীর্ণ।
cs: Odkaz na reset je neplatný nebo vypršel.
cy: Mae'r ddolen ailosod yn annilys neu wedi dod i ben.
da: Nulstillingslinket er ugyldigt eller er udløbet.
de: Der Zurücksetzungslink ist ungültig oder abgelaufen.
el: Ο σύνδεσμος επαναφοράς είναι άκυρος ή έχει λήξει.
es: El enlace de restablecimiento es inválido o ha caducado.
et: Lähtestamise link on kehtetu või aegunud.
eu: Berrezarpen esteka baliogabea da edo iraungi da.
fa: لینک بازنشانی نامعتبر یا منقضی شده است.
fi: Palautuslinkki on virheellinen tai vanhentunut.
fr: Le lien de réinitialisation est invalide ou a expiré.
ga: Tá an nasc athshocraithe neamhbhailí nó tá sé imithe in éag.
gd: Tha an ceangal ath-shuidheachadh mì-dhligheach no tha e air tighinn gu crìch.
gl: A ligazón de restablecemento é inválida ou caducou.
gu: રીસેટ કડી અમાન્ય છે અથવા તેની મિયાદ ખૂટી ગઈ છે.
he: קישור האיפוס אינו תקף או שפג תוקפו.
hi: रीसेट लिंक अमान्य है या समाप्त हो गया है।
hr: Veza za resetiranje je nevažeća ili je istekla.
hu: A visszaállítási link érvénytelen vagy lejárt.
id: Tautan reset tidak valid atau telah kedaluwarsa.
is: Endurstillingartengillinn er ógildur eða útrunninn.
it: Il link di reset non è valido o è scaduto.
ja: リセットリンクが無効または期限切れです。
ka: აღდგენის ბმული არასწორია ან ვადის გასულია.
ku: بەستەرەکە نادروستە یان مەودای خەتم پێکرابوو.
lt: Atstatymo nuoroda yra neteisinga arba pasibaigęs jos galiojimo laikas.
lv: Atjaunošanas saite ir nederīga vai ir beigusies tās derīguma termiņš.
mg: Tsy mety na lany daty ny rohy famerenana.
mi: He muhu, kua pahemo rānei te hononga whāketohanga.
mk: Линкот за ресетирање е невалиден или истечен.
ml: പുന:സജ്ജീകരണ ലിങ്ക് അസാധുവായതും അല്ലെങ്കിൽ കാലഹരണപ്പെട്ടതും ആകാം.
ms: Pautan menetapkan semula tidak sah atau telah tamat tempoh.
mt: Il-link għar-risettjar hija invalida jew skaduta.
my: ပြန်ပြင်လင့်မြှန်ခြင်း မမှန်ပိုးပျက်နစ်သွားရန်ကြောက်ပါသည်။
nl: De resetlink is ongeldig of verlopen.
no: Tilbakestillingslenken er ugyldig eller har utløpt.
pa: ਰੀਸੈੱਚ ਲਿੰਕ ਅਵੈਧ ਜਾਂ ਮਿਆਦ ਪੁੱਗ ਚੁੱਕੀ ਹੈ।
pl: Link do resetowania jest nieważny lub wygasł.
pt: O link de redefinição é inválido ou expirou.
ro: Linkul de resetare nu este valid sau a expirat.
ru: Ссылка для сброса недействительна или истекла.
sk: Odkaz na reset je neplatný alebo vypršal.
sl: Povezava za ponastavitev je neveljavna ali je potekla.
sq: Lidhja e rikuperimit është e pavlefshme ose ka skaduar.
sr: Link za resetovanje je nevažeći ili je istekao.
sv: Återställningslänken är ogiltig eller har löpt ut.
sw: Kiungo cha upya kimebatilika au kimeisha muda wake.
ta: மீட்டமைப்பு இணைப்பு தவறானது அல்லது காலாவதியானது.
te: లింక్ చెల్లని దాని లేదా కాలం ముగిసింది.
th: ลิงก์รีเซ็ตไม่ถูกต้องหรือหมดอายุแล้ว
tr: Sıfırlama bağlantısı geçersiz veya süresi dolmuş.
uk: Посилання для скидання неправильне або термін дії закінчився.
ur: ری سیٹ لنک غلط ہے یا اس کی معیاد ختم ہو گئی ہے۔
uz: Tiklanuvchi havola yaroqsiz yoki muddati o'tgan.
vi: Liên kết đặt lại không hợp lệ hoặc đã hết hạn.
xh: Ikhonkco lokusetha alivumelekile okanye liphelelwe lixesha.

source: Username and email do not match.
ar: اسم المستخدم والبريد الإلكتروني لا يتطابقان.
az: İstifadəçi adı və email uyğun deyil.
be: Корисник і електронна пошта не збігаються.
bn: ব্যবহারকারীর নাম এবং ইমেল মেলে না।
cs: Uživatelské jméno a email se neshodují.
cy: Nid yw'r enw defnyddiwr a'r ebost yn cyfateb.
da: Brugernavn og email stemmer ikke overens.
de: Benutzername und E-Mail stimmen nicht überein.
el: Το όνομα χρήστη και το email δεν ταιριάζουν.
es: El nombre de usuario y el correo no coinciden.
et: Kasutajanimi ja e-post ei ühti.
eu: Erabiltzaile-izena eta mezu elektronikoa ez datoz bat.
fa: نام‌کاربری و ایمیل مطابق نیست.
fi: Käyttäjätunnus ja sähköposti eivät täsmää.
fr: Le nom d'utilisateur et l'e-mail ne correspondent pas.
ga: Ainm úsáideora agus r-phost ní hionann iad.
gd: Chan eil an t-ainm-cleachdaiche agus am post-d a’ freagairt.
gl: O nome de usuario e o correo electrónico non coinciden.
gu: વપરાશકર્તા નામ અને ઇમેઇલ મેચ થતી નથી.
he: שם המשתמש והאימייל אינם תואמים.
hi: उपयोगकर्ता नाम और ईमेल मेल नहीं खाते।
hr: Korisničko ime i email se ne podudaraju.
hu: A felhasználónév és az email nem egyeznek.
id: Nama pengguna dan email tidak cocok.
is: Notendanafn og netfang passa ekki saman.
it: Nome utente ed email non corrispondono.
ja: ユーザー名とメールが一致しません。
ka: 用户名和电子邮件不匹配。
ku: ناوێنە و ئیمەیڵ پەیوەندیناکە.
lt: Vartotojo vardas ir el. paštas nesutampa.
lv: Lietotājvārds un e-pasts nesakrīt.
mg: Tsy mitovy ny solonanarana sy ny mailaka.
mi: Kāore te ingoa kaiwhakamahi me te īmēra i te ōrite.
mk: Корисничко име и е-пошта не се совпаѓаат.
ml: ഉപയോക്തൃനാമവും ഇമെയിലും ഒത്തുപോകുന്നില്ല.
ms: Nama pengguna dan emel tidak sepadan.
mt: L-isem tal-utent u l-email ma jaqblux.
my: နာမည်နဲ့ အီးမေးလ် မကိုက်ညီပါ။
nl: Gebruikersnaam en e-mail komen niet overeen.
no: Brukernavn og e-post stemmer ikke overens.
pa: ਯੂਜ਼ਰਨਾਮ ਅਤੇ ਈਮੇਲ ਮੇਲ ਨਹੀਂ ਖਾ ਰਹੇ.
pl: Nazwa użytkownika i email nie pasują.
pt: Nome de usuário e email não correspondem.
ro: Numele de utilizator și email-ul nu se potrivesc.
ru: Имя пользователя и электронная почта не совпадают.
sk: Používateľské meno a e-mail sa nezhodujú.
sl: Uporabniško ime in e-poštni naslov se ne ujemata.
sq: Emri i përdoruesit dhe emaili nuk përputhen.
sr: Korisničko ime i email se ne poklapaju.
sv: Användarnamn och e-post stämmer inte överens.
sw: Jina la mtumiaji na barua pepe hazilingani.
ta: பயனர்பெயர் மற்றும் மின்னஞ்சல் பொருந்தவில்லை.
te: వినియోగదారుని పేరు మరియు ఇమెయిల్ సరిపోలడం లేదు.
th: ชื่อผู้ใช้และอีเมลไม่ตรงกัน
tr: Kullanıcı adı ve e-posta eşleşmiyor.
uk: Ім'я користувача та електронна пошта не збігаються.
ur: صارف کا نام اور ای میل مطابقت نہیں رکھتے۔
uz: Foydalanuvchi nomi va elektron pochta mos kelmaydi.
vi: Tên đăng nhập và email không khớp.
xh: Igama lomsebenzisi kunye ne-imeyile azihambelani.

source: Your password has been reset. Please log in.
ar: تم إعادة تعيين كلمة المرور الخاصة بك. الرجاء تسجيل الدخول.
az: Şifrəniz sıfırlandı. Zəhmət olmasa, daxil olun.
be: Ваш пароль було скинуто. Будь ласка, увійдіть.
bn: আপনার পাসওয়ার্ড পুনঃস্থাপন করা হয়েছে। দয়া করে লগ ইন করুন।
cs: Vaše heslo bylo resetováno. Přihlaste se prosím.
cy: Mae eich cyfrinair wedi'i ailosod. Mewngofnodwch os gwelwch yn dda.
da: Din adgangskode er blevet nulstillet. Log venligst ind.
de: Ihr Passwort wurde zurückgesetzt. Bitte loggen Sie sich ein.
el: Ο κωδικός πρόσβασής σας έχει επαναφερθεί. Παρακαλώ συνδεθείτε.
es: Tu contraseña ha sido restablecida. Por favor, inicia sesión.
et: Teie parool on lähtestatud. Palun logige sisse.
eu: Zure pasahitza berrezarri da. Mesedez, saioa hasi.
fa: رمز عبور شما بازنشانی شده است. لطفاً وارد شوید.
fi: Salasanasi on nollattu. Kirjaudu sisään.
fr: Votre mot de passe a été réinitialisé. Veuillez vous connecter.
ga: Tá do phasfhocal athshocraithe. Logáil isteach le do thoil.
gd: Chaidh am facal-faire agad ath-shuidheachadh. Feuch log a-steach.
gl: O teu contrasinal foi restablecido. Por favor, inicia sesión.
gu: તમારો પાસવર્ડ પુન:સ્થાપિત થયો છે. કૃપા કરીને લોગિન કરો.
he: הסיסמה שלך אופסה. אנא התחבר.
hi: आपका पासवर्ड रीसेट कर दिया गया है। कृपया लॉग इन करें।
hr: Vaša lozinka je resetirana. Molimo prijavite se.
hu: A jelszó visszaállítva. Kérjük, jelentkezzen be.
id: Kata sandi Anda telah diatur ulang. Silakan masuk.
is: Lykilorðinu þínu hefur verið endurstillt. Vinsamlegast skráðu þig inn.
it: La tua password è stata reimpostata. Effettua il login.
ja: パスワードがリセットされました。ログインしてください。
ka: 您的密码已重置。请登录。
ku: تێپەڕوشەیەکەت نوێکرایەوە. تکایە بچۆ ژوورەوە.
lt: Jūsų slaptažodis buvo nustatytas iš naujo. Prašome prisijungti.
lv: Jūsu parole ir atiestatīta. Lūdzu, pieteikties.
mg: Nohavaozina ny teny miafinao. Azafady midira.
mi: Kua tautuhi anō tō kupu huna. Tēnā takiuru mai.
mk: Вашата лозинка е ресетирана. Ве молиме најавете се.
ml: നിങ്ങളുടെ പാസ്‌വേഡ് പുനഃസജ്ജമാക്കി. ദയവായി ലോഗിൻ ചെയ്യുക.
ms: Kata laluan anda telah diset semula. Sila log masuk.
mt: Il-password tiegħek ġiet ibdila. Jekk jogħġbok illoggja.
my: သင့်စကားဝှက်ကို ပြန်လည်အစ ဖြစ်ခဲ့ပါပြီ။ ကျေးဇူးပြု၍ ဝင်ရောက်ပါ။
nl: Je wachtwoord is opnieuw ingesteld. Log alstublieft in.
no: Passordet ditt har blitt tilbakestilt. Vennligst logg inn.
pa: ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਰੀਸੈਟ ਕੀਤਾ ਗਿਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਲਾਗਿਨ ਕਰੋ.
pl: Twoje hasło zostało zresetowane. Zaloguj się.
pt: Sua senha foi redefinida. Por favor, faça login.
ro: Parola ta a fost resetată. Te rugăm să te autentifici.
ru: Ваш пароль был сброшен. Пожалуйста, войдите в систему.
sk: Vaše heslo bolo resetované. Prosím, prihláste sa.
sl: Vaše geslo je bilo ponastavljeno. Prosimo, prijavite se.
sq: Fjalëkalimi juaj është rivendosur. Ju lutem kyçuni.
sr: Vaša lozinka je resetovana. Molimo prijavite se.
sv: Ditt lösenord har återställts. Vänligen logga in.
sw: Nenosiri lako limewekwa upya. Tafadhali ingia.
ta: உங்கள் கடவுச்சொல் மறு அமைக்கப்பட்டுள்ளது. தயவுசெய்து உள்நுழைக.
te: మీ పాస్వర్డ్ పునఃసృష్టించబడింది. దయచేసి లాగిన్ అవ్వండి.
th: รหัสผ่านของคุณถูกรีเซ็ตแล้ว กรุณาเข้าสู่ระบบ
tr: Şifreniz sıfırlandı. Lütfen giriş yapın.
uk: Ваш пароль було скинуто. Будь ласка, увійдіть.
ur: آپ کا پاس ورڈ دوبارہ ترتیب دے دیا گیا ہے۔ برائے مہربانی لاگ ان کریں۔
uz: Parolingiz tiklandi. Iltimos, tizimga kiring.
vi: Mật khẩu của bạn đã được đặt lại. Vui lòng đăng nhập.
xh: Iphasiwedi yakho isetiwe ngokutsha. Nceda ungene.

source: An error occurred while resetting your password.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: Invalid registration PIN.
ar: رمز التسجيل غير صالح.
az: Etibarsız qeydiyyat PIN-i.
be: Недійсний реєстраційний PIN-код.
bn: অবৈধ নিবন্ধন পিন।
cs: Neplatný registrační PIN.
cy: PIN cofrestru annilys.
da: Ugyldig registrerings-PIN.
de: Ungültige Registrierungs-PIN.
el: Μη έγκυρος κωδικός εγγραφής (PIN).
es: PIN de registro inválido.
et: Kehtetu registreerimise PIN.
eu: Erregistro PIN baliogabea.
fa: پین ثبت‌نام نامعتبر است.
fi: Virheellinen rekisteröintitunnus.
fr: PIN d'inscription invalide.
ga: PIN clárúcháin neamhbhailí.
gd: PIN clàraidh mì-dhligheach.
gl: PIN de rexistro non válido.
gu: અમાન્ય નોંધણી PIN.
he: מספר ההרשמה אינו תקין.
hi: अवैध पंजीकरण पिन।
hr: Nevažeći registracijski PIN.
hu: Érvénytelen regisztrációs PIN-kód.
id: PIN pendaftaran tidak valid.
is: Ógildur skráningarnúmer.
it: PIN di registrazione non valido.
ja: 無効な登録PIN。
ka: 注册PIN无效。
ku: پەتا پینەچونەژوورەوە نادروستە.
lt: Netinkamas registracijos PIN.
lv: Nederīgs reģistrēšanās PIN.
mg: Tsy manan-kery ny kaody fisoratana anarana.
mi: PIN rēhita muhu.
mk: Невалиден регистрациски ПИН.
ml: അസാധുവായ രജിസ്ട്രേഷൻ പി‌ഐ‌എൻ.
ms: PIN pendaftaran tidak sah.
mt: PIN ta' reġistrazzjoni invalida.
my: မှန်ကန်မှုမရှိသော မှတ်ပုံတင်ခြင်း PIN။
nl: Ongeldige registratie-PIN.
no: Ugyldig registrerings-PIN.
pa: ਗਲਤ ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਪਿਨ.
pl: Nieprawidłowy PIN rejestracji.
pt: PIN de registro inválido.
ro: PIN de înregistrare invalid.
ru: Неверный регистрационный PIN.
sk: Neplatný registračný PIN.
sl: Neveljaven registracijski PIN.
sq: PIN i regjistrimit i pavlefshëm.
sr: PIN za registraciju nije validan.
sv: Ogiltig registreringskod.
sw: PIN ya usajili si sahihi.
ta: தவறான பதிவு PIN.
te: చెల్లని రిజిస్ట్రేషన్ PIN.
th: รหัส PIN สำหรับลงทะเบียนไม่ถูกต้อง
tr: Geçersiz kayıt PIN'i.
uk: Недійсний реєстраційний ПІН.
ur: غلط رجسٹریشن PIN۔
uz: Noto'g'ri ro'yxatdan o'tish PIN.
vi: Mã PIN đăng ký không hợp lệ.
xh: Inombolo yePIN yobhaliso ayisebenzi.

source: Username or email already exists.
ar: اسم المستخدم أو البريد الإلكتروني موجود مسبقًا.
az: İstifadəçi adı və ya email artıq mövcuddur.
be: Ім'я користувача або електронна пошта вже існують.
bn: ব্যবহারকারীর নাম বা ইমেল ইতিমধ্যে বিদ্যমান।
cs: Uživatelské jméno nebo email již existuje.
cy: Mae'r enw defnyddiwr neu'r ebost eisoes yn bodoli.
da: Brugernavn eller email eksisterer allerede.
de: Benutzername oder E-Mail existiert bereits.
el: Το όνομα χρήστη ή το email υπάρχει ήδη.
es: El nombre de usuario o correo ya existe.
et: Kasutajanimi või e-posti aadress on juba olemas.
eu: Erabiltzaile-izena edo mezu elektronikoa dagoeneko existitzen da.
fa: نام‌کاربری یا ایمیل قبلاً وجود دارد.
fi: Käyttäjätunnus tai sähköposti on jo olemassa.
fr: Nom d'utilisateur ou e-mail déjà existant.
ga: Ainm úsáideora nó ríomhphost ann cheana.
gd: Tha ainm-cleachdaiche no post-d ann mu thràth.
gl: O nome de usuario ou o correo electrónico xa existen.
gu: વપરાશકર્તા નામ અથવા ઇમેઇલ પહેલેથી જ અસ્તિત્વમાં છે.
he: שם משתמש או אימייל כבר קיימים.
hi: उपयोगकर्ता नाम या ईमेल पहले से ही मौजूद है।
hr: Korisničko ime ili email već postoji.
hu: A felhasználónév vagy az email már létezik.
id: Nama pengguna atau email sudah ada.
is: Notandanafn eða netfang er þegar til.
it: Nome utente o email già esistenti.
ja: ユーザー名またはメールが既に存在します。
ka: 用户名或电子邮件已存在。
ku: ناوێنە یان ئیمەیڵ پێشتر هەیە.
lt: Vartotojo vardas arba el. paštas jau egzistuoja.
lv: Lietotājvārds vai e-pasts jau pastāv.
mg: Efa misy ilay solonanarana na mailaka.
mi: Kua tīari te ingoa kaiwhakamahi, te īmēra rānei.
mk: Корисничкото име или е-поштата веќе постојат.
ml: ഉപയോക്തൃത്വം അല്ലെങ്കിൽ ഇമെയിൽ ഇതിനകം നിലവിലുണ്ട്.
ms: Nama pengguna atau emel sudah wujud.
mt: Isem tal-utent jew email diġà jeżistu.
my: နာမည် သို့မဟုတ် အီးမေးလ် ရှိပြီးသား ဖြစ်သည်။
nl: Gebruikersnaam of e-mail bestaat al.
no: Brukernavn eller e-post eksisterer allerede.
pa: ਯੂਜ਼ਰਨਾਮ ਜਾਂ ਈਮੇਲ ਪਹਿਲਾਂ ਤੋਂ ਮੌਜੂਦ ਹੈ.
pl: Nazwa użytkownika lub email już istnieje.
pt: Nome de usuário ou email já existe.
ro: Numele de utilizator sau email-ul există deja.
ru: Имя пользователя или электронная почта уже существуют.
sk: Používateľské meno alebo e-mail už existuje.
sl: Uporabniško ime ali e-pošta že obstajata.
sq: Emri i përdoruesit ose emaili ekziston tashmë.
sr: Korisničko ime ili email već postoje.
sv: Användarnamn eller e-post finns redan.
sw: Jina la mtumiaji au barua pepe tayari vipo.
ta: பயனர்பெயர் அல்லது மின்னஞ்சல் ஏற்கனவே உள்ளது.
te: వినియోగదారుని పేరు లేదా ఇమెయిల్ ఇప్పటికే ఉంది.
th: ชื่อผู้ใช้หรืออีเมลมีอยู่แล้ว
tr: Kullanıcı adı veya e-posta zaten mevcut.
uk: Ім'я користувача або електронна пошта вже існує.
ur: صارف کا نام یا ای میل پہلے سے موجود ہے۔
uz: Foydalanuvchi nomi yoki elektron pochta allaqachon mavjud.
vi: Tên đăng nhập hoặc email đã tồn tại.
xh: Igama lomsebenzisi okanye i-imeyile sele ikhona.

source: Activate Your Grylli Account
ar: فعّل حسابك في Grylli
az: Grylli Hesabınızı Aktivləşdirin
be: Актывуйце ваш акаўнт ў Grylli
bn: আপনার Grylli অ্যাকাউন্ট সক্রিয় করুন
cs: Aktivujte svůj účet Grylli
cy: Actifadu Eich Cyfrif Grylli
da: Aktivér din Grylli-konto
de: Aktivieren Sie Ihr Grylli-Konto
el: Ενεργοποιήστε το Λογαριασμό Grylli σας
es: Activa tu Cuenta Grylli
et: Aktiveeri oma Grylli konto
eu: Grylli Kontua Aktibatu
fa: حساب Grylli خود را فعال کنید
fi: Aktivoi Grylli-tilisi
fr: Activez votre compte Grylli
ga: Sɛe Wo Grylli Akawontafunu
gd: Gnìomhachaich do Chunntas Grylli
gl: Activa a Túa Conta Grylli
gu: તમે તમારું Grylli ખાતું સક્રિય કરો
he: הפעל את חשבונך ב-Grylli
hi: अपना Grylli खाता सक्रिय करें
hr: Aktivirajte svoj Grylli račun
hu: Aktiválja a Grylli fiókját
id: Aktifkan Akun Grylli Anda
is: Virkjaðu Grylli reikninginn þinn
it: Attiva il tuo account Grylli
ja: Grylliアカウントを有効にする
ka: გრილის ანგარიშის გააქტიურება
ku: ئاکتیڤکردنی هەژمارەکەت بەرز بکە
lt: Aktyvuokite savo Grylli paskyrą
lv: Aktivizējiet savu Grylli kontu
mg: Ampidiro ny kaody Grylli-nao
mi: Whakahoheia tō Pūkete Grylli
mk: Активирајте го вашиот Grylli профил
ml: നിങ്ങളുടെ ഗൃല്ലി അക്കൗണ്ട് സജീവമാക്കുക
ms: Aktifkan Akaun Grylli Anda
mt: Attiva l-Kont Grylli Tiegħek
my: သင့် Grylli အကောင့်ကို ပြောင်းပါ။
nl: Activeer uw Grylli-account
no: Aktiver din Grylli-konto
pa: ਆਪਣਾ Grylli ਖਾਤਾ ਸਰਗਰਮ ਕਰੋ
pl: Aktywuj swoje konto Grylli
pt: Ative sua Conta Grylli
ro: Activați contul dumneavoastră Grylli
ru: Активируйте ваш аккаунт Grylli
sk: Aktivujte si svoj účet Grylli
sl: Aktivirajte svoj Grylli račun
sq: Aktivizoni Llogarinë Tuaj Grylli
sr: Aktivirajte svoj Grylli nalog
sv: Aktivera ditt Grylli-konto
sw: Washa Akaunti Yako ya Grylli
ta: உங்கள் Grylli கணக்கை செயல்படுத்துங்கள்
te: మీ Grylli ఖాతాను సక్రియం చేయండి
th: เปิดใช้งานบัญชี Grylli ของคุณ
tr: Grylli Hesabınızı Etkinleştirin
uk: Активуйте ваш акаунт Grylli
ur: اپنا Grylli اکاؤنٹ فعال کریں
uz: Grylli hisobingizni faollashtiring
vi: Kích hoạt tài khoản Grylli của bạn
xh: Vula iAkhawunti Yakho ye-Grylli

source: Hello {username}, Please activate your account by clicking...
ar: مرحبًا {username}, يرجى تفعيل حسابك بالنقر على...
az: Salam {username}, Hesabınızı aktivləşdirmək üçün klikləyin...
be: Прывітанне {username}, Калі ласка, актывуйце ваш акаўнт, націснуўшы...
bn: হ্যালো {username}, অনুগ্রহ করে ক্লিক করে আপনার অ্যাকাউন্ট সক্রিয় করুন...
cs: Ahoj {username}, Prosím aktivujte svůj účet kliknutím...
cy: Helo {username}, Os gwelwch yn dda actifadu eich cyfrif trwy glicio...
da: Hej {username}, Aktivér venligst din konto ved at klikke...
de: Hallo {username}, Bitte aktivieren Sie Ihr Konto, indem Sie auf...
el: Γεια σας {username}, Παρακαλώ ενεργοποιήστε το λογαριασμό σας κάνοντας κλικ...
es: Hola {username}, Por favor, activa tu cuenta haciendo clic...
et: Tere {kasutajanimi}, Palun aktiveerige oma konto, klõpsates...
eu: Kaixo {username}, Mesedez, aktibatu zure kontua klikatuz...
fa: سلام {username}, لطفاً با کلیک روی... حساب خود را فعال کنید.
fi: Hei {username}, Aktivoi tilisi napsauttamalla...
fr: Bonjour {username}, Veuillez activer votre compte en cliquant...
ga: Agoo {pɛnkɔho}, Mesrɛ, yɛ sɛ yɛyɛ wo akawontafunu yɛwusi...
gd: Halò {username}, Gnìomhachaich do chunntas le bhith a’ briogadh air...
gl: Ola {username}, Por favor, activa a túa conta facendo clic...
gu: હેલો {username}, કૃપા કરીને ક્લિક કરીને તમારું ખાતું સક્રિય કરો...
he: שלום {username}, אנא הפעל את חשבונך על ידי לחיצה...
hi: नमस्ते {username}, कृपया क्लिक करके अपना खाता सक्रिय करें...
hr: Pozdrav {username}, Molimo aktivirajte svoj račun klikom na...
hu: Üdvözöljük {username}, Kérem, aktiválja fiókját a gombra kattintva...
id: Halo {username}, Silakan aktifkan akun Anda dengan mengklik...
is: Halló {username}, Vinsamlegast virkjaðu reikninginn þinn með því að smella...
it: Ciao {username}, Per favore attiva il tuo account cliccando...
ja: こんにちは {username}、 アカウントを有効にするには、以下をクリックしてください...
ka: გამარჯობა {username}, გთხოვთ, გააქტიუროთ თქვენი ანგარიში დაწკაპვლით...
ku: سڵاو {username}, تکایە بە کرتەکردن...
lt: Sveiki {username}, Prašome aktyvuoti savo paskyrą paspaudę...
lv: Sveicināti {username}, Lūdzu, aktivizējiet savu kontu, noklikšķinot uz...
mg: Salama {username}, Ampidiro ny kaontinao azafady amin'ny fanindriana...
mi: Kia ora {username}, Tēnā whakahoheia tō pūkete mā te pāwhiri...
mk: Здраво {username}, Ве молиме активирајте го вашиот профил со кликање...
ml: ഹലോ {username}, ദയവായി ക്ലിക്ക് ചെയ്ത് നിങ്ങളുടെ അക്കൗണ്ട് സജീവമാക്കുക...
ms: Halo {username}, Sila aktifkan akaun anda dengan klik...
mt: Hello {username}, Jekk jogħġbok attiva l-kont tiegħek billi tikklikkja...
my: {username} ဆိုပါက အကောင့်ဖြင့် ဝင်ရောက်ပါ...
nl: Hallo {username}, Activeer alstublieft uw account door te klikken...
no: Hei {username}, Vennligst aktiver kontoen din ved å klikke...
pa: ਹੈਲੋ {username}, ਕਿਰਪਾ ਕਰਕੇ ਕਲਿੱਕ ਕਰਕੇ ਆਪਣਾ ਖਾਤਾ ਸਰਗਰਮ ਕਰੋ...
pl: Witaj {username}, Proszę aktywować swoje konto, klikając...
pt: Olá {username}, Por favor, ative sua conta clicando...
ro: Salut {username}, Vă rugăm să vă activați contul făcând clic...
ru: Привет {username}, Пожалуйста, активируйте ваш аккаунт, кликнув...
sk: Ahoj {username}, Prosím aktivujte svoj účet kliknutím...
sl: Pozdravljeni {username}, Prosimo, aktivirajte svoj račun s klikom...
sq: Përshëndetje {username}, Ju lutemi aktivizoni llogarinë tuaj duke klikuar...
sr: Zdravo {username}, Molimo aktivirajte svoj nalog klikom...
sv: Hej {username}, Vänligen aktivera ditt konto genom att klicka...
sw: Habari {username}, Tafadhali washa akaunti yako kwa kubofya...
ta: வணக்கம் {username}, தயவுசெய்து உங்கள் கணக்கை செயல்படுத்தவும்...
te: హలో {username}, దయచేసి మీ ఖాతాను సక్రియం చేయడానికి ఈ లింక్‌ను క్లిక్ చేయండి...
th: สวัสดี {username}, กรุณาเปิดใช้งานบัญชีของคุณโดยคลิก...
tr: Merhaba {username}, Lütfen hesabınızı etkinleştirmek için tıklayın...
uk: Привіт, {username}, Будь ласка, активуйте ваш обліковий запис, натиснувши...
ur: ہیلو {صارف کا نام}, براہ کرم اپنا اکاؤنٹ فعال کرنے کے لیے کلک کریں...
uz: Salom {username}, Iltimos, hisobingizni faollashtirish uchun bosing...
vi: Xin chào {username}, Vui lòng kích hoạt tài khoản của bạn bằng cách nhấp vào...
xh: Molweni {username}, Nceda wenze iakhawunti yakho isebenze ngokuchofoza...
