Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Missing required config setting:
ar: الإعدادات المطلوبة غير مكتملة:
az: Tələb olunan konfiqurasiya ayarı çatışmır:
be: Адсутнічае патрабаваная налада канфігурацыі:
bn: প্রয়োজনীয় কনফিগ সেটিং অনুপস্থিত:
cs: Chybí požadované nastavení konfigurace:
cy: Colli gosodiad config gofynnol:
da: Mangler nødvendig konfigurationsindstilling:
de: Erforderliche Konfigurationseinstellung fehlt:
el: Απαιτείται ελλείπων ρυθμιστικός πόρος:
es: Falta configuración requerida:
et: Puudub nõutud konfiguratsiooniseade:
eu: Falta den beharrezkoa den konfigurazio ezarpena:
fa: تنظیم پیکربندی مورد نیاز وجود ندارد:
fi: Puuttuva tarvittava asetusarvo:
fr: Paramètre de configuration requis manquant :
ga: Ag teastáil socrú cumraíochta atá in easnamh:
gd: A' dìth shuidheachadh rèiteachaidh riatanach:
gl: Configuración requirida faltante:
gu: જરૂરી કોનફિગ સેટિંગ ગાયબ:
he: הגדרת תצורה דרושה חסרה:
hi: आवश्यक कॉन्फ़िग सेटिंग गायब:
hr: Nedostaje potrebna postavka konfiguracije:
hu: Hiányzó szükséges konfigurációs beállítás:
id: Pengaturan konfigurasi yang diperlukan hilang:
is: Vantar nauðsynlega stillingu:
it: Impostazione config richiesta mancante:
ja: 必要な設定が見つかりません:
ka: მოსალოდნელი კონფიგურაციის პარამეტრი ვერ მოიძებნა:
ku: Têkeveya pêdivî ya sazkirinê winda:
lt: Trūksta reikalingo konfigūracijos nustatymo:
lv: Trūkst nepieciešamā konfigurācijas iestatījuma:
mg: Ny fametrahana tsy maintsy atao ila:
mi: Kei te ngaro te whirihoranga tautuhinga e hiahiatia ana:
mk: Недостасува неопходна конфигурациска поставка:
ml: ആവശ്യമായ കോൺഫിഗറേഷൻ ക്രമീകരണം ലഭ്യമല്ല:
ms: Tetapan konfigurasi wajib hilang:
mt: Nieqes setting richiesto:
my: လိုအပ်သော အတွက်အစီအစဉ်ကို ပျက်ကွက်နေသည်:
nl: Vereiste configuratie-instelling ontbreekt:
no: Mangler nødvendig konfigurasjonsinnstilling:
pa: ਲੋੜੀਂਦੀ ਕੰਫ਼ਿਗ ਸੈੱਟਿੰਗ ਗੁੰਮ:
pl: Brak wymaganej opcji konfiguracji:
pt: Falta a configuração necessária:
ro: Lipsa setării de configurare obligatorie:
ru: Отсутствует необходимая настройка конфигурации:
sk: Chýbajúce požadované nastavenie konfigurácie:
sl: Manjkajoča zahtevana nastavitev konfiguracije:
sq: Mungon cilësimi i kërkuar i konfigurimit:
sr: Nedostaje potrebna postavka konfiga:
sv: Saknar obligatorisk konfigurationsinställning:
sw: Mpangilio wa usimamizi unaohitajika haupo:
ta: தேவையான உள்ளமைவு இடமைவு இல்லை:
te: తగిన కాన్ఫిగరేషన్ సెట్టింగ్ లేదు:
th: ขาดการตั้งค่าคอนฟิกที่จำเป็น:
tr: Gerekli yapılandırma ayarı eksik:
uk: Відсутнє необхідне налаштування конфігурації:
ur: ضروری کنفیگریشن سیٹنگ غائب ہے:
uz: Zaruriy konfiguratsiya sozlamasi yo'q:
vi: Thiếu cài đặt cấu hình bắt buộc:
xh: Isetingi efunekayo ayikho:

source: Failed to decrypt %(key)s: %(error)s
ar: فشل فك تشفير %(key)s: %(error)s
az: %(key)s-i deşifrə edə bilmədi: %(error)s
be: Не атрымалася раскратаваць %(key)s: %(error)s
bn: ডিক্রিপ্ট করতে ব্যর্থ হয়েছে %(key)s: %(error)s
cs: Nepodařilo se dešifrovat %(key)s: %(error)s
cy: Methwyd â ddatgryptio %(key)s: %(error)s
da: Kunne ikke dekryptere %(key)s: %(error)s
de: Entschlüsselung von %(key)s fehlgeschlagen: %(error)s
el: Αποτυχία αποκρυπτογράφησης %(key)s: %(error)s
es: Error al descifrar %(key)s: %(error)s
et: Ebaõnnestus %(key)s dekrüpteerimine: %(error)s
eu: %(key)s deszifratzeko huts egin du: %(error)s
fa: رمزگشایی %(key)s ناموفق بود: %(error)s
fi: Tietoavaimen purku epäonnistui %(key)s: %(error)s
fr: Échec du déchiffrement de %(key)s : %(error)s
ga: Theip ar dhíchriptiú %(key)s: %(error)s
gd: Dh'fhàillig dì-chruthachadh %(key)s: %(error)s
gl: Fallou ao descifrar %(key)s: %(error)s
gu: ગીણું ખોલવામાં નિષ્ફળ: %(key)s: %(error)s
he: נכשל בפענוח %(key)s: %(error)s
hi: %(key)s: %(error)s डिक्रिप्ट करने में विफल
hr: Neuspjelo dešifriranje %(key)s: %(error)s
hu: Nem sikerült megfejteni %(key)s: %(error)s
id: Gagal mendekripsi %(key)s: %(error)s
is: Mistókst að afkóða %(key)s: %(error)s
it: Impossibile decriptare %(key)s: %(error)s
ja: %(key)sの復号に失敗しました: %(error)s
ka: ვერ მოხდა დეშიფრაცია %(key)s: %(error)s
ku: شکستخواردن لە دابڕینی %(key)s: %(error)s
lt: Nepavyko iššifruoti %(key)s: %(error)s
lv: Neizdevās atšifrēt %(key)s: %(error)s
mg: Tsy nahomby ny fanongananao %(key)s: %(error)s
mi: I rahua te wetemuna o %(key)s: %(error)s
mk: Неуспешно декриптирање на %(key)s: %(error)s
ml: %(key)s ഡീക്രിപ്റ്റ് ചെയ്യാൻ പരാജയപ്പെട്ടു: %(error)s
ms: Gagal mendekripsi %(key)s: %(error)s
mt: Falliet id-dikriptazzjoni ta' %(key)s: %(error)s
my: %(key)s ကို ဖျိုးပျက်မပျိုးအောင် ဘယ်နည်းနည်း မဖြစ်ခဲ့: %(error)s
nl: Mislukt om %(key)s te ontsleutelen: %(error)s
no: Kunne ikke dekryptere %(key)s: %(error)s
pa: ਮੈਂਬਰ ਕੋੱਲੀ ਬੰਦ ਹੋ ਗਿਆ:ਾਮਿ਼ਆੈਨਕਨਾਲਕਤੇ ਹੋਕਰ.
pl: Nie udało się odszyfrować %(key)s: %(error)s
pt: Falha ao descriptografar %(key)s: %(error)s
ro: Eșuare la decriptarea %(key)s: %(error)s
ru: Не удалось расшифровать %(key)s: %(error)s
sk: Nepodarilo sa dešifrovať %(key)s: %(error)s
sl: Neuspešno dešifriranje %(key)s: %(error)s
sq: Dështoi dekriptimi i %(key)s: %(error)s
sr: Neuspešno dekriptovanje %(key)s: %(error)s
sv: Kunde inte dekryptera %(key)s: %(error)s
sw: Imeshindwa kufungua %(key)s: %(error)s
ta: குறியீட்டை டிக்ரிப்ட் செய்ய முடியவில்லை: %(key)s: %(error)s
te: తాళం చెయ్యడంలో విఫలం కావడం %(key)s: %(error)s
th: ถอดรหัส %(key)s ไม่สำเร็จ: %(error)s
tr: %(key)s şifresi çözülemedi: %(error)s
uk: Не вдалося розшифрувати %(key)s: %(error)s
ur: ںکائی انکرپٹ نہیں کر سکا: :%(کلید)s%(خرابی)s
uz: Decrypt qilishda muvaffaqiyatsizlikka uchradi: %(key)s: %(error)s
vi: Không thể giải mã %(key)s: %(error)s
xh: Ukushwankathela %(key)s akuphumelelanga: %(error)s

source: Error loading config key:
ar: خطأ في تحميل مفتاح التكوين:
az: Konfiqurasiya açarı yüklənərkən xəta baş verdi:
be: Помылка загрузкі ключа канфігурацыі:
bn: কনফিগ কী লোড করার সময় ত্রুটি:
cs: Chyba při načítání konfiguračního klíče:
cy: Gwall wrth lwytho'r config allwedd:
da: Fejl ved indlæsning af konfigurationsnøgle:
de: Fehler beim Laden des Konfigurationsschlüssels:
el: Σφάλμα κατά τη φόρτωση του κλειδιού ρυθμίσεων:
es: Error al cargar la clave de configuración:
et: Viga konfiguratsioonivõtme laadimisel:
eu: Konfigurazio-gakoa kargatzean errorea:
fa: خطا در بارگیری کلید پیکربندی:
fi: Virhe ladatessa määritysavainta:
fr: Falla cargando clave de config:
ga: Mfomso wɔ mu deɛ, ɛyɛ nsɛmdeɛ sɛ ɔbɔ no:
gd: Mearachd a' luchdachadh iuchair rèiteachaidh:
gl: Erro ao cargar a clave de configuración:
gu: કોન્ફિગ કી લોડ કરવામાં ભૂલ:
he: שגיאה בטעינת מפתח התצורה:
hi: कॉन्फ़िग की लोड करने में त्रुटि:
hr: Pogreška učitavanja ključa konfiguracije:
hu: Hiba a config kulcs betöltésekor:
id: Kesalahan memuat kunci konfigurasi:
is: Villa við að hlaða stillilykil:
it: Errore nel caricamento della chiave di configurazione:
ja: 構成キーの読み込みエラー:
ka: ºº¥ ¯  º:
ku: هەڵەی بارکردنی کرێكی ڕێکخستن:
lt: Klaida įkeliant konfigūracijos raktą:
lv: Kļūda ielādējot konfigurācijas atslēgu:
mg: Hadisoana tamin'ny fametrahana ny lakile ny config:
mi: Hapa ana hua i te kī whirihora:
mk: Грешка при вчитување на клуч за конфигурација:
ml: കോൺഫിഗുറേഷൻ കീ ലോഡ് ചെയ്യുന്നതിൽ പിഴവ്:
ms: Ralat memuatkan kekunci config:
mt: Żball fil-għabbuż ewlenija tal-konfig:
my: ရင်းနှီးမှုချိန်ကိန်းတွင် အမှားရှိနေသည်:
nl: Fout bij laden van configuratiesleutel:
no: Feil ved lasting av konfigurasjonsnøkkel:
pa: ਕੁਨਫ਼ਿਗ ਕੀ ਲੋਡ ਕਰਦੇ ਸਮੇਂ ਗਲਤੀ:
pl: Błąd wczytywania klucza konfiguracji:
pt: Erro ao carregar a chave de configuração:
ro: Eroare la încărcarea cheii de configurare:
ru: Ошибка загрузки ключа конфигурации:
sk: Chyba pri načítaní kľúča konfigurácie:
sl: Napaka pri nalaganju ključa konfiguracije:
sq: Gabim në ngarkimin e çelësit të konfigurimit:
sr: Greška pri učitavanju ključa konfiguracije:
sv: Fel vid laddning av konfigurationsnyckel:
sw: Hitilafu kupakia kitufe cha usanidi:
ta: காபி திறக்க சிக்கல்:
te: కాన్ఫిగ్ కీ లోడ్ చేయడంలో పొరపాటు:
th: เกิดข้อผิดพลาดในการโหลดคีย์คอนฟิก:
tr: Yapılandırma anahtarı yükleme hatası:
uk: Помилка завантаження ключа конфігурації:
ur: کنفیگ کلید لوڈ کرنے میں غلطی:
uz: Config kalitini yuklashda xatolik:
vi: Lỗi tải khóa cấu hình:
xh: Imposiso ekulayisheni iqhosha lokucwangcisa:

source: About Grylli
ar: Grylli
az: Grylli
be: Grylli
bn: Grylli
cs: Grylli
cy: Grylli
da: Grylli
de: Grylli
el: Grylli
es: Grylli
et: Grylli
eu: Grylli
fa: Grylli
fi: Grylli
fr: Grylli
ga: Grylli
gd: Grylli
gl: Grylli
gu: ગ્રિલી
he: Grylli
hi: गिल्ली
hr: Grylli
hu: Grylli
id: Grylli
is: Grylli
it: Grylli
ja: Grylli
ka: Grylli
ku: Grylli
lt: Grylli
lv: Grylli
mg: Grylli
mi: Grylli
mk: Grylli
ml: Grylli
ms: Grylli
mt: Grylli
my: Grylli
nl: Grylli
no: Grylli
pa: ਗ੍ਰਿੱਲੀ
pl: Grylli
pt: Grylli
ro: Grylli
ru: Grylli
sk: Grylli
sl: Grylli
sq: Grylli
sr: Grylli
sv: Grylli
sw: Grylli
ta: Grylli
te: గ్రిల్లీ
th: Grylli
tr: Grylli
uk: Grylli
ur: Grylli
uz: Grylli
vi: Grylli
xh: Grylli

source: Pronounced
ar: تنطق
az: Tələffüz olunur
be: Вымаўляецца
bn: উচ্চারণ করা হয়
cs: Vyslovuje se
cy: Wedi'i ynganu
da: Udtales
de: Ausgesprochen
el: Προφέρεται
es: Se pronuncia
et: Hääldatakse
eu: Ahotsetik
fa: تلفظ می‌شود
fi: Ääntämys
fr: Se prononce
gd: Air a ràdh
gl: Pronunciado
gu: ઉચ્ચારણ
hi: उच्चारित
hr: Izgovara se
hu: Kiejtve
id: Diucapkan
is: Borist eins
it: Pronunciato
ja: 発音
ka: გამოლაპარაკება
ku: Tîpnaskirin
lt: Tariamai
lv: Izrunā
mg: Lazaina
mi: Whakahuatia
mk: Се изговара
ml: ഉച്ചരിക്കുന്നത്
ms: Disebut
mt: Pronunzja
my: အသံထွက်နှင့် ဆိုသည်မှာ
nl: Uitgesproken
no: Uttales
pa: ਉੱਚਾਰਨ ਕੀਤਾ
pl: Wymawiane
pt: Pronunciado
ro: Pronunțat
ru: Произносится
sk: Vyslovuje sa
sl: Izgovorjava
sq: Shqiptohet
sr: Izgovara se
sv: Uttalas
sw: Inasemwa
ta: எழுத்துப்பிரித்தல்
te: ఉచ్చారణ
th: ออกเสียง
tr: Telaffuz
uk: Вимовляється
ur: پڑھا جاتا ہے
uz: Aytiladi
vi: Phát âm
xh: Kukhanywa

source: like “grill-ee”
ar: مثل "grill-ee"
az: “qril-le” kimi
be: як “грыль-і”
bn: “grill-ee” এর মত
cs: jako „grill-ee“
cy: fel “grill-ee”
da: som "grill-ee"
de: wie „grill-ee“
el: σαν «γρίλλ-ι»
es: como “grill-ee”
et: nagu “grill-ee”
eu: “grill-ee” bezala
fa: مانند "گریل-لی"
fi: kuten ”grill-ee”
fr: comme « grill-ee »
ga: cosúil le “grill-ee”
gd: mar “grill-ee”
gl: como “grill-ee”
gu: “grill-ee” જેવું
he: כמו “grill-ee”
hi: जैसे "ग्रिल-ई"
hr: kao “grill-ee”
hu: mint „grill-ee”
id: seperti "grill-ee"
is: og "grill-ee"
it: come "grill-ee"
ja: 「grill-ee」のように
ka: როგორც “grill-ee”
ku: wekî “grill-ee”
lt: kaip „grill-ee“
lv: kā “grill-ee”
mg: toy ny "grill-ee"
mi: pērā ki te “grill-ee”
mk: како “грил-и”
ml: “ഗ്രില്ലി” എന്ന്
ms: seperti “grill-ee”
mt: bħal “grill-ee”
my: “grill-ee” အနီးအစပ်
nl: als "grill-ee"
no: som “grill-ee”
pa: "ਗ੍ਰਿੱਲੀ" ਵਰਗਾ
pl: jak "grill-ee"
pt: como "grill-ee"
ro: ca „grill-ee”
ru: как «грилл-и»
sk: ako „grill-ee“
sl: kot "gril-ee"
sq: si "grill-ee"
sr: kao "grill-ee"
sv: som "grill-ee"
sw: kama “grill-ee”
ta: “grill-ee” போல
te: “గ్రిల్-ఈ”లా
th: เหมือน “กริล-ลี่”
tr: "grill-ee" gibi
uk: як "грил-і"
ur: جیسے 'گرِل-ی'
uz: “grill-ee” kabi
vi: như “grill-ee”
xh: okanye “grill-ee”

source: Our Mission
ar: مهمتنا
az: Missiyamız
be: Наша місія
bn: আমাদের লক্ষ্য
cs: Naše poslání
cy: Ein Cenhadaeth
da: Vores mission
de: Unsere Mission
el: Η Αποστολή μας
es: Nuestra Misión
et: Meie missioon
eu: Gure Eginkizuna
fa: ماموریت ما
fi: Meidän tehtävämme
fr: Notre mission
ga: Yɛde no
gd: Ar Dleastanas
gl: A nosa misión
gu: અમારું મિશન
he: המשימה שלנו
hi: हमारा मिशन
hr: Naša Misija
hu: Küldetésünk
id: Misi Kami
is: Markmið okkar
it: La nostra missione
ja: 私たちの使命
ka: ჩვენი მისია
ku: وەرزى ئێمە
lt: Mūsų misija
lv: Mūsu Misija
mg: Ny Iraka
mi: Tā Mātou Hau
mk: Нашата мисија
ml: ഞങ്ങളുടെ ദൗത്യം
ms: Misi Kami
mt: Il-Missjoni Tagħna
my: မိမိတို့၏ ပန်းတိုင်
nl: Onze missie
no: Vår misjon
pa: ਸਾਡਾ ਮਿਸ਼ਨ
pl: Nasza misja
pt: Nossa Missão
ro: Misiunea Noastră
ru: Наша миссия
sk: Naša misia
sl: Naše poslanstvo
sq: Misioni Ynë
sr: Naša misija
sv: Vårt uppdrag
sw: Dhamira Yetu
ta: எங்கள் குறிக்கோள்
te: మా కర్తవ్యము
th: ภารกิจของเรา
tr: Görevimiz
uk: Наша Місія
ur: ہمارا مشن
uz: Bizning maqsadimiz
vi: Sứ mệnh của chúng tôi
xh: Umgomo Wethu

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
ar: Grylli هو نظام جدولة وتسليم رسائل آمن مصمم لضمان تسليم رسائلك المهمة - حتى إذا لم تكن تستطيع إرسالها بنفسك.
az: Grylli, mühüm mesajlarınızın çatdırılmasını təmin etmək üçün nəzərdə tutulmuş etibarlı mesaj planlama və çatdırılma sistemidir — hətta onları göndərmək üçün orada ola bilmədiyiniz halda belə.
be: Grylli - гэта сістэма бяспечнага планавання і дастаўкі паведамленняў, створаная для забеспячэння таго, каб вашыя важныя паведамленні былі дастаўлены — нават калі вы не можаце іх адправіць.
bn: Grylli একটি নিরাপদ বার্তা সময়সূচী এবং বিতরণ সিস্টেম যা নিশ্চিত করে যে আপনার গুরুত্বপূর্ণ বার্তাগুলি বিতরণ করা হয় - এমনকি যদি আপনি সেগুলি পাঠাতে না পারেন।
cs: Grylli je systém pro bezpečné plánování a doručování zpráv určený k zajištění, že vaše důležité zprávy budou doručeny — i když je nemůžete odeslat sami.
cy: Mae Grylli yn system amserlenni a chyflwyno negeseuon diogel wedi'i gynllunio i sicrhau bod eich negeseuon pwysig yn cael eu cyflwyno — hyd yn oed os na allwch chi fod yno i'w hanfon.
da: Grylli er et sikkert system til tidssætning og levering af beskeder, designet til at sikre, at dine vigtige beskeder bliver leveret — selv hvis du ikke kan være der for at sende dem.
de: Grylli ist ein System zur Planung und Lieferung sicherer Nachrichten, das sicherstellt, dass Ihre wichtigen Nachrichten zugestellt werden - auch wenn Sie nicht da sein können, um sie zu senden.
el: Το Grylli είναι ένα ασφαλές σύστημα προγραμματισμού και παράδοσης μηνυμάτων που έχει σχεδιαστεί για να διασφαλίσει ότι τα σημαντικά μήνυματά σας θα παραδοθούν — ακόμη κι αν δεν μπορείτε να τα στείλετε εσείς οι ίδιοι.
es: Grylli es un sistema seguro de programación y entrega de mensajes diseñado para asegurar que tus mensajes importantes sean entregados, incluso si no puedes estar para enviarlos.
et: Grylli on turvaline sõnumite planeerimis- ja edastussüsteem, mis on loodud tagama, et sinu olulised sõnumid edastatakse — isegi kui sa ei saa ise neid saata.
eu: Grylli mezularitza programatze eta entregatzeko sistema segurua da, zure mezu garrantzitsuak entregatuko direla ziurtatzeko — zu bertan ez bazaude ere bidaltzeko.
fa: Grylli یک سیستم برنامه‌ریزی و ارسال پیام ایمن است که طراحی شده است تا اطمینان حاصل کند پیام‌های مهم شما حتی اگر خودتان قادر به ارسال آن‌ها نباشید، ارسال شوند.
fi: Grylli on turvallinen viestien ajoitus- ja toimitusjärjestelmä, joka varmistaa, että tärkeät viestisi toimitetaan — vaikka et olisi siellä lähettämässä niitä.
fr: Grylli est un système sécurisé de planification et de livraison de messages conçu pour garantir que vos messages importants soient livrés, même si vous ne pouvez pas être là pour les envoyer.
ga: Is córas sceidealaithe agus seachadta teachtaireachtaí slán é Grylli atá deartha chun a chinntiú go seachadfar do theachtaireachtaí tábhachtacha — fiú mura bhféadann tú a bheith ann chun iad a sheoladh.
gd: Tha Grylli na shiostam clàraidh agus lìbhrigeadh teachdaireachd tèarainte a chaidh a dhealbhadh gus dèanamh cinnteach gum bi na teachdaireachdan cudromach agad air an lìbhrigeadh — eadhon mura h-urrainn dhut a bhith ann airson an cur.
gl: Grylli é un sistema de programación e entrega de mensaxes seguro deseñado para garantir que as túas mensaxes importantes se entreguen, mesmo se non podes estar aí para envialas.
gu: ગ્રિલી એ સુરક્ષિત મેસેજ શેડ્યૂલિંગ અને ડિલિવરી સિસ્ટમ છે, જે તમારા મહત્વપૂર્ણ મેસેજીઝ પહુંચાડે છે — ભલે ત્યાં તમે ન હોઉ.
he: Grylli היא מערכת לתזמון ואספקת הודעות מאובטחת שתוכננה להבטיח שהודעותיך החשובות יישלחו — גם אם אינך יכול להיות שם כדי לשלוח אותן.
hi: गिल्ली एक सुरक्षित संदेश शेड्यूलिंग और डिलीवरी प्रणाली है जो यह सुनिश्चित करने के लिए डिज़ाइन की गई है कि आपके महत्वपूर्ण संदेश दिए जाएँ — भले ही आप उन्हें भेजने के लिए वहां न हों।
hr: Grylli je sustav za planiranje i dostavu sigurnih poruka dizajniran kako bi se osiguralo da se vaše važne poruke isporučuju — čak i ako ih ne možete poslati sami.
hu: A Grylli egy biztonságos üzenetütemezési és kézbesítési rendszer, amely biztosítja, hogy fontos üzenetei kézbesítésre kerüljenek — még akkor is, ha nem tudja őket elküldeni.
id: Grylli adalah sistem penjadwalan dan pengiriman pesan aman yang dirancang untuk memastikan pesan penting Anda terkirim — bahkan jika Anda tidak dapat berada di sana untuk mengirimnya.
is: Grylli er öruggt skilaboða fyrirkomulag og sendingarkerfi sem er hannað til að tryggja að mikilvægu skilaboð komist til skila — jafnvel þó að þú sért ekki til staðar til að senda þau.
it: Grylli è un sistema di programmazione e consegna messaggi sicuro progettato per garantire che i tuoi messaggi importanti vengano consegnati, anche se non puoi essere lì a inviarli.
ja: Grylliは、安全なメッセージのスケジューリングと配信システムであり、あなたがそれらを送信できない場合でも、重要なメッセージを確実に届けるために設計されています。
ka: Grylli არის უსაფრთხო მესიჯების დაგეგმვისა და მიწოდების სისტემა, რომელიც უზრუნველყოფს, რომ თქვენი მნიშვნელოვანი მესიჯები იქნება მიწოდებული — თუნდაც თქვენ ვერ შეძლოთ მათი გაგზავნა.
ku: Grylli ئەمە ژمارە نێربەر ویە درۆست کرن و درێژکرنا پەیامێن ئەمنیە چ دیلاڤەرکرن دا دەتزن پەیامە تایبەتیە ژ توهنە گاڤێن نەزدیک بەنەرفێ — هەرڤەکە ئەگەر نەهات بەرپەرسین.
lt: Grylli yra saugi žinučių planavimo ir pristatymo sistema, skirta užtikrinti, kad jūsų svarbios žinutės būtų pristatytos — net jei negalite jų patys išsiųsti.
lv: Grylli ir droša ziņojumu plānošanas un piegādes sistēma, kas izveidota, lai nodrošinātu, ka jūsu svarīgie ziņojumi tiek piegādāti — pat ja jūs nevarat būt klāt, lai tos nosūtītu.
mg: Grylli dia rafitra fandefasana sy fandaminana hafatra azo antoka natao hanampy antoka fa alefa ireo hafatrao manan-danja — na dia tsy afaka eo ianao handefa azy ireo.
mi: He tūmahi rāwekeweke me te tuku karere haumaru a Grylli i hangaia kia kitea ai ō karere nui āta tukuna — ahakoa kare koe e taea te tuku.
mk: Grylli е систем за планирање и испорака на безбедни пораки дизајниран да обезбеди испорака на вашите важни пораки — дури и ако не можете да бидете таму за да ги испратите.
ml: Grylli ചോദ്യം ചെയ്യാത്ത സന്ദേശ ഷെഡ്യൂളിംഗ്, വിതരണ സംവിധാനമാണ്, നിങ്ങളുടെ പ്രധാനപ്പെട്ട സന്ദേശങ്ങൾ ഓട്ടോമേറ്റ് ചെയ്ത്െയ്യുന്നു — നിങ്ങൾ അവയെ അയക്കാൻ കഴിയാത്ത പക്ഷം പോലും.
ms: Grylli adalah sistem penjadualan dan penghantaran mesej yang selamat direka untuk memastikan mesej penting anda dihantar — walaupun jika anda tidak dapat berada di sana untuk menghantarnya.
mt: Grylli huwa sistema sigura ta' skedar u twassil ta' messaġġi ddisinjata biex tiżgura li l-messaġġi importanti tiegħek jiġu twassla — anki jekk ma tistax tkun hemm biex tibagħathom.
my: Grylli သည် ပေးပို့ရန် စနစ် တရားစည်းမျဉ်းများနှင့် သည်သည် မည်သို့မဟုတ် မဖြစ်နိုင်သောသောစာတိုပေးပို့ရေးစနစ်၏ အရေးပါသောပါရေး သင့်ပို့စာများကို ပို့နိုင်ရန်ဖန်တီးထားပါသည်။
nl: Grylli is een veilig berichtenplannings- en bezorgsysteem dat is ontworpen om ervoor te zorgen dat je belangrijke berichten worden bezorgd - zelfs als je er niet bent om ze te versturen.
no: Grylli er et sikkert meldingsscheduling- og leveringssystem designet for å sikre at dine viktige meldinger blir levert - selv om du ikke kan være der for å sende dem.
pa: ਗ੍ਰਿੱਲੀ ਇੱਕ ਸੁਰੱਖਿਅਤ ਸੁਨੇਹਾ ਸਮੇਂ-ਤਲਬੀ ਅਤੇ ਪ੍ਰਾਪਤੀ ਪ੍ਰਣਾਲੀ ਹੈ ਜਿਸਦਾ ਉਦੇਸ਼ ਤੁਹਾਡੇ ਮਹੱਤਵਪੂਰਨ ਸੁਨੇਹੇ ਸੁਨਿਸ਼ਚਿਤ ਕਰਨਾ ਹੈ - ਭਾਵੇਂ ਤੁਸੀਂ ਉਹਨਾਂ ਨੂੰ ਭੇਜਣ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੋ ਸਕਦੇ।
pl: Grylli to system planowania i dostarczania bezpiecznych wiadomości, stworzony, by zapewnić, że Twoje ważne wiadomości zostaną dostarczone — nawet jeśli nie będziesz mógł ich wysłać.
pt: Grylli é um sistema de agendamento e entrega de mensagens seguras projetado para garantir que suas mensagens importantes sejam entregues — mesmo se você não puder estar lá para enviá-las.
ro: Grylli este un sistem de programare și livrare a mesajelor securizate proiectat să asigure că mesajele tale importante sunt livrate — chiar dacă nu poți fi acolo să le trimiți.
ru: Grylli — это система планирования и доставки сообщений, предназначенная для того, чтобы гарантировать доставку ваших важных сообщений — даже если вы не можете их отправить.
sk: Grylli je bezpečný systém plánovania a doručovania správ navrhnutý tak, aby zabezpečil doručenie vašich dôležitých správ — aj keď tam nemôžete byť, aby ste ich odosielali.
sl: Grylli je sistem za načrtovanje in dostavo varnih sporočil, zasnovan za zagotovitev, da so vaša pomembna sporočila dostavljena — tudi če jih ne morete osebno poslati.
sq: Grylli është një sistem i sigurt për planifikimin dhe dorëzimin e mesazheve, i projektuar për të siguruar se mesazhet tuaja të rëndësishme dorëzohen — edhe nëse ju nuk mund të jeni aty për t'i dërguar ato.
sr: Grylli je sistem za zakazivanje i dostavu sigurnih poruka dizajniran da osigura da vaše važne poruke budu dostavljene — čak i ako niste tu da ih pošaljete.
sv: Grylli är ett säkert meddelandeschemaläggnings- och leveranssystem designat för att säkerställa att dina viktiga meddelanden levereras, även om du inte kan vara där för att skicka dem.
sw: Grylli ni mfumo wa kupanga na kutoa ujumbe salama ambao umeundwa kuhakikisha ujumbe wako muhimu unafikishwa - hata kama huwezi kuutuma.
ta: Grylli உங்கள் முக்கியமான செய்திகள் பரிமாறப்படும்படி உறுதி செய்ய வடிவமைக்கப்பட்ட பாதுகாக்கப்பட்ட செய்தி அட்டவணைக்கும் வழங்கும் அமைப்பு.
te: కానీ మీరు పంపడానికి అందుబాట్లో లేకపోయినా మీ ముఖ్యమైన సందేశాలు డెలివరీ అవడానికి గ్రిల్లీ ఒక సురక్షిత సందేశ షెడ్యూలింగ్ మరియు డెలివరీ వ్యవస్థ.
th: Grylli เป็นระบบจัดเวลาและส่งข้อความที่ปลอดภัยซึ่งออกแบบมาเพื่อให้แน่ใจว่าข้อความสำคัญของคุณจะถูกส่ง — แม้ว่าคุณจะไม่สามารถอยู่ที่นั่นเพื่อส่งได้ก็ตาม
tr: Grylli, önemli mesajlarınızın teslimini sağlamayı amaçlayan güvenli bir mesaj planlama ve iletim sistemidir — onları göndermek için orada olamasanız bile.
uk: Grylli — це система безпечного планування та доставки повідомлень, розроблена для забезпечення доставки ваших важливих повідомлень — навіть якщо ви не зможете їх відправити самі.
ur: Grylli ایک محفوظ پیغام شیڈولنگ اور ترسیل کا نظام ہے جس کا مقصد یہ ہے کہ آپ کے اہم پیغامات پہنچ جائیں - یہاں تک کہ اگر آپ انہیں بھیجنے کے لئے موجود نہیں ہیں۔
uz: Grylli - bu muhim xabarlaringiz etkazilishini ta'minlash uchun ishlab chiqilgan xavfsiz xabarlarni rejalashtirish va etkazib berish tizimi, hatto siz ularni yuborolmasangiz ham.
vi: Grylli là một hệ thống lập lịch và gửi tin nhắn bảo mật được thiết kế để đảm bảo tin nhắn quan trọng của bạn được gửi — ngay cả khi bạn không thể có mặt để gửi chúng.
xh: Grylli yinkqubo yokufakela kunye nokuhanjiswa kwemiyalezo elukhuselelekileyo eyenzelwe ukuqinisekisa ukuba imiyalezo yakho ebalulekileyo iyangena — nokuba awufumaneki ukuyithumela.
