Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
ar: استخدم التبديل 🔴/🟢 لتمكين أو تعطيل الوجهات على مستوى العالم.
az: 🔴/🟢 keçidini istifadə edərək yerləri qlobal olaraq aktivləşdirin və ya deaktiv edin.
be: গ্লোবালি গন্তব্যগুলো সক্রিয় বা নিষ্ক্রিয় করতে 🔴/🟢 টগল ব্যবহার করুন।
bn: গ্লোবালভাবে গন্তব্যগুলো সক্রিয় বা নিষ্ক্রিয় করতে 🔴/🟢 টগল ব্যবহার করুন।
cs: Použijte přepínač 🔴/🟢 pro globální povolení nebo zakázání destinací.
cy: Defnyddiwch y toggl 🔴/🟢 i alluogi neu analluogi cyrchfannau yn fyd-eang.
da: Brug 🔴/🟢 skifteren for at aktivere eller deaktivere destinationer globalt.
de: Verwenden Sie den 🔴/🟢-Umschalter, um Ziele global zu aktivieren oder zu deaktivieren.
el: Χρησιμοποιήστε τον διακόπτη 🔴/🟢 για να ενεργοποιήσετε ή να απενεργοποιήσετε προορισμούς συνολικά.
es: Usa el interruptor 🔴/🟢 para habilitar o deshabilitar destinos globalmente.
et: Sihtkohtade lubamiseks või keelamiseks globaalselt kasuta 🔴/🟢 lülitit.
eu: Erabili 🔴/🟢 togglea helmugak orokorrean gaitzeko edo desgaitzeko.
fa: از سوئیچ 🔴/🟢 برای فعال یا غیرفعال کردن مقصدها به‌صورت کلی استفاده کنید.
fi: Käytä 🔴/🟢 vaihtokytkintä kohteiden globaaliseen päälle/pois-kytkemiseen.
fr: Utilisez le bouton 🔴/🟢 pour activer ou désactiver les destinations globalement.
ga: Úsáid an lasc 🔴/🟢 chun cinn scríbe a chumasú nó a dhíchumasú go domhanda.
gd: Cleachd an co-dhean 🔴/🟢 gus dèan cinn-uidhe comasach no neo-chomasach gu cruinneil.
gl: Use o interruptor 🔴/🟢 para habilitar ou deshabilitar destinos globalmente.
gu: 🔴/🟢 ટૉગલનો ઉપયોગ કરીને ગંતવ્યને વૈશ્વિક સ્તરે સક્રિય અથવા નિષ્ક્રિય કરો.
he: השתמש במתג 🔴/🟢 כדי להפעיל או להשבית יעדים באופן גלובלי.
hi: ग्लोबली गंतव्यों को सक्षम या अक्षम करने के लिए 🔴/🟢 टॉगल का उपयोग करें।
hr: Koristite 🔴/🟢 prekidač za globalno omogućavanje ili onemogućavanje destinacija.
hu: Használja a 🔴/🟢 kapcsolót a célállomások globális engedélyezéséhez vagy letiltásához.
id: Gunakan tombol 🔴/🟢 untuk mengaktifkan atau menonaktifkan tujuan secara global.
is: Notaðu 🔴/🟢 rofann til að virkja eða óvirkja áfangastaði á heimsvísu.
it: Usa il toggle 🔴/🟢 per abilitare o disabilitare le destinazioni a livello globale.
ja: 🔴/🟢トグルを使用して、宛先を全体的に有効または無効にします。
ka: გამოიყენეთ 🔴/🟢 გადამრთველი დანიშნულებების გლობალურად ჩართვა/გამოართვისთვის.
ku: بە 🔴/🟢 بەشانی جۆری بەر بۆ نیشانی نەچۆکیل و بە ناراوە کوژەنەبەچودەبەرێنە.
lt: Naudokite 🔴/🟢 perjungiklį, kad įgalintumėte arba išjungtumėte tikslus globaliai.
lv: Izmantojiet 🔴/🟢 pārslēdzi, lai iespējotu vai atspējotu galamērķus globāli.
mg: Ampiasao ny 🔴/🟢 miverina hampavitrana na hanakatona toerana amin'ny ankapobeny.
mi: Whakamahia te 🔴/🟢 huri ki te whakahohe, whakaweto rānei i ngā whāinga puta noa i te ao.
mk: Користете го прекинувачот 🔴/🟢 за да вклучите или исклучите дестинациите глобално.
ml: 🔴/🟢 ടോഗിൾ ഉപയോഗിച്ച് ഭൂമികകൾ പ്രകാശിക്കുക അല്ലെങ്കിൽ സമ്മർപ്പിക്കുക.
ms: Gunakan togol 🔴/🟢 untuk mengaktifkan atau menyahaktifkan destinasi secara global.
mt: Uża l-ġirja 🔴/🟢 biex tattiva jew tiddiżattiva destinazzjonijiet globalment.
my: 🔴/🟢 toggle ကို အကြီးဆုံးနေရာမှ ပြုလုပ် သို့မဟုတ် ပြင်ဆင်ပါ။
nl: Gebruik de 🔴/🟢-schakelaar om bestemmingen wereldwijd in of uit te schakelen.
no: Bruk 🔴/🟢-bryteren for å aktivere eller deaktivere destinasjoner globalt.
pa: ਵਿਸ਼ਵ ਪੱਧਰ ↓/ ↑ ਟੌਗਲ ਦੁਆਰਾ ਮੰਜਿਲਾਂ ਨੂੰ ਯੋਗ ਜਾਂ ਅਯੋਗ ਕਰੋ।
pl: Użyj przełącznika 🔴/🟢, aby globalnie włączyć lub wyłączyć cele.
pt: Use a alternância 🔴/🟢 para habilitar ou desabilitar destinos globalmente.
ro: Folosiți comutatorul 🔴/🟢 pentru a activa sau dezactiva destinațiile la nivel global.
ru: Используйте переключатель 🔴/🟢, чтобы глобально включать или отключать места назначения.
sk: Použite prepínanie 🔴/🟢 na povolenie alebo zakázanie destinácií globálne.
sl: Uporabite preklop 🔴/🟢, da omogočite ali onemogočite destinacije globalno.
sq: Përdorni ndërruesin 🔴/🟢 për të aktivizuar ose çaktivizuar destinacionet globalisht.
sr: Користите 🔴/🟢 прекидач да омогућите или онемогућите дестинације глобално.
sv: Använd 🔴/🟢-växeln för att aktivera eller inaktivera destinationer globalt.
sw: Tumia kubadili 🔴/🟢 kuwezesha au kuzima maeneo kimataifa.
ta: இலக்குகளை உலகளாவியமாக இயக்க அல்லது முடக்கு 🔴/🟢 மாற்றத்தைப் பயன்படுத்தவும்.
te: గమ్యస్థానాలను ప్రపంచవ్యాప్తంగా ప్రారంభించడానికి లేదా నిలిపివేయడానికి 🔴/🟢 టోగుల్ ఉపయోగించండి.
th: ใช้การเปิด/ปิด 🔴/🟢 เพื่อเปิดหรือปิดใช้งานจุดหมายทั่วโลก
tr: Hedefleri küresel olarak etkinleştirmek veya devre dışı bırakmak için 🔴/🟢 geçişini kullanın.
uk: Використовуйте перемикач 🔴/🟢, щоб увімкнути або вимкнути пункти призначення глобально.
ur: مقامات کو عالمی سطح پر فعال یا غیر فعال کرنے کے لئے 🔴/🟢 ٹوگل کا استعمال کریں۔
uz: Yo'nalishlarni global miqyosda yoqish yoki o‘chirish uchun 🔴/🟢 almashtirgichdan foydalaning.
vi: Dùng công tắc 🔴/🟢 để kích hoạt hoặc vô hiệu hóa điểm đến toàn cầu.
xh: Sebenzisa i-toggle 🔴/🟢 ukuvumela okanye ukuvimba indawo zonke.

source: Switch between table and card view using the top-left buttons.
ar: التبديل بين عرض الجدول والبطاقات باستخدام الأزرار في أعلى اليسار.
az: Sol yuxarı düymələri istifadə edərək cədvəl və kart görünüşü arasında keçid edin.
be: উপরের বাম বোতামগুলি ব্যবহার করে টেবিল এবং কার্ড ভিউয়ের মধ্যে স্থানান্তর করুন।
bn: উপরের বামদিকের বোতামগুলি ব্যবহার করে টেবিল এবং কার্ড ভিউয়ের মধ্যে পরিবর্তন করুন।
cs: Přepínejte mezi tabulkovým a kartovým zobrazením pomocí tlačítek vlevo nahoře.
cy: Symudwch rhwng golwg tabl a cherdyn gan ddefnyddio'r botymau chwith-goruchaf.
da: Skift mellem tabel- og kortvisning ved brug af knapperne øverst til venstre.
de: Wechseln Sie zwischen Tabellen- und Kartenansicht mit den Tasten oben links.
el: Μεταβείτε μεταξύ προβολής πίνακα και κάρτας χρησιμοποιώντας τα κουμπιά επάνω αριστερά.
es: Cambia entre vista de tabla y de tarjeta usando los botones en la esquina superior izquierda.
et: Vaheta tabeli ja kaartvaate vahel, kasutades vasakus ülanurgas olevaid nuppe.
eu: Aldatu taula eta txartel ikuspegiaren artean goi-ezkerraldeko botoiak erabiliz.
fa: بین نمای جدول و کارت با استفاده از دکمه‌های بالا سمت چپ جابه‌جا شوید.
fi: Vaihda taulukkonäkymän ja korttinäkymän välillä vasemman yläkulman painikkeilla.
fr: Basculez entre la vue tableau et carte à l'aide des boutons en haut à gauche.
ga: Athraigh idir radharc tábla agus cárta ag baint úsáide as na cnaipí ag an mbarr ar chlé.
gd: Gluais eadar sealladh tabla agus cairt a' cleachdadh na putanan gu h-àrd air an làimh chlì.
gl: Cambie entre a vista de táboa e a de tarxetas usando os botóns na parte superior esquerda.
gu: ઉપરના-ડાબી બટનોનો ઉપયોગ કરીને કોષ્ટક અને કાર્ડ દ્રશ્ય અને વચ્ચે બદલ કરો.
he: החלף בין תצוגת טבלה לכרטיסים באמצעות הכפתורים בפינה השמאלית העליונה.
hi: ऊपरी-बाएँ बटन का उपयोग कर तालिका और कार्ड दृश्य के बीच स्विच करें।
hr: Prebacujte se između prikaza tablice i kartica pomoću gumba u gornjem lijevom kutu.
hu: Váltson táblázat és kártya nézet között a bal felső gombok használatával.
id: Beralih antara tampilan tabel dan kartu menggunakan tombol kiri atas.
is: Skiptu á milli töflu og spilakortaútsýnis með hnappunum efst til vinstri.
it: Passa dalla visualizzazione tabella a quella a scheda usando i pulsanti in alto a sinistra.
ja: 左上のボタンを使って、テーブルビューとカードビューを切り替えます。
ka: მაგიდისა და ბარათის ხედებად გადართვა შეგიძლიათ მარჯვენა ზედა ღილაკების გამოყენებით.
ku: گورینی نیشانی دانی هونەڕا و گێڕینە ھەدەرە بو ویومەکەوشنە وەپەگماوە.
lt: Perjungti tarp lentelės ir kortelių vaizdo, naudojant viršuje kairėje esančius mygtukus.
lv: Pārslēdzieties starp tabulas un kartīšu skatu, izmantojot augšējās kreisās pogas.
mg: Miova eo anelanelan'ny fijery tabilao sy karatra amin'ny alalan'ny bokotra eo ambony havia.
mi: Huri i waenga i te tirohanga ripanga me te tirohanga kāri mā te whakamahi i ngā pātene o runga-mauī.
mk: Преминувајте помеѓу табеларен и картичков преглед користејќи ги горните леви копчиња.
ml: മുകളിൽ-ഇടത് ബട്ടൺ ഉപയോഗിച്ച് ടേബിൾ കൺവെർട്ട് ചെയ്യുക.
ms: Tukar antara pandangan jadual dan kad menggunakan butang kiri-atas.
mt: Ibbidla bejn il-vista tat-tabella u l-vista tal-kard billi tuża l-buttuni fuq in-naħa ta' fuq tax-xellug.
my: ဇယားနှင့်ကဒ်အမြင်များအကြား ထိပ်တွင်ရှိခြင်းဖြင့်ပြောင်းနိုင်သည်။
nl: Schakel tussen tabel- en kaartweergave met de knoppen linksboven.
no: Bytt mellom tabell- og kortvisning ved å bruke knappene øverst til venstre.
pa: ਸਿਖਰ-ਖੱਬੇ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਟੇਬਲ ਅਤੇ ਕਾਰਡ ਦ੍ਰਿਸ਼ ਦੇ ਵਿਚਕਾਰ ਸਵਿੱਚ ਕਰੋ।
pl: Przełączaj się między widokiem tabeli i kart, używając przycisków w lewym górnym rogu.
pt: Alterne entre a visualização em tabela e em cartão usando os botões no canto superior esquerdo.
ro: Comutați între vizualizarea tabel și card folosind butoanele din stânga sus.
ru: Переключайтесь между табличным и карточным видом, используя кнопки в левом верхнем углу.
sk: Prepnite medzi tabuľkovým a kartovým zobrazením pomocou tlačidiel vľavo hore.
sl: Zgornje levo gumbe uporabite za preklapljanje med prikazom tabele in karticami.
sq: Kaloni midis pamjes së tabelës dhe kartës duke përdorur butonat në krye të majtë.
sr: Пребаците се између табеле и картичног приказа користећи дугмад у горњем левом углу.
sv: Växla mellan tabell- och kortvy med knapparna uppe till vänster.
sw: Badilisha kati ya mwonekano wa jedwali na kadi ukitumia vitufe vya juu-kushoto.
ta: மேல்இடை விளையாட்டுகளைக் kullanarak அட்டவணை மற்றும் அட்டவணைப் பார்வையை மாற்றவும்.
te: ఎడమ ఎగువ ముడి బటన్స్ ఉపయోగించి పట్టిక మరియు కార్డు వీక్షణ మధ్య మారండి.
th: สลับระหว่างมุมมองตารางและมุมมองการ์ดโดยใช้ปุ่มด้านซ้ายบน
tr: Üst-sol düğmeleri kullanarak tablo ve kart görünümü arasında geçiş yapın.
uk: Перемикайтеся між табличним і картковим виглядом за допомогою кнопок у верхньому лівому куті.
ur: اوپر بائیں بٹن استعمال کرتے ہوئے میز اور کارڈ ویو کے درمیان سوئچ کریں۔
uz: Yuqori-chap tugmalar yordamida jadval va karta ko'rinishi o'rtasida o'ting.
vi: Chuyển đổi giữa chế độ hiển thị bảng và thẻ bằng cách dùng các nút ở góc trái trên.
xh: Tshintshela phakathi kwebutyebolo indikuzo ngeqhosha njengobuso bomzantsi-phezulu.

source: You can create and manage multiple destinations for different alerting tools.
ar: يمكنك إنشاء وإدارة وجهات متعددة لأدوات تنبيه مختلفة.
az: Fərqli həyəcan alətləri üçün bir neçə yer yarada və idarə edə bilərsiniz.
be: আপনি বিভিন্ন সতর্কতা সরঞ্জামের জন্য একাধিক গন্তব্য তৈরি এবং পরিচালনা করতে পারেন।
bn: বিভিন্ন সতর্কতাকারী টুলের জন্য আপনি একাধিক গন্তব্য তৈরি এবং পরিচালনা করতে পারেন।
cs: Můžete vytvořit a spravovat více cílů pro různé nástroje upozornění.
cy: Gallwch greu a rheoli cyrchfannau lluosog ar gyfer offer rhybuddio gwahanol.
da: Du kan oprette og administrere flere destinationer til forskellige alarmværktøjer.
de: Sie können mehrere Ziele für verschiedene Alarmierungstools erstellen und verwalten.
el: Μπορείτε να δημιουργήσετε και να διαχειριστείτε πολλούς προορισμούς για διαφορετικά εργαλεία ειδοποίησης.
es: Puedes crear y gestionar múltiples destinos para diferentes herramientas de alerta.
et: Sul on võimalik luua ja hallata mitmeid sihtkohti erinevate hoiatusvahendite jaoks.
eu: Alerta tresna desberdinetarako helmuga anitz sortu eta kudeatu ditzakezu.
fa: می‌توانید چندین مقصد برای ابزارهای هشدار مختلف ایجاد و مدیریت کنید.
fi: Voit luoda ja hallita useita kohteita eri hälytysohjelmille.
fr: Vous pouvez créer et gérer plusieurs destinations pour différents outils d'alerte.
ga: Is féidir leat ilchinn scríbe a chruthú agus a bhainistiú d'uirlisí foláirimh difriúla.
gd: Faodaidh tu iomadh ceann-uidhe a chruthachadh agus a stiùireadh airson innealan rabhaidh eadar-dhealaichte.
gl: Pode crear e xestionar múltiples destinos para diferentes ferramentas de alerta.
gu: તમે વિવિધ એલર્ટિંગ સાધનો માટે વિસ્તૃત ગંતવ્ય બનાવી શકો છો અને તેને સંચાલિત કરી શકો છો.
he: תוכל ליצור ולנהל מספר יעדים לכלים למתן התראות שונים.
hi: आप विभिन्न चेतावनी उपकरणों के लिए कई गंतव्य बना और प्रबंधित कर सकते हैं।
hr: Možete kreirati i upravljati višestrukim destinacijama za različite alate za upozoravanje.
hu: Különböző figyelmeztető eszközökhöz több célállomást hozhat létre és kezelhet.
id: Anda dapat membuat dan mengelola beberapa tujuan untuk alat pemberitahuan yang berbeda.
is: Þú getur búið til og stjórnað mörgum áfangastöðum fyrir mismunandi viðvörunartól.
it: Puoi creare e gestire più destinazioni per diversi strumenti di allarme.
ja: 異なるアラートツール用に複数の宛先を作成・管理できます。
ka: შეგიძლიათ შექმნათ და მართოთ მრავალი დანიშნულება სხვადასხვა გაფრთხილების ინსტრუმენტებისთვის.
ku: بەیەبەرێنە گۆڕینەキャ یانەچی ئەژێ کرانی بەر بۆ هە و یەمەکەکە.
lt: Galite sukurti ir valdyti kelis tikslus skirtingoms perspėjimo įrankiams.
lv: Jūs varat izveidot un pārvaldīt vairākus galamērķus dažādiem brīdinājumu rīkiem.
mg: Afaka mamorona sy mitantana toerana maro ho an'ny fitaovana fampitandremana samihafa ianao.
mi: Ka taea e koe te waihanga, te whakahaere hoki i ngā wāhi maha mō ngā taputapu whakaara rerekē.
mk: Можете да креирате и управувате со повеќе дестинации за различни алатки за известување.
ml: വിവിധ നോട്ടിഫൈ ചെയ്യൽ ഉപകരണങ്ങൾക്ക് ധാരാളവും ഇന്ത്യാസ്സും രാഷ്ട്രീങ്ങൾ സൃഷ്ടിയുചെയ്യുക.
ms: Anda boleh mencipta dan mengurus banyak destinasi untuk pelbagai alat amaran.
mt: Tista' toħloq u timmaniġġja diversi destinazzjonijiet għal għodod ta' allerti differenti.
my: အမြင့်အသုံးပြုမှုဆိုင်သော အဝရအသုံးများ ဖြန့်ဖြူးရန်နှင့် စီမံခန့်ခွဲနိုင်ပါသည်။
nl: Je kunt meerdere bestemmingen maken en beheren voor verschillende alarmeringstools.
no: Du kan opprette og administrere flere destinasjoner for forskjellige varslingsverktøy.
pa: ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਅਲਰਟਿੰਗ ਟੂਲਾਂ ਲਈ ਕਈ ਮੰਜਿਲਾਂ ਬਣਾ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz tworzyć i zarządzać wieloma celami dla różnych narzędzi powiadamiania.
pt: Você pode criar e gerenciar múltiplos destinos para diferentes ferramentas de alerta.
ro: Puteți crea și gestiona mai multe destinații pentru diferite instrumente de alertare.
ru: Вы можете создавать и управлять несколькими местами назначения для различных инструментов оповещения.
sk: Môžete vytvoriť a spravovať viacero destinácií pre rôzne nástroje na upozorňovanie.
sl: Lahko ustvarite in upravljate več destinacij za različna orodja za alarmiranje.
sq: Mund të krijoni dhe menaxhoni destinacione të shumta për mjete të ndryshme alarmi.
sr: Можете направити и управљати више дестинација за различите алате за упозорења.
sv: Du kan skapa och hantera flera destinationer för olika varningsverktyg.
sw: Unaweza kuunda na kudhibiti maeneo mengi kwa zana tofauti za kutoa tahadhari.
ta: வித்தியாசமான எச்சரிக்கை கருவிகளுக்கு பல இலக்குகளை உருவாக்கி நிர்வகிக்கலாம்.
te: భిన్నమైన హెచ్చరిక సాధనాల కోసం మీరు బహుళ గమ్యస్థానాలను సృష్టించి నిర్వహించవచ్చు.
th: คุณสามารถสร้างและจัดการจุดหมายหลายแห่งสำหรับเครื่องมือแจ้งเตือนที่แตกต่างกัน
tr: Farklı uyarı araçları için birden fazla hedef oluşturabilir ve yönetebilirsiniz.
uk: Ви можете створювати та керувати кількома пунктами призначення для різних інструментів попереджень.
ur: آپ مختلف الرٹنگ ٹولز کے لئے متعدد مقامات بنا اور منظم کر سکتے ہیں۔
uz: Turli bildirish vositalari uchun bir nechta yo'nalishlarni yaratishingiz va boshqarishingiz mumkin.
vi: Bạn có thể tạo và quản lý nhiều điểm đến cho các công cụ cảnh báo khác nhau.
xh: Ungasebenzisa kwaye ulungelelamise iindawo ezininzi zezixhobo ezahlukeneyo zokulumkisa.

source: Step 1 of 2
ar: الخطوة 1 من 2
az: 1-ci addım
be: Steg 1 af 2
bn: ধাপ ১ এর ২
cs: Krok 1 z 2
cy: Cam 1 o 2
da: Trin 1 af 2
de: Schritt 1 von 2
el: Βήμα 1 από 2
es: Paso 1 de 2
et: 1. samm 2-st
eu: 1. urratsa 2tik
fa: مرحله ۱ از ۲
fi: Vaihe 1/2
fr: Étape 1 sur 2
ga: Nkyerɛkyerɛ 1 mu 2
gd: Ceum 1 de 2
gl: Paso 1 de 2
gu: ચરણ 1 માંથી 2
he: שלב 1 מתוך 2
hi: चरण 1 का 2
hr: Korak 1 od 2
hu: 1. lépés a 2-ből
id: Langkah 1 dari 2
is: Skref 1 af 2
it: Passo 1 di 2
ja: ステップ 1/2
ka: ეტაპი 1 / 2
ku: ئەنجام ١ ی ٢
lt: 1 žingsnis iš 2
lv: 1. solis no 2
mg: Dingana 1 amin'ny 2
mi: Hipanga 1 o 2
mk: Чекор 1 од 2
ml: പടി 1 ൽ 2
ms: Langkah 1 daripada 2
mt: Pass 1 minn 2
my: အဆင့် ၁ မှ ၂
nl: Stap 1 van 2
no: Trinn 1 av 2
pa: ਕਦਮ 1 ਵਿੱਚੋਂ 2
pl: Krok 1 z 2
pt: Passo 1 de 2
ro: Pasul 1 din 2
ru: Шаг 1 из 2
sk: Krok 1 z 2
sl: 1. korak od 2
sq: Hapi 1 nga 2
sr: Korak 1 od 2
sv: Steg 1 av 2
sw: Hatua ya 1 kati ya 2
ta: படி 1 இல் 2
te: దశ 1 లో దశ 2
th: ขั้นตอน 1 จาก 2
tr: 1. adım
uk: Крок 1 з 2
ur: پہلا مرحلہ 2 میں سے
uz: 1-qadamdan 2
vi: Bước 1 của 2
xh: Isinyathelo 1 kwi-2

source: Create Admin Account
ar: إنشاء حساب مسؤول
az: Admin Hesabı Yarat
be: Админ Акаунт үүсгэх
bn: অ্যাডমিন অ্যাকাউন্ট তৈরি করুন
cs: Vytvořit administrátorský účet
cy: Creu Cyfrif Gweinyddwr
da: Opret administratorkonto
de: Admin-Konto erstellen
el: Δημιουργία Λογαριασμού Διαχειριστή
es: Crear cuenta de administrador
et: Loo admini konto
eu: Sortu Administratzaile Kontua
fa: ایجاد حساب ادمین
fi: Luo ylläpitäjän tili
fr: Créer un compte administrateur
ga: Cruthaigh Cuntas Riarthóra
gd: Cruthaich Cunntas Rianadair
gl: Crear conta de administrador
gu: એડમિન એકાઉન્ટ બનાવો
he: צור חשבון מנהל מערכת
hi: प्रशासक खाता बनाएँ
hr: Kreiraj administratorski račun
hu: Adminisztrátor fiók létrehozása
id: Buat Akun Admin
is: Búa til stjórnendareikning
it: Crea Account Admin
ja: 管理者アカウントを作成
ka: ადმინისტრაციული ანგარიშის შექმნა
ku: Hesabê Admin Çêbike
lt: Sukurti administratoriaus paskyrą
lv: Izveidot administratora kontu
mg: Mamorona Kaonty Admin
mi: Waihangatia Te Pūkete Kaiwhakahaere
mk: Креирај админ сметка
ml: അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിക്കുക
ms: Cipta Akaun Admin
mt: Oħloq Kont Amministratur
my: အက်ဒ်မင်အကောင့် တည်ဆောက်ရန်
nl: Maak een beheerdersaccount
no: Opprett administrator-konto
pa: ਐਡਮਿਨ ਖਾਤਾ ਬਨਾਓ
pl: Utwórz konto administratora
pt: Criar Conta de Admin
ro: Creați cont de administrator
ru: Создать учетную запись администратора
sk: Vytvoriť admin účet
sl: Ustvari skrbniški račun
sq: Krijo Llogari Admin
sr: Kreiraj administrativni nalog
sv: Skapa administratörskonto
sw: Unda Akaunti ya Msimamizi
ta: நிர்வாக கணக்கு உருவாக்கவும்
te: అడ్మిన్ ఖాతా సృష్టించండి
th: สร้างบัญชีแอดมิน
tr: Admin Hesabı Oluştur
uk: Створити обліковий запис адміністратора
ur: ایڈمن اکاؤنٹ بنائیں
uz: Admin Hisob Yaratish
vi: Tạo Tài khoản Admin
xh: Yenza i-akhawunti yomlawuli

source: Let’s get started by creating your first admin account.
ar: لنبدأ بإنشاء حساب المسؤول الأول الخاص بك.
az: İlk admin hesabınızı yaradaraq başlayaq.
be: Таны анхны админ акаунт үүсгэж эхэлцгээе.
bn: প্রথম অ্যাডমিন অ্যাকাউন্ট তৈরি করে শুরু করা যাক।
cs: Začněme vytvořením vašeho prvního administrátorského účtu.
cy: Gadewch i ni ddechrau trwy greu eich cyfrif gweinyddwr cyntaf.
da: Lad os komme i gang ved at oprette din første administratorkonto.
de: Lassen Sie uns damit beginnen, Ihr erstes Admin-Konto zu erstellen.
el: Ας ξεκινήσουμε με τη δημιουργία του πρώτου σας λογαριασμού διαχειριστή.
es: Vamos a empezar creando tu primera cuenta de administrador.
et: Alustame sinu esimese admini konto loomisega.
eu: Has gaitezen zure lehen administratzaile kontua sortuz.
fa: بیایید با ایجاد اولین حساب ادمین شما شروع کنیم.
fi: Aloitetaan luomalla ensimmäinen ylläpitäjätili.
fr: Commençons par créer votre premier compte administrateur.
ga: Tosaigh trí do chéad chuntas riarthóra a chruthú.
gd: Feuch gum faigh sinn seachad air le bhith a' cruthachadh a' chiad chunntas rianadair agad.
gl: Imos comezar creando a túa primeira conta de administrador.
gu: તમારું પ્રથમ એડમિન એકાઉન્ટ બનાવીને શરૂઆત કરીએ.
he: נתחיל ביצירת חשבון המנהל הראשון שלך.
hi: आइए अपना पहला प्रशासक खाता बनाकर शुरू करें।
hr: Krenimo tako da kreiramo vaš prvi administratorski račun.
hu: Kezdjük azzal, hogy létrehozzuk az első adminisztrátor fiókodat.
id: Mulai dengan membuat akun admin pertama Anda.
is: Byrjum á að búa til þinn fyrsta stjórnendareikning.
it: Iniziamo creando il tuo primo account admin.
ja: 最初の管理者アカウントを作成して始めましょう。
ka: დავიწყოთ თქვენი პირველი ადმინისტრატორის ანგარიშის შექმნით.
ku: Bi çêkirina hesabê admin a pêşîn dest xwe bikin.
lt: Pradėkime nuo pirmosios administratoriaus paskyros kūrimo.
lv: Sāksim, izveidojot jūsu pirmo administratora kontu.
mg: Andao hanomboka amin'ny famoronana ny kaontin'ny admin voalohany.
mi: Tīmatahia mā te waihanga i tō pūkete kaiwhakahaere tuatahi.
mk: Да започнеме со креирање на првата админ сметка.
ml: നമ്മുടെ ആദ്യ അഡ്മിൻ അക്കൗണ്ട് സൃഷ്ടിച്ച് ആരംഭിക്കാം.
ms: Mari mulakan dengan mencipta akaun admin pertama anda.
mt: Nibdew billi noħolqu l-ewwel kont amministratur tiegħek.
my: အက်ဒမင် အကောင့်ကို ဦးစွာထပ်မံရင်းနှီးကြပါစို့။
nl: Laten we beginnen met het maken van uw eerste beheerdersaccount.
no: La oss starte med å opprette din første administrator-konto.
pa: ਆਓ ਆਪਣਾ ਪਹਿਲਾ ਐਡਮਿਨ ਖਾਤਾ ਬਣਾਕੇ ਸ਼ੁਰੂ ਕਰੀਏ।
pl: Zacznijmy od utworzenia pierwszego konta administratora.
pt: Vamos começar criando sua primeira conta de admin.
ro: Să începem prin a crea primul dvs. cont de administrator.
ru: Начнем с создания вашей первой учетной записи администратора.
sk: Začnime tým, že vytvoríte svoj prvý admin účet.
sl: Začnimo z ustvarjanjem prvega skrbniškega računa.
sq: Le të fillojmë duke krijuar llogarinë tuaj të parë admin.
sr: Počnimo sa kreiranjem vašeg prvog administrativnog naloga.
sv: Låt oss börja med att skapa ditt första administratörskonto.
sw: Hebu tuanze kwa kuunda akaunti yako ya kwanza ya msimamizi.
ta: உங்கள் முதல் நிர்வாக கணக்கை உருவாக்குவதன் மூலம் தொடங்குவோம்.
te: మీ మొదటి అడ్మిన్ ఖాతాను సృష్టించడం ద్వారా ప్రారంభిద్దాం.
th: มาเริ่มต้นด้วยการสร้างบัญชีแอดมินแรกของคุณ
tr: İlk admin hesabınızı oluşturarak başlayalım.
uk: Почнемо, створивши ваш перший обліковий запис адміністратора.
ur: آئیے اپنا پہلا ایڈمن اکاؤنٹ بنا کر شروع کریں۔
uz: Keling, birinchi admin hisobingizni yaratish bilan boshlaymiz.
vi: Bắt đầu bằng cách tạo tài khoản admin đầu tiên của bạn.
xh: Masiqale ngokwenza iakhawunti yakho yokuqala yomlawuli.

source: Hold to reveal password
ar: استمر في الضغط لعرض كلمة المرور
az: Şifrəni göstərmək üçün saxlayın
be: पासवर्ड देखाउन समात्नुहोस्
bn: পাসওয়ার্ড দেখানোর জন্য ধরে রাখুন
cs: Držte pro zobrazení hesla
cy: Daliwch i ddangos cyfrinair
da: Hold for at vise adgangskode
de: Halten, um das Passwort anzuzeigen
el: Κρατήστε για να εμφανιστεί ο κωδικός πρόσβασης
es: Mantén presionado para mostrar la contraseña
et: Hoia, et parooli näidata
eu: Eutsi pasahitza erakusteko
fa: نگه دارید تا رمزعبور را نشان دهید
fi: Pidä alhaalla näyttääksesi salasanan
fr: Maintenir pour afficher le mot de passe
ga: Coinnigh chun pasfhocal a thaispeáint
gd: Cum a bhith a’ sealltainn facal-faire
gl: Sosteña para mostrar o contrasinal
gu: પાસવર્ડ બતાવવા માટે પકડો
he: לחץ והחזק כדי להציג את הסיסמה
hi: पासवर्ड दिखाने के लिए होल्ड करें
hr: Držite za prikaz lozinke
hu: Tartsd lenyomva a jelszó megjelenítéséhez
id: Tahan untuk menunjukkan kata sandi
is: Haltu til að sýna lykilorð
it: Tieni premuto per mostrare la password
ja: パスワードを表示するには保持してください
ka: पासवर्ड दिखाने के लिए स्थिर रखें
ku: ھوڵ بکە بۆ نیشاندان وشەتێپەڕ
lt: Laikykite, kad būtų rodomas slaptažodis
lv: Nospiediet un turiet, lai parādītu paroli
mg: Tazonina mba haneho ny teny miafina
mi: Purihia kia whakaatu i te kupuhipa
mk: Задржете за да ја покажете лозинката
ml: പാസ്‌വേഡ് കാണിക്കാൻ പിടിച്ച് വെക്കുക
ms: Tahan untuk menunjukkan kata laluan
mt: Żomm biex turi password
my: စကားဝှက်ကို ပြရန် ဖိထားပါ
nl: Houd vast om wachtwoord te tonen
no: Hold for å vise passord
pa: ਪਾਸਵਰਡ ਦਰਸਾਉਣ ਲਈ ਰੱਖੋ
pl: Przytrzymaj, aby pokazać hasło
pt: Segure para mostrar a senha
ro: Țineți apăsat pentru a arăta parola
ru: Удерживайте для отображения пароля
sk: Podržte pre zobrazenie hesla
sl: Držite za prikaz gesla
sq: Mbaj për të shfaqur fjalëkalimin
sr: Držite za prikaz lozinke
sv: Håll för att visa lösenord
sw: Shikilia kuonyesha nywila
ta: கடவுச்சொல்லை காட்ட தாங்கிக்கொள்ளவும்
te: పాస్వర్డ్ చూపించడానికి పట్టండి
th: กดค้างเพื่อแสดงรหัสผ่าน
tr: Parolayı göstermek için basılı tutun
uk: Утримувати, щоб показати пароль
ur: پاس ورڈ دکھانے کے لئے پکڑیں
uz: Parolni ko'rsatish uchun turing
vi: Giữ để hiển thị mật khẩu
xh: Bamba ukuze ubonise ipaswedi
