Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Cannot assign email while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Send Test Reminder
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
da: Send testemail
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya

source: Delete reminder
ar: تحديث التذكير
az: Xatırlatma Yeniləyin
be: Абнаўленне напаміна
bn: অনুস্মারক আপডেট করুন
cs: Aktualizovat připomenutí
cy: Diweddaru Atgoffa
da: Opdater Påmindelse
de: Erinnerung aktualisieren
el: Ενημέρωση Υπενθύμισης
es: Actualizar Recordatorio
et: Uuenda meeldetuletust
eu: Gogorarazlea Eguneratu
fa: بروزرسانی یادآوری
fi: Päivitä muistutus
fr: Mettre à jour le rappel
ga: Nuashonraigh Meabhrúchán
gd: Ùraich Cuimhneachan
gl: Actualizar o Recordatorio
gu: અપડેટ રિમાઇન્ડર
he: עדכן תזכורת
hi: अनुस्मारक अपडेट करें
hr: Ažuriraj podsjetnik
hu: Emlékeztető frissítése
id: Perbarui Pengingat
is: Uppfæra áminningu
it: Aggiorna Promemoria
ja: リマインダーの更新
ka: განაახლეთ შეხსენება
ku: نوێکردنەوەی یادکردنەکە
lt: Atnaujinti priminimą
lv: Atjaunināt atgādinājumu
mg: Hanavao Fampahatsiahivana
mi: Whakahōutia te Whakamaumahara
mk: Ажурирај потсетник
ml: റിമൈണ്ടര്‍ അപ്‌ഡേറ്റ് ചെയ്യുക
ms: Kemas kini Peringatan
mt: Aġġornament Tfakkira
my: မှတ်ချက် Update ပြုလုပ်ပါ
nl: Herinnering bijwerken
no: Oppdater påminnelse
pa: cadena remindo
pl: Zaktualizuj przypomnienie
pt: Atualizar Lembrete
ro: Actualizează mementoul
ru: Обновить напоминание
sk: Aktualizovať pripomenutie
sl: Posodobi opomnik
sq: Përditëso Kujtesën
sr: Ažuriraj podsetnik
sv: Uppdatera Påminnelse
sw: Sasisha Kumbusho
ta: குறிப்பை புதுப்பிக்கவும்
te: గుర్తింపు నవీకరించు
th: อัปเดตการเตือนความจำ
tr: Hatırlatıcıyı Güncelle
uk: Оновити нагадування
ur: AuwyreiWespei
uz: Eslatmani yangilash
vi: Cập nhật Nhắc Nhở
xh: Hlaziya isikhumbuzo

source: Delete Reminder
ar: تحديث التذكير
az: Xatırlatma Yeniləyin
be: Абнаўленне напаміна
bn: অনুস্মারক আপডেট করুন
cs: Aktualizovat připomenutí
cy: Diweddaru Atgoffa
da: Opdater Påmindelse
de: Erinnerung aktualisieren
el: Ενημέρωση Υπενθύμισης
es: Actualizar Recordatorio
et: Uuenda meeldetuletust
eu: Gogorarazlea Eguneratu
fa: بروزرسانی یادآوری
fi: Päivitä muistutus
fr: Mettre à jour le rappel
ga: Nuashonraigh Meabhrúchán
gd: Ùraich Cuimhneachan
gl: Actualizar o Recordatorio
gu: અપડેટ રિમાઇન્ડર
he: עדכן תזכורת
hi: अनुस्मारक अपडेट करें
hr: Ažuriraj podsjetnik
hu: Emlékeztető frissítése
id: Perbarui Pengingat
is: Uppfæra áminningu
it: Aggiorna Promemoria
ja: リマインダーの更新
ka: განაახლეთ შეხსენება
ku: نوێکردنەوەی یادکردنەکە
lt: Atnaujinti priminimą
lv: Atjaunināt atgādinājumu
mg: Hanavao Fampahatsiahivana
mi: Whakahōutia te Whakamaumahara
mk: Ажурирај потсетник
ml: റിമൈണ്ടര്‍ അപ്‌ഡേറ്റ് ചെയ്യുക
ms: Kemas kini Peringatan
mt: Aġġornament Tfakkira
my: မှတ်ချက် Update ပြုလုပ်ပါ
nl: Herinnering bijwerken
no: Oppdater påminnelse
pa: cadena remindo
pl: Zaktualizuj przypomnienie
pt: Atualizar Lembrete
ro: Actualizează mementoul
ru: Обновить напоминание
sk: Aktualizovať pripomenutie
sl: Posodobi opomnik
sq: Përditëso Kujtesën
sr: Ažuriraj podsetnik
sv: Uppdatera Påminnelse
sw: Sasisha Kumbusho
ta: குறிப்பை புதுப்பிக்கவும்
te: గుర్తింపు నవీకరించు
th: อัปเดตการเตือนความจำ
tr: Hatırlatıcıyı Güncelle
uk: Оновити нагадування
ur: AuwyreiWespei
uz: Eslatmani yangilash
vi: Cập nhật Nhắc Nhở
xh: Hlaziya isikhumbuzo

source: Toggle Reminder On/Off
ar: تبديل البريد الإلكتروني تشغيل/إيقاف
az: E-poçtu aç/bağla
be: Включить/отключить письмо
bn: ইমেইল চালু/বন্ধ করুন
cs: Přepnout e-mail zapnuto/vypnuto
cy: Toglo E-bost Ymlaen/I ffwrdd
da: Skift e-mail til/fra
de: E-Mail ein-/ausschalten
el: Εναλλαγή Email Ενεργό/Ανενεργό
es: Activar/Desactivar Correo
et: Vaheta e-kirja olekut
eu: Aldatu Emaila Piztu/Itzali
fa: تغییر وضعیت ایمیل روشن/خاموش
fi: Vaihda sähköposti päälle/pois
fr: Activer/Désactiver l'e-mail
ga: Sɔɔ muɔ Emaile wɔ/on
gd: Toglaich Post-d Air/Off
gl: Activar/Desactivar correo electrónico
gu: ઇમેઈલ ઓન/ઓફ કરો
he: החלף דוא"ל מופעל/מנוטרל
hi: ईमेल चालू/बंद करें
hr: Uključi/isključi e-poštu
hu: E-mail be/ki kapcsolása
id: Alihkan Email Aktif/Nonaktif
is: Skipta á/af tölvupósti
it: Attiva/Disattiva Email
ja: メールのオン/オフを切り替え
ka: ელფოსტის ჩართვა/გამორთვა
ku: گۆڕینی ئیمەیڵ لەسەر/خوڕی بکە
lt: Perjungti el. laišką Įjungta/Išjungta
lv: Pārslēgt e-pastu ieslēgts/izslēgts
mg: Mivadika Email On/Off
mi: Takahurihia te Email On/Off
mk: Вклучи/Исклучи е-пошта
ml: ഇമെയിൽ ഓൺ/ഓഫ് ക്രമീകരിക്കുക
ms: Tukar E-mel On/Off
mt: Toggle Email Fuq/Barra
my: အီးမေးလ် ဖွင့်/ပိတ် ဖွင့်ရန်
nl: E-mail In-/Uitschakelen
no: Slå e-post av/på
pa: ਈਮੇਲ ਓਨ/ਆਫ ਟੌਗਲ ਕਰੋ
pl: Włącz/Wyłącz email
pt: Alternar Email Ligado/Desligado
ro: Comută Email On/Off
ru: Включить/выключить электронную почту
sk: Prepnúť Email Zap/Vyp
sl: Preklop e-pošte On/Off
sq: Ndrysho Email-in On/Off
sr: Uključi/isključi email
sv: Aktivera/Avaktivera e-post
sw: Washa/Kata Baruapepe
ta: மின்னஞ்சல் இயக்க/ஆட்சி மாற்றம்
te: ఇమెయిల్ ఆన్/ఆఫ్ టోగుల్ చేయండి
th: สลับเปิด/ปิดอีเมล
tr: E-postayı Aç/Kapat
uk: Увімкнути/вимкнути електронну пошту
ur: ای میل آن/آف کریں
uz: Elektron pochtani yoqish/o'chirish
vi: Chuyển Email Bật/Tắt
xh: Cindezela I-imeyili I-Vuliwe/I-Valiwe

source: Start At:
ar: بدء TLS
az: TLS-a başlayır
be: Пачатак TLS
bn: TLS শুরু করা হচ্ছে
cs: Zahájení TLS
cy: Dechrau TLS
da: Starter TLS
de: TLS wird gestartet
el: Έναρξη TLS
es: Iniciando TLS
et: Alustan TLS-i
eu: TLS hasten
fa: شروع TLS
fi: Aloitetaan TLS
fr: Démarrage de TLS
ga: Ɛhɔ rekɔ soɔ TLS
gd: Tòiseachadh TLS
gl: Iniciando TLS
gu: TLS શરૂ કરી રહ્યું છે
he: מתחיל TLS
hi: TLS शुरू करना
hr: Pokretanje TLS
hu: TLS megkezdése
id: Memulai TLS
is: Byrjar TLS
it: Avvio TLS
ja: TLSを開始しています
ka: ივანთა TLS
ku: TLS dest pê dike
lt: Pradedamas TLS
lv: Sākot TLS
mg: Manomboka TLS
mi: Tīmata TLS
mk: Започнување TLS
ml: TLS ആരംഭിക്കുകയാണ്
ms: Memulakan TLS
mt: Nibdew TLS
my: TLS စတင်နေသည်
nl: TLS starten
no: Starter TLS
pa: TLS ਸ਼ੁਰੂ ਕਰਨਾ
pl: Rozpoczynanie TLS
pt: Iniciando TLS
ro: Pornind TLS
ru: Начало TLS
sk: Spúšťanie TLS
sl: Začenjanje TLS
sq: Duke filluar TLS
sr: Pokretanje TLS-a
sv: Startar TLS
sw: Kuanzisha TLS
ta: TLS ஆரம்பிக்கிறது
te: TLS ప్రారంభించబడుతోంది
th: เริ่มต้น TLS
tr: TLS başlatılıyor
uk: Запуск TLS
ur: TLS شروع ہو رہا ہے
uz: TLS boshlanmoqda
vi: Bắt đầu TLS
xh: Ukuqala i-TLS

source: Recurrence:
ar: التكرار:
az: Təkrarlanma:
be: Частата:
bn: পুনরাবৃত্তি:
cs: Opakování:
cy: Ailadroddiad:
da: Tilbagevendende:
de: Wiederholung:
el: Επαναληπτικότητα:
es: Recurrencia:
et: Korduvus:
eu: Errepikapena:
fa: تکرار:
fi: Toistuvuus:
fr: Récurrence :
ga: Athfhillteacht:
gd: Ath-aithris:
gl: Recorrencia:
gu: પુનરાવૃત્તિ:
he: חזרתיות:
hi: आवृत्ति:
hr: Ponavljanje:
hu: Ismétlődés:
id: Keterulangan:
is: Endurtekning:
it: Ricorrenza:
ja: 繰り返し:
ka: რეკურსია:
ku: داهاتی:
lt: Kartojimas:
lv: Atkārtošanās:
mg: Famerimberenana:
mi: Hoki mai anō:
mk: Повторливост:
ml: ആവർത്തനം:
ms: Pengulangan:
mt: Rikurrenza:
my: ကြိမ်နှုန်း:
nl: Herhaling:
no: Gjentakelse:
pa: ਦੁਹਰਾਉਣਾ:
pl: Cykliczność:
pt: Recorrência:
ro: Recurrencesa:
ru: Повторение:
sk: Opakovanie:
sl: Ponavljanje:
sq: Përsëritja:
sr: Ponavljanje:
sv: Återkommande:
sw: Urudiaji:
ta: மீளமறுத்தல்:
te: పునరావృతి:
th: ความถี่:
tr: Tekrarlama:
uk: Повторення:
ur: تکرار:
uz: Qayta takrorlanish:
vi: Chu kỳ:
xh: Phinda-phinda:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
ar: انقر على "إضافة إشعار" واملأ حقلي الموضوع والمحتوى.
az: "Bildiriş əlavə et"-i basın və mövzu və məzmun sahələrini doldurun.
be: “বিজ্ঞপ্তি যোগ করুন” ক্লিক করে বিষয়বস্তু ও বিষয় সংক্রান্ত তথ্য পূরণ করুন।
bn: "বিজ্ঞপ্তি যোগ করুন" ক্লিক করুন এবং বিষয় এবং বিষয়বস্তু ক্ষেত্রগুলি পূরণ করুন।
cs: Klikněte na „Přidat oznámení“ a vyplňte pole předmětu a obsahu.
cy: Cliciwch “Add notification” a llenwch y meysydd pwnc a chynnwys.
da: Klik “Tilføj notifikation” og udfyld emne- og indholdsfelterne.
de: Klicken Sie auf "Benachrichtigung hinzufügen" und füllen Sie die Felder für Betreff und Inhalt aus.
el: Κάντε κλικ στο «Προσθήκη ειδοποίησης» και συμπληρώστε τα πεδία θέματος και περιεχομένου.
es: Haga clic en “Añadir notificación” y complete los campos de asunto y contenido.
et: Klõpsake „Lisa teavitus” ja täitke teema ning sisuväljad.
eu: Klik egin “Jakinarazpena gehitu” gaian eta osatu gaia eta eduki eremuak.
fa: روی “افزودن اعلان” کلیک کنید و فیلدهای موضوع و محتوا را پر کنید.
fi: Napsauta “Lisää ilmoitus” ja täytä aihe ja sisältö.
fr: Cliquez sur “Ajouter une notification” et remplissez les champs sujet et contenu.
ga: Cliceáil “Cuir fógra leis” agus líon amach na réimsí ábhair agus ábhar.
gd: Cliog air “Cuir fios ris” agus lìon a-steach na raointean cuspair agus susbaint.
gl: Fai clic en “Engadir notificación” e enche os campos de asunto e contido.
gu: “સૂચના ઉમેરો” પર ક્લિક કરો અને વિષય અને સામગ્રી ફીલ્ડસ મૂર્લ કરવા.
he: לחץ על ״הוסף התראה״ ומלא את השדות נושא ותוכן.
hi: "सूचना जोड़ें" पर क्लिक करें और विषय और सामग्री फ़ील्ड भरें।
hr: Kliknite “Dodaj obavijest” i popunite polja za predmet i sadržaj.
hu: Kattintson az „Értesítés hozzáadása” gombra, és töltse ki a tárgy- és tartalommezőket.
id: Klik “Tambah notifikasi” dan isi bidang subjek dan konten.
is: Smelltu á „Bæta við tilkynningu“ og fylltu út efnis- og efnisreiti.
it: Clicca su “Aggiungi notifica” e compila i campi oggetto e contenuto.
ja: 「通知を追加」をクリックし、件名と内容のフィールドを記入します。
ka: დააჭირეთ 'შეტყობინების დამატებაზე' და შეავსეთ სათაური და შინაარსი.
ku: کلیک بکە لەسەر “زیادکردنی هەواڵکردنەوە” و فیلدەکانی بابەت و ناوەڕۆک پڕ بکەوە.
lt: Spustelėkite „Pridėti pranešimą“ ir užpildykite temos ir turinio laukus.
lv: Noklikšķiniet uz “Pievienot paziņojumu” un aizpildiet tēmas un satura laukus.
mg: Tsindrio “Manampy fampahafantarana” ary fenoy ny saha lohahevitra sy votoaty.
mi: Pāwhiria “Tāpirihia Whakamōhiotanga” ka whakakiia ngā mara kaupapa me te ihirangi.
mk: Кликнете “Додај известување” и пополнете ги полињата за предмет и содржина.
ml: "അറിയിപ്പ് ചേർക്കുക" ക്ലിക്കുചെയ്ത് വിഷയം, ഉള്ളടക്കം ഫീൽഡുകൾ പൂരിപ്പിക്കുക.
ms: Klik "Tambah notifikasi" dan isikan medan subjek dan kandungan.
mt: Ikklikkja “Żid notifika” u imla l-kampijiet tas-suġġett u tal-kontenut.
my: “အသိပေးချက်ထည့်မည်” ကို နှိပ်ပြီး ခေါင်းစဉ်နှင့် အကြောင်းအရာအကွက်များကို ဖြည့်ပါ။
nl: Klik op “Melding toevoegen” en vul de velden voor onderwerp en inhoud in.
no: Klikk «Legg til varsel» og fyll ut emne- og innholdsfeltene.
pa: "ਸੂਚਨਾ ਜੋੜੋ" 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਅਤੇ ਵਿਸ਼ਾ ਅਤੇ ਸਮੱਗਰੀ ਖੇਤਰਾਂ ਨੂੰ ਭਰੋ।
pl: Kliknij „Dodaj powiadomienie” i wypełnij pola tematu i treści.
pt: Clique em “Adicionar notificação” e preencha os campos de assunto e conteúdo.
ro: Dă clic pe „Adaugă notificare” și completează câmpurile pentru subiect și conținut.
ru: Нажмите «Добавить уведомление» и заполните поля темы и содержания.
sk: Kliknite na “Pridať oznámenie” a vyplňte polia pre predmet a obsah.
sl: Kliknite “Dodaj obvestilo” in izpolnite polji zadeva in vsebina.
sq: Kliko "Shto njoftim" dhe plotëso fushat e subjektit dhe përmbajtjes.
sr: Kliknite “Dodaj obaveštenje” i popunite polja za predmet i sadržaj.
sv: Klicka på "Lägg till notifikation" och fyll i fälten för ämne och innehåll.
sw: Bofya “Ongeza taarifa” na ujaze sehemu za mada na maudhui.
ta: “அறிவிப்புகளை சேர்க்கவும்” என்பதைக் கிளிக் செய்து பொருள் மற்றும் உள்ளடக்க புலங்களை நிரப்பவும்.
te: “Add notification” నొక్కి, విషయంతో మరియు కంటెంట్ ఫీల్డ్స్‌ని పూరించండి.
th: คลิก “เพิ่มการแจ้งเตือน” และกรอกฟิลด์หัวข้อและเนื้อหา
tr: “Bildirim ekle” seçeneğine tıklayın ve konu ve içerik alanlarını doldurun.
uk: Натисніть “Додати повідомлення” і заповніть поля теми та змісту.
ur: "اطلاع شامل کریں" پر کلک کریں اور موضوع اور مواد کے خانے بھریں۔
uz: “Bildirishnoma qo'shish” tugmasini bosing va mavzu va mazmun maydonlarini toʻldiring.
vi: Nhấn vào “Thêm thông báo” và điền vào các trường chủ đề và nội dung.
xh: Cofa 'Yongeza isilumkiso' uze ugcwalise iindawo zesihloko kunye nomxholo.

source: 💾 Save the reminder to return to the overview.
ar: حفظ الإشعار للعودة إلى النظرة العامة.
az: Bildirişi saxlamaq üçün ümumi baxışa qayıdır.
be: বিজ্ঞপ্তি সংরক্ষণ করে সারসংক্ষেপে ফিরে যান।
bn: সংক্ষিপ্তসারে ফিরতে বিজ্ঞপ্তি সংরক্ষণ করুন।
cs: Uložte oznámení a vraťte se k přehledu.
cy: Cadwch yr hysbysiad i ddychwelyd i'r trosolwg.
da: Gem notifikation for at vende tilbage til oversigten.
de: Speichern Sie die Benachrichtigung, um zur Übersicht zurückzukehren.
el: Αποθηκεύστε την ειδοποίηση για να επιστρέψετε στη σύνοψη.
es: Guarde la notificación para regresar a la vista general.
et: Salvestage teavitus, et naasta ülevaate juurde.
eu: Gorde jakinarazpena gainbegiratzera itzultzeko.
fa: اعلان را ذخیره کنید تا به نمای کلی برگردید.
fi: Tallenna ilmoitus palataksesi yleisnäkymään.
fr: Enregistrez la notification pour revenir à l'aperçu.
ga: Sábháil an fógra chun filleadh ar an forléargas.
gd: Sàbhail am fios airson tilleadh chun a’ gheàrr-chunntais.
gl: Garda a notificación para volver á vista xeral.
gu: ઝાંઝીલે જમ્પ કરો.
he: שמור את ההתראה כדי לחזור לתצוגת הכללי.
hi: अवलोकन पर लौटने के लिए सूचना सहेजें।
hr: Spremite obavijest za povratak na pregled.
hu: Mentse az értesítést, hogy visszatérjen az áttekintéshez.
id: Simpan notifikasi untuk kembali ke ikhtisar.
is: Vistaðu tilkynninguna til að fara aftur í yfirlitið.
it: Salva la notifica per tornare alla panoramica.
ja: 通知を保存して概要に戻ってください。
ka: შეინახეთ შეტყობინება დასაბრუნებლად მიმოხილვაში.
ku: هەواڵکردنەوە پارێزە بۆ پەسووە کردنەوە بۆ گشتی.
lt: Išsaugokite pranešimą, kad grįžtumėte į apžvalgą.
lv: Saglabājiet paziņojumu, lai atgrieztos pārskatā.
mg: Tehirizo ny fampahafantarana mba hiverina amin'ny famintinana.
mi: Tiakina te whakamōhiotanga kia hoki ki te tirohanga whānui.
mk: Зачувајте го известувањето за да се вратите на прегледот.
ml: അറിയിപ്പ് സംരക്ഷിച്ചാൽ അവലോകനത്തിലേക്ക് മടങ്ങാം.
ms: Simpan notifikasi untuk kembali ke gambaran keseluruhan.
mt: Iffranka n-notifika biex tirritorna lejn l-overview.
my: အသိပေးချက်ကို သိမ်းပြီး ပြန်လည်ကြည့်ရှုမှုသို့ ရောက်ပါ။
nl: Sla de melding op om terug te keren naar het overzicht.
no: Lagre varselet for å gå tilbake til oversikten.
pa: ਝਲਕ 'ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ ਸੂਚਨਾ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl: Zapisz powiadomienie, aby wrócić do podglądu.
pt: Salve a notificação para retornar ao resumo.
ro: Salvează notificarea pentru a reveni la prezentare generală.
ru: Сохраните уведомление, чтобы вернуться к обзору.
sk: Uložte oznámenie na návrat na prehľad.
sl: Shranite obvestilo, da se vrnete na pregled.
sq: Ruaj njoftimin për t'u kthyer në përmbledhje.
sr: Sačuvajte obaveštenje da se vratite na pregled.
sv: Spara notifikationen för att återgå till översikten.
sw: Hifadhi taarifa ili kurudi kwenye muhtasari.
ta: கண்ணோட்டத்திற்கு திரும்ப அறிவிப்பை சேமிக்கவும்.
te: అవలోకనం కు చేరడానికి సూచనను సేవ్ చేయండి.
th: บันทึกการแจ้งเตือนเพื่อกลับไปยังภาพรวม
tr: Genel görünüme dönmek için bildirimi kaydedin.
uk: Збережіть повідомлення, щоб повернутися до огляду.
ur: اطلاع محفوظ کریں تاکہ جائزہ پر واپس جائیں۔
uz: Sharhga qaytish uchun bildirishnomani saqlang.
vi: Lưu thông báo để quay lại tổng quan.
xh: Gcina isilumkiso ukuze ubuyele kujongeka yonke.
