Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Username already exists.
ar: اسم المستخدم موجود بالفعل.
az: İstifadəçi adı artıq mövcuddur.
be: Імя карыстальніка ўжо існуе.
bn: ব্যবহারকারীর নাম ইতিমধ্যে বিদ্যমান।
cs: Uživatelské jméno již existuje.
cy: Mae'r enw defnyddiwr eisoes yn bodoli.
da: Brugernavnet eksisterer allerede.
de: Benutzername existiert bereits.
el: Το όνομα χρήστη υπάρχει ήδη.
es: El nombre de usuario ya existe.
et: Kasutajanimi on juba olemas.
eu: Erabiltzaile izena dagoeneko existitzen da.
fa: نام کاربری از قبل موجود است.
fi: Käyttäjänimi on jo olemassa.
fr: Nom d'utilisateur déjà existant.
ga: Tá an t-ainm úsáideora ann cheana féin.
gd: Tha an t-ainm-cleachdaidh ann mar-thà.
gl: O nome de usuario xa existe.
gu: વપરાશકર્તાનામ પહેલેથી જ અસ્તિત્વમાં છે.
he: שם המשתמש כבר קיים.
hi: उपयोगकर्ता नाम पहले से मौजूद है।
hr: Korisničko ime već postoji.
hu: A felhasználónév már létezik.
id: Nama pengguna sudah ada.
is: Notandanafn er þegar til.
it: Nome utente già esistente.
ja: ユーザー名はすでに存在しています。
ka: მომხმარებლის სახელი უკვე არსებობს.
ku: ناوی بەکارهێنەر پێشتر بوونی هەیە.
lt: Vartotojo vardas jau egzistuoja.
lv: Lietotājvārds jau pastāv.
mg: Efa misy ny solonanarana.
mi: Kua tīari te īngoa kaiwhakamahi.
mk: Корисничкото име веќе постои.
ml: ഉപയോക്തൃനാമം ഇതിനകം നിലവിലുണ്ട്.
ms: Nama pengguna sudah wujud.
mt: Isem ta' utent diġà jeżisti.
my: အသုံးပြုသူအမည် ရှိပြီးသား။
nl: Gebruikersnaam bestaat al.
no: Brukernavnet eksisterer allerede.
pa: ਯੂਜ਼ਰਨੇਮ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Nazwa użytkownika już istnieje.
pt: Nome de usuário já existe.
ro: Numele de utilizator există deja.
ru: Имя пользователя уже существует.
sk: Používateľské meno už existuje.
sl: Uporabniško ime že obstaja.
sq: Emri i përdoruesit ekziston tashmë.
sr: Korisničko ime već postoji.
sv: Användarnamn finns redan.
sw: Jina la mtumiaji lipo tayari.
ta: பயனர்பெயர் ஏற்கனவே உள்ளது.
te: వాడుకరి నామం ఇప్పటికే ఉంది.
th: ชื่อผู้ใช้มีอยู่แล้ว
tr: Kullanıcı adı zaten var.
uk: Ім'я користувача вже існує.
ur: صارف نام پہلے سے موجود ہے۔
uz: Foydalanuvchi nomi allaqachon mavjud.
vi: Tên người dùng đã tồn tại.
xh: Igama lomsebenzisi sele likho.

source: Email already exists.
ar: البريد الإلكتروني موجود بالفعل.
az: Email artıq mövcuddur.
be: Email ужо існуе.
bn: ইমেল ইতিমধ্যে বিদ্যমান।
cs: E-mail již existuje.
cy: Mae'r e-bost eisoes yn bodoli.
da: E-mail eksisterer allerede.
de: E-Mail existiert bereits.
el: Το email υπάρχει ήδη.
es: El correo electrónico ya existe.
et: E-posti aadress on juba olemas.
eu: Email-a dagoeneko existitzen da.
fa: ایمیل از قبل موجود است.
fi: Sähköposti on jo olemassa.
fr: Email déjà existant.
ga: Tá an r-phost ann cheana féin.
gd: Tha am post-d ann mar-thà.
gl: O correo electrónico xa existe.
gu: ઇમેઇલ પહેલેથી જ અસ્તિત્વમાં છે.
he: האימייל כבר קיים.
hi: ईमेल पहले से मौजूद है।
hr: Email već postoji.
hu: Az email már létezik.
id: Email sudah ada.
is: Netfang er þegar til.
it: Email già esistente.
ja: メールはすでに存在しています。
ka: ელფოსტა უკვე არსებობს.
ku: ئیمەیڵ پێشتر بوونی هەیە.
lt: El. paštas jau egzistuoja.
lv: E-pasts jau pastāv.
mg: Efa misy ny mailaka.
mi: Kua tīari te īmēra.
mk: Е-поштата веќе постои.
ml: ഇമെയിൽ ഇതിനകം നിലവിലുണ്ട്.
ms: E-mel sudah wujud.
mt: Email diġà jeżisti.
my: အီးမေးလ် ရှိပြီးသား။
nl: Email bestaat al.
no: E-post eksisterer allerede.
pa: ਈਮੇਲ ਪਹਿਲਾਂ ਹੀ ਮੌਜੂਦ ਹੈ।
pl: Email już istnieje.
pt: Email já existe.
ro: Emailul există deja.
ru: Email уже существует.
sk: Email už existuje.
sl: Email že obstaja.
sq: Emaili ekziston tashmë.
sr: Email već postoji.
sv: E-post finns redan.
sw: Barua pepe ipo tayari.
ta: மின்னஞ்சல் ஏற்கனவே உள்ளது.
te: ఇమెయిల్ ఇప్పటికే ఉంది.
th: อีเมลมีอยู่แล้ว
tr: E-posta zaten var.
uk: Електронна пошта вже існує.
ur: ای میل پہلے ہی موجود ہے۔
uz: Email allaqachon mavjud.
vi: Email đã tồn tại.
xh: I-imeyili sele ikho.

source: User '%(username)s' created successfully.
ar: تم إنشاء المستخدم '%(username)s' بنجاح.
az: İstifadəçi '%(username)s' uğurla yaradıldı.
be: Карыстальнік '%(username)s' паспяхова створаны.
bn: ব্যবহারকারী '%(username)s' সফলভাবে তৈরি হয়েছে।
cs: Uživatel '%(username)s' byl úspěšně vytvořen.
cy: Defnyddiwr '%(username)s' wedi'i greu'n llwyddiannus.
da: Bruger '%(username)s' oprettet med succes.
de: Benutzer '%(username)s' erfolgreich erstellt.
el: Ο χρήστης '%(username)s' δημιουργήθηκε επιτυχώς.
es: Usuario '%(username)s' creado con éxito.
et: Kasutaja '%(username)s' loodud edukalt.
eu: Erabiltzailea '%(username)s' ondo sortu da.
fa: کاربر '%(username)s' با موفقیت ایجاد شد.
fi: Käyttäjä '%(username)s' luotu onnistuneesti.
fr: Utilisateur '%(username)s' créé avec succès.
ga: Cruthaíodh an t-úsáideoir '%(username)s' go rathúil.
gd: Chaidh neach-cleachdaidh '%(username)s' a chruthachadh gu soirbheachail.
gl: O usuario '%(username)s' foi creado con éxito.
gu: વપરાશકર્તા '%(username)s' સફળતાપૂર્વક બનાવાયો.
he: המשתמש '%(username)s' נוצר בהצלחה.
hi: उपयोगकर्ता '%(username)s' सफलतापूर्वक बनाया गया।
hr: Korisnik '%(username)s' uspješno kreiran.
hu: A felhasználó '%(username)s' sikeresen létrehozva.
id: Pengguna '%(username)s' berhasil dibuat.
is: Notandi '%(username)s' var búinn til með góðum árangri.
it: Utente '%(username)s' creato con successo.
ja: ユーザー '%(username)s' が正常に作成されました。
ka: მომხმარებელი '%(username)s' წარმატებით შეიქმნა.
ku: بەکارهێنەر '%(username)s' بە سەرکەوتوویی دروست کرا.
lt: Naudotojas '%(username)s' sėkmingai sukurtas.
lv: Lietotājs '%(username)s' veiksmīgi izveidots.
mg: Mpampiasa '%(username)s' noforonina soa aman-tsara.
mi: Kua angitū te waihanga i te kaiwhakamahi '%(username)s'.
mk: Корисник '%(username)s' е создаден успешно.
ml: ഉപയോക്താവ് '%(username)s' വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Pengguna '%(username)s' berjaya dicipta.
mt: Utent '%(username)s' inħoloq b'suċċess.
my: အသုံးပြုသူ '%(username)s' ကို အောင်မြင်စွာ ဖန်တီးလိုက်ပါပြီ။
nl: Gebruiker '%(username)s' succesvol aangemaakt.
no: Bruker '%(username)s' opprettet vellykket.
pa: ਉਪਭੋਗੀ '%(username)s' ਸਫਲਤાપੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।
pl: Użytkownik '%(username)s' został pomyślnie utworzony.
pt: Usuário '%(username)s' criado com sucesso.
ro: Utilizatorul '%(username)s' a fost creat cu succes.
ru: Пользователь '%(username)s' успешно создан.
sk: Používateľ '%(username)s' bol úspešne vytvorený.
sl: Uporabnik '%(username)s' uspešno ustvarjen.
sq: Përdoruesi '%(username)s' u krijua me sukses.
sr: Korisnik '%(username)s' uspešno kreiran.
sv: Användare '%(username)s' skapades framgångsrikt.
sw: Mtumiaji '%(username)s' ameundwa kwa mafanikio.
ta: பயனர் '%(username)s' வெற்றிகரமாக உருவாக்கப்பட்டது.
te: వాడుకరి '%(username)s' విజయవంతంగా సృష్టించబడింది.
th: สร้างผู้ใช้ '%(username)s' สำเร็จแล้ว
tr: Kullanıcı '%(username)s' başarıyla oluşturuldu.
uk: Користувача '%(username)s' успішно створено.
ur: صارف '%(username)s' کامیابی سے بنایا گیا۔
uz: Foydalanuvchi '%(username)s' muvaffaqiyatli yaratildi.
vi: Người dùng '%(username)s' đã được tạo thành công.
xh: Umsebenzisi '%(username)s' udalwe ngempumelelo.

source: Failed to create user.
ar: فشل في إنشاء المستخدم.
az: İstifadəçini yaratmaq alınmadı.
be: Не ўдалося стварыць карыстальніка.
bn: ব্যবহারকারী তৈরি করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit uživatele.
cy: Methwyd â chreu defnyddiwr.
da: Kunne ikke oprette bruger.
de: Benutzer konnte nicht erstellt werden.
el: Απέτυχε η δημιουργία χρήστη.
es: Error al crear el usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzea huts egin du.
fa: ایجاد کاربر شکست خورد.
fi: Käyttäjän luominen epäonnistui.
fr: Échec de la création de l'utilisateur.
ga: Theip ar úsáideoir a chruthú.
gd: Dh'fhàillig cruthachadh neach-cleachdaidh.
gl: Non se puido crear o usuario.
gu: વપરાશકર્તા બનાવવા નિષ્ફળ.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता बनाने में विफल।
hr: Neuspješno kreiranje korisnika.
hu: Nem sikerült létrehozni a felhasználót.
id: Gagal membuat pengguna.
is: Tókst ekki að búa til notanda.
it: Impossibile creare l'utente.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
ku: شکستی لە دروستکردنی بەکارهێنەر.
lt: Nepavyko sukurti naudotojo.
lv: Neizdevās izveidot lietotāju.
mg: Tsy nahomby ny famoronana mpampiasa.
mi: I rahua te waihanga i te kaiwhakamahi.
mk: Не успеа да се создаде корисник.
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk mencipta pengguna.
mt: Ma rnexxilniex noħolqu utent.
my: အသုံးပြုသူ ဖန်တီးခြင်းမအောင်မြင်ပါ။
nl: Het maken van de gebruiker is mislukt.
no: Kunne ikke opprette bruker.
pa: ਉਪਭੋਗੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się utworzyć użytkownika.
pt: Falha ao criar usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
sk: Nepodarilo sa vytvoriť používateľa.
sl: Neuspešno ustvarjanje uporabnika.
sq: Dështoi krijimi i përdoruesit.
sr: Neuspešno kreiranje korisnika.
sv: Misslyckades med att skapa användare.
sw: Imeshindikana kuunda mtumiaji.
ta: பயனரை உருவாக்குவது தோல்வியடைந்தது.
te: వాడుకరిని సృష్టించడం విఫలమైంది.
th: สร้างผู้ใช้ไม่สำเร็จ
tr: Kullanıcı oluşturulamadı.
uk: Не вдалося створити користувача.
ur: صارف بنانے میں ناکامی ہوئی۔
uz: Foydalanuvchini yaratib bo'lmadi.
vi: Không thể tạo người dùng.
xh: Kusilele ukudala umsebenzisi.

source: User updated successfully.
ar: تم تحديث المستخدم بنجاح.
az: İstifadəçi uğurla yeniləndi.
be: Користувача успішно оновлено.
bn: ব্যবহারকারী সফলভাবে আপডেট হয়েছে।
cs: Uživatel úspěšně aktualizován.
cy: Diweddarwyd y defnyddiwr yn llwyddiannus.
da: Bruger opdateret med succes.
de: Benutzer erfolgreich aktualisiert.
el: Ο χρήστης ενημερώθηκε με επιτυχία.
es: Usuario actualizado con éxito.
et: Kasutaja uuendatud edukalt.
eu: Erabiltzailea ongi eguneratu da.
fa: کاربر با موفقیت به روز شد.
fi: Käyttäjä päivitetty onnistuneesti.
fr: Utilisateur mis à jour avec succès.
ga: Nuashonraíodh an t-úsáideoir go rathúil.
gd: Neach-cleachdaidh air ùrachadh gu soirbheachail.
gl: Usuario actualizado con éxito.
gu: વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયો.
he: המשתמש עודכן בהצלחה.
hi: उपयोगकर्ता सफलतापूर्वक अपडेट किया गया।
hr: Korisnik je uspješno ažuriran.
hu: A felhasználó sikeresen frissítve.
id: Pengguna berhasil diperbarui.
is: Notandi uppfærður með árangri.
it: Utente aggiornato con successo.
ja: ユーザーが正常に更新されました。
ka: 用户已成功更新。
ku: بەکارهێنەر بەسەرکەوتووی نوێکرایەوە.
lt: Vartotojas sėkmingai atnaujintas.
lv: Lietotājs veiksmīgi atjaunināts.
mg: Nohavaozina soa aman-tsara ny mpampiasa.
mi: I whakahoutia angitu te kaiwhakamahi.
mk: Корисникот е успешно ажуриран.
ml: ഉപയോക്താവിനെ വിജയകരമായി പുതുക്കി.
ms: Pengguna berjaya dikemaskini.
mt: Utent aġġornat b'suċċess.
my: အသုံးပြုသူကို အောင်မြင်စွာ ပြန်လည် ပြင်ဆင်ပြီး
nl: Gebruiker succesvol bijgewerkt.
no: Bruker oppdatert vellykket.
pa: ਯੂਜ਼ਰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ.
pl: Użytkownik zaktualizowany pomyślnie.
pt: Usuário atualizado com sucesso.
ro: Utilizator actualizat cu succes.
ru: Пользователь успешно обновлен.
sk: Používateľ úspešne aktualizovaný.
sl: Uporabnik uspešno posodobljen.
sq: Përdoruesi u përditësua me sukses.
sr: Korisnik uspešno ažuriran.
sv: Användare uppdaterad framgångsrikt.
sw: Mtumiaji amesasishwa kwa mafanikio.
ta: பயனர் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: వినియోగదారు విజయవంతంగా అప్‌డేట్ చేయబడ్డాడు.
th: อัปเดตผู้ใช้สำเร็จ
tr: Kullanıcı başarıyla güncellendi.
uk: Користувача успішно оновлено.
ur: صارف کامیابی سے اپ ڈیٹ ہو گیا۔
uz: Foydalanuvchi muvaffaqiyatli yangilandi.
vi: User anobar veatag.
xh: Umsebenzisi uhlaziywe ngempumelelo.

source: An error occurred while updating the user.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: User deleted.
ar: تم حذف المستخدم.
az: İstifadəçi silindi.
be: Карыстальнік выдалены.
bn: ব্যবহারকারী মুছে ফেলা হয়েছে।
cs: Uživatel smazán.
cy: Defnyddiwr wedi'i ddileu.
da: Bruger slettet.
de: Benutzer gelöscht.
el: Χρήστης διαγράφηκε.
es: Usuario eliminado.
et: Kasutaja kustutatud.
eu: Erabiltzailea ezabatua.
fa: کاربر حذف شد.
fi: Käyttäjä poistettu.
fr: Utilisateur supprimé.
ga: Úsáideoir scriosta.
gd: Neach-cleachdaidh air a sguabadh às.
gl: Usuario eliminado.
gu: વપરાશકર્તા ડિલીટ થયો.
he: המשתמש נמחק.
hi: उपयोगकर्ता हटा दिया गया।
hr: Korisnik izbrisan.
hu: Felhasználó törölve.
id: Pengguna dihapus.
is: Notandi eytt.
it: Utente eliminato.
ja: ユーザーが削除されました。
ka: მომხმარებელი წაიშალა.
ku: بەکارهێنەر سڕایەوە.
lt: Naudotojas ištrintas.
lv: Lietotājs dzēsts.
mg: Voafafa ny mpampiasa.
mi: Kua mukua te kaiwhakamahi.
mk: Корисникот е избришан.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്തു.
ms: Pengguna dipadamkan.
mt: Utent imħassar.
my: အသုံးပြုသူအား ဖျက်လိုက်ပါပြီ။
nl: Gebruiker verwijderd.
no: Bruker slettet.
pa: ਉਪਭੋਗੀ ਹਟਾਇਆ ਗਿਆ ਹੈ।
pl: Użytkownik usunięty.
pt: Usuário excluído.
ro: Utilizator șters.
ru: Пользователь удалён.
sk: Používateľ vymazaný.
sl: Uporabnik izbrisan.
sq: Përdoruesi u fshi.
sr: Korisnik obrisan.
sv: Användare raderad.
sw: Mtumiaji amefutwa.
ta: பயனர் நீக்கப்பட்டது.
te: వాడుకరి తొలగించబడ్డాడు.
th: ลบผู้ใช้แล้ว
tr: Kullanıcı silindi.
uk: Користувача видалено.
ur: صارف حذف کر دیا گیا۔
uz: Foydalanuvchi o'chirildi.
vi: Người dùng đã bị xóa.
xh: Umsebenzisi ucinyiwe.

source: An error occurred while deleting the user.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: You cannot change your own enabled status.
ar: لا يمكنك تغيير حالتك المفعلة الخاصة.
az: Öz aktivləşdirmə statusunuzu dəyişə bilməzsiniz.
be: Вы не можаце змяніць свой уласны статус.
bn: আপনি আপনার নিজের সক্রিয় অবস্থার পরিবর্তন করতে পারবেন না।
cs: Nelze změnit vlastní stav aktivace.
cy: Ni allwch newid eich statws galluog eich hun.
da: Du kan ikke ændre din egen aktiveringsstatus.
de: Sie können Ihren eigenen Aktivierungsstatus nicht ändern.
el: Δεν μπορείτε να αλλάξετε την ενεργοποιημένη κατάσταση σας.
es: No puedes cambiar tu propio estado habilitado.
et: Sa ei saa omaenda lubatud staatust muuta.
eu: Zure egoera gaitua aldatu ezin duzu.
fa: شما نمی‌توانید وضعیت فعال خود را تغییر دهید.
fi: Et voi muuttaa omaa käytössä olevaa tilaasi.
fr: Vous ne pouvez pas changer votre propre statut activé.
ga: Ní féidir leat do stádas cumasaithe féin a athrú.
gd: Chan urrainn dhut inbhe gnìomhach fhèin atharrachadh.
gl: Non podes cambiar o teu propio estado de habilitación.
gu: તમે તમારો પોતાનો સક્ષમ સ્થિતિ બદલી શકતા નથી.
he: אינך יכול לשנות את הסטטוס המופעל שלך.
hi: आप अपनी स्वयं की सक्षम स्थिति नहीं बदल सकते।
hr: Ne možete promijeniti svoj status omogućeno/onemogućeno.
hu: A saját engedélyezett státuszodat nem változtathatod meg.
id: Anda tidak dapat mengubah status aktif Anda sendiri.
is: Þú getur ekki breytt þínu eigin virkjunarstöðu.
it: Non puoi cambiare il tuo stato di attivazione.
ja: 自分自身の有効化ステータスを変更することはできません。
ka: თქვენ ვერ შეცვლით თქვენს საკუთარ გააქტიურებულ სტატუსს.
ku: ناتوانیت بارودۆخی تایبەتی خۆت بگۆڕیت.
lt: Negalite keisti savo aktyvumo būsenos.
lv: Jūs nevarat mainīt savu iespējoto statusu.
mg: Tsy afaka manova ny satan'ny tenanao ianao.
mi: Kāore koe e āhei ki te huri i tō ake tūnga āhei.
mk: Не можете да ја смените својата сопствена статус на овозможување.
ml: നിങ്ങളുടെ സ്വന്തം എൻ‌ബേൾഡ് സ്റ്റാറ്റസ് മാറ്റാൻ കഴിയില്ല.
ms: Anda tidak boleh menukar status diaktifkan anda sendiri.
mt: Ma tistax tibdel l-istatus attivat tiegħek stess.
my: သင်၏ ကိုယ်ပိုင် enabled status ကို ပြောင်းလဲ၍ မရနိုင်ပါ။
nl: Je kunt je eigen ingeschakelde status niet wijzigen.
no: Du kan ikke endre din egen aktiverte status.
pa: ਤੁਸੀਂ ਆਪਣੇ ਸਵੈ-ਸਥਿਤੀ ਨੂੰ ਸਮਰੱਥ ਨਹੀਂ ਬਦਲ ਸਕਦੇ।
pl: Nie można zmienić własnego statusu aktywacji.
pt: Você não pode mudar seu próprio status de ativação.
ro: Nu vă puteți schimba propria stare de activare.
ru: Вы не можете изменить свой собственный статус.
sk: Nemôžete zmeniť svoj vlastný stav povolenia.
sl: Ne morete spremeniti svojega stanja omogočenosti.
sq: Nuk mund të ndryshosh statusin e aktivizimit tënd.
sr: Ne možete promeniti sopstveni status.
sv: Du kan inte ändra din egen aktiveringsstatus.
sw: Huwezi kubadilisha hali yako mwenyewe ya kuwashwa.
ta: உங்கள் சொந்த செயல்பாட்டை மாற்ற முடியாது.
te: మీ స్వంత అమోద స్థితిని మార్చలేరు.
th: คุณไม่สามารถเปลี่ยนสถานะเปิดใช้งานของตัวเองได้
tr: Kendi etkin durumunuzu değiştiremezsiniz.
uk: Ви не можете змінити свій власний статус увімкнення.
ur: آپ اپنی فعال حیثیت کو تبدیل نہیں کر سکتے۔
uz: Siz o'z imkoniyatlaringizni o'zgartira olmaysiz.
vi: Bạn không thể thay đổi trạng thái kích hoạt của chính mình.
xh: Awunakutshintsha imeko yakho yokuvuleka.
