Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Showing up to %(count)s recent log entries (newest first).
ar: عرض حتى %(count)s من مدخلات السجلات الأخيرة (الأحدث أولاً).
az: %(count)s-ə qədər son gündəlik girişləri göstərilir (ən yeni əvvəl).
be: Показує до %(count)s недавніх записів журналів (новіші зверху).
bn: সর্বাধিক %(count)s সাম্প্রতিক লগ এন্ট্রি দেখানো হচ্ছে (নতুন আগে)।
cs: Zobrazení až %(count)s nedávných záznamů logů (nejnovější jako první).
cy: Dangos hyd at %(count)s cofnodion log diweddar (mwyaf diweddar yn gyntaf).
da: Viser op til %(count)s nylige logposter (nyeste først).
de: Anzeige von bis zu %(count)s aktuellen Protokolleinträgen (neueste zuerst).
el: Εμφάνιση έως %(count)s πρόσφατων καταχωρήσεων καταγραφής (νεότερες πρώτες).
es: Mostrando hasta %(count)s entradas de log recientes (las más nuevas primero).
et: Ekraanile kuvamine kuni %(count)s hiljutist logikirjete (uusimad esimesena).
eu: Gehienez %(count)s azken erregistro sarrerak erakusten dira (berrienak lehenik).
fa: نمایش تا %(count)s مورد ورودی لاگ اخیر (جدیدترین اول).
fi: Näytetään enintään %(count)s viimeaikaista lokimerkintää (uusimmat ensin).
fr: Affichage jusqu'à %(count)s entrées de journal récentes (les plus récentes en premier).
ga: Kɛse kyerɛkyerɛ ne logs bewu.ɛne symbol no
gd: A' sealltainn suas ri %(count)s inntrigidhean loga as ùire (as ùire an-toiseach).
gl: Amosando ata %(count)s entradas de rexistro recentes (a máis nova primeiro).
gu: %(count)s તાજેતરની લોગ એન્ટ્રીઓ બતાવી (નવું પહેલા).
he: מציג עד %(count)s פריטי לוג אחרונים (החדש ביותר קודם).
hi: %(count)s हाल के लॉग एंट्री (नवीनतम पहले) दिखा रहे हैं।
hr: Prikazuju se do %(count)s nedavnih unosaka logova (najnoviji prvi).
hu: A legfeljebb %(count)s legutóbbi naplóbejegyzést mutatja (a legújabb elöl).
id: Menampilkan hingga %(count)s entri log terbaru (terbaru di atas).
is: Sýna allt að %(count)s nýlegar skýrslufærslur (nýjasta fyrst).
it: Mostrando fino a %(count)s elementi recenti del log (i più nuovi prima).
ja: 最大で%(count)s件の最近のログエントリを表示（新しい順）。
ka: აჩვენებდა ბოლო ლოგების ჩანაწერზე (პირველად ახალი).
ku: پیشاندانی تەتبینی پەیوەندیدار (count)% ی داتای تۆمارکراو (نوێترین سەرەتا).
lt: Rodomos iki %(count)s naujausių žurnalo įrašų (naujausi pirmiausia).
lv: Rādīt līdz %(count)s jaunākos žurnāla ierakstus (jaunākie pirmie).
mg: Aseho hatramin’ny %(count)s ny fidirana litera farany (vao haingana no farany).
mi: Lóubo úp ás %(count)s lávqirá log zòr spoav (óqynaret zòr).
mk: Се прикажуваат до %(count)s неодамнешни записи од дневникот (најнови први).
ml: %(count)s പുതിയ ലോഗ് എൻട്രികൾ (പുതിയത് ആദ്യം).
ms: Menunjukkan sehingga %(count)s kemasukan log terkini (terbaru dahulu).
mt: Uri sat-%(count)s rekord ta’ log riċenti (l-aktar ġodda l-ewwel).
my: %(count)s လတ်မှတ်ဇာတ်ညွှန်းများကို ပြသပါ (နောက်ဆုံးစဉ်မှစသည့်အတိုင်းပါ)။
nl: Tot %(count)s recente logitems weergeven (nieuwste eerst).
no: Viser opptil %(count)s nylige loggposter (nyeste først).
pa: ਹਾਲੀਆ %(count)s ਲੌਗ ਐਂਟਰੀਆਂ ਵਿਖਾਈਆਂ ਜਾ ਰਹੀਆਂ ਹਨ (ਨਵੀਆਂ ਪਹਿਲਾਂ)।
pl: Wyświetlanie do %(count)s ostatnich wpisów dziennika (najpierw najnowsze).
pt: Mostrando até %(count)s entradas de log recentes (as mais novas primeiro).
ro: Afișând până la %(count)s intrări recente de jurnal (cele mai noi primele).
ru: Показаны до %(count)s последних записей логов (самые новые сначала).
sk: Zobrazujú sa maximálne %(count)s posledných položiek záznamov (najnovšie ako prvé).
sl: Prikazane so do %(count)s nedavnih vnosov dnevnikov (najprej najnovejše).
sq: Duke treguar deri në %(count)s hyrjet e fundit të regjistrit (më i ri së pari).
sr: Prikazano do %(count)s najnovijih log unosa (najnoviji prvo).
sv: Visar upp till %(count)s senaste loggposter (nyaste först).
sw: Inaonyesha hadi kumbukumbu za logi za karibuni %(count)s (ya hivi karibuni kwanza).
ta: சமீபத்திய %(count)s பதிவு பதிக்களைப் பாது (புதிய ஒன்றுந்னு மேலே முதல்).
te: సరికొత్తని మొదట చూపుతూ %(count)s వరకు గడచిన లాగ్ ఎంట్రీలు చూపించబడుతున్నాయి.
th: แสดงบันทึกที่เพิ่งเกิดขึ้นมากถึง %(count)s รายการ (ใหม่สุดก่อน)
tr: En fazla %(count)s son günlük girişi gösteriliyor (en yenileri önce).
uk: Показано до %(count)s останніх записів журналу (найновіші спочатку).
ur: زیادہ سے زیادہ %(count)s حالیہ لاگ کی انٹریز دکھا رہے ہیں (نیا ترین پہلے)۔
uz: Yaqin vaqtdagi %(count)s log kirishlarini ko'rsatish (eng yangisi birinchi).
vi: Hiển thị tới %(count)s mục nhật ký gần đây nhất (mới nhất trước).
xh: Ubonisa ukuya ku%(count)s yokungena kwiilog zamva nje (okutsha kuqala).

source: Filter logs
ar: تصفية السجلات
az: Qeyd filtrlənməsi
be: Фільтрувати журнали
bn: লগ ফিল্টার করুন
cs: Filtrovat logy
cy: Hidlo logiau
da: Filtrer logfiler
de: Protokolle filtern
el: Φίλτρο καταγραφών
es: Filtrar logs
et: Filtreeri logisid
eu: Iragazi erregistroak
fa: فیلتر لاگ‌ها
fi: Suodata lokit
fr: Filtrer les journaux
ga: Hwɛle ho
gd: Sìoladh logaichean
gl: Filtrar rexistros
gu: લોગ્સ ફિલ્ટર કરો
he: סנן לוגים
hi: लॉग फिल्टर करें
hr: Filtriraj logove
hu: Naplók szűrése
id: Filter log
is: Sía skýrslur
it: Filtra i log
ja: ログをフィルタ
ka: ლოგების ფილტრაცია
ku: دەفتەرە پاش ب-filterδροكردن
lt: Filtruoti žurnalus
lv: Filtrēt žurnālus
mg: Sivana litera
mi: Tātari ngā rākau
mk: Филтрирајте дневници
ml: ലോഗുകൾ ഫിൽട്ടർ ചെയ്യുക
ms: Tapis log
mt: Iffaħ ħafna logs
my: ဇာတ်ညွှန်းများကို စစ်ထုတ်ပါ
no: Filtrer logger
pa: ਲੌਗਾਂ ਨੂੰ ਫ਼ਿਲਟਰ ਕਰੋ
pl: Filtruj dzienniki
pt: Filtrar logs
ro: Filtrați jurnalele
ru: Фильтр логов
sk: Filtrovať záznamy
sl: Filtriraj dnevnike
sq: Filtro regjistrat
sr: Filtriraj logove
sv: Filtrera loggar
sw: Chuja magogo
ta: பதிவு பதிவுகளை வடிகட்டி
te: లాగ్ లను ఫిల్టర్ చేయండి
th: กรองบันทึก
tr: Günlükleri Filtrele
uk: Фільтрувати журнали
ur: لاگز کو فلٹر کریں
uz: Loglarni filtrlash
vi: Lọc nhật ký
xh: Hluza iilog

source: Level
ar: تسمية
az: Etiket
be: Хаяг
bn: লেবেল
cs: Štítek
cy: Label
da: Etiket
de: Bezeichnung
el: Ετικέτα
es: Etiqueta
et: Silt
eu: Etiketa
fa: برچسب
fi: Nimike
fr: Étiquette
ga: Lipéad
gd: Label
gl: Etiqueta
gu: લેબલ
he: תווית
hi: लेबल
hr: Oznaka
hu: Címke
id: Label
is: Merkimiði
it: Etichetta
ja: ラベル
ka: ლეიბლი
ku: Label
lt: Etiketė
lv: Etiķete
mg: Marika
mi: Tūtohu
mk: Етикета
ml: നെറുക്കം
ms: Label
mt: Etiketta
my: တံဆိပ်
nl: Label
no: Etikett
pa: ਲੇਬਲ
pl: Etykieta
pt: Rótulo
ro: Etichetă
ru: Метка
sk: Názov
sl: Oznaka
sq: Etiketë
sr: Oznaka
sv: Etikett
sw: Lebo
ta: லேபிள்
te: లేబుల్
th: ป้าย
tr: Etiket
uk: Мітка
ur: لیبل
uz: Yorliq
vi: Nhãn
xh: Ileyibhile

source: All
ar: الكل
az: Hamısı
be: Усе
bn: সমস্ত
cs: Vše
cy: Pob
da: Alle
de: Alle
el: Όλα
es: Todo
et: Kõik
eu: Guztiak
fa: همه
fi: Kaikki
fr: Tous
ga: Nnyinaa
gd: Uile
gl: Todos
gu: બધું
he: הכל
hi: सभी
hr: Sve
hu: Összes
id: Semua
is: Allt
it: Tutti
ja: すべて
ka: ყველა
lt: Visi
lv: Visi
mg: Rehetra
mi: Katoa
mk: Сите
ml: എല്ലാം
ms: Semua
mt: Kollha
my: အားလုံး
nl: Alles
no: Alle
pa: ਸਭ
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetko
sl: Vse
sq: Të gjitha
sr: Sve
sv: Alla
sw: Yote
ta: அனைத்தும்
te: అన్ని
th: ทั้งหมด
tr: Tümü
uk: Всі
ur: تمام
uz: Barchasi
vi: Tất cả
xh: Zonke

source: Text Contains
ar: يتضمن النص
az: Mətn Tərkibindədir
be: Текст містить
bn: পাঠ্য অন্তর্ভুক্ত
cs: Text obsahuje
cy: Mae'r Testun yn Cynnwys
da: Tekst indeholder
de: Text enthält
el: Το κείμενο περιέχει
es: El texto contiene
et: Tekst sisaldab
eu: Testua Dauka
fa: شامل متن
fi: Teksti sisältää
fr: Texte Contient
ga: Nka nsɛm
gd: Tha An Teacs a' Giùlan
gl: Texto contén
gu: ટેક્સ્ટ સમાવે છે
he: הטקסט מכיל
hi: टेक्स्ट समाहित
hr: Tekst Sadrži
hu: Szöveg tartalmazza
id: Teks Mengandung
is: Texti inniheldur
it: Il testo contiene
ja: テキストに含む
ka: ტექსტი შეიცავს
ku: النص يحتوي
lt: Tekste yra
lv: Tekstā Satur
mg: Misy Soratra
mi: Tohutoro Teketi
mk: Текстот содржи
ml: ടെക്സ്റ്റിൽ അടങ്ങിയിരിക്കുന്നു
ms: Teks Mengandungi
mt: Test Jinkludi
my: စာသားပါဝင်သည်
nl: Tekst bevat
no: Tekst inneholder
pa: ਟੈਕਸਟ ਸ਼ਾਮਿਲ
pl: Tekst zawiera
pt: Texto Contém
ro: Text Conține
ru: Текст содержит
sk: Text obsahuje
sl: Besedilo vsebuje
sq: Teksti përmban
sr: Tekst sadrži
sv: Text innehåller
sw: Maandishi Yaliyomo
ta: உள்ளடக்கத்தில் உரை
te: టెక్స్ట్ కలిగి ఉంటుంది
th: ข้อความประกอบด้วย
tr: Metin İçerir
uk: Текст містить
ur: متن شامل ہے
uz: Matn ichida mavjud
vi: Nội dung văn bản
xh: Umbhalo Uquka

source: e.g. login or scheduler
ar: مثلاً تسجيل الدخول أو المجدول
az: məsələn giriş və ya planlayıcı
be: наприклад, login або scheduler
bn: যেমন লগইন অথবা পরিকল্পক
cs: např. přihlášení nebo plánovač
cy: e.e. mewngofnodi neu amserlennydd
da: f.eks. login eller scheduler
de: z.B. Anmeldung oder Planer
el: π.χ. σύνδεση ή προγραμματιστής
es: p.ej. inicio de sesión o planificador
et: nt. login või plaanija
eu: adib. saioa edo egutegia
fa: مثلا ورود یا برنامه‌ریز
fi: esim. kirjautuminen tai aikataulutin
fr: par exemple, login ou scheduler
ga: mum ɛ. g. login anaa scheduler
gd: m.e. logadh a-steach no clàradh
gl: p.e. login ou scheduler
gu: ઉદાહરણ: લૉગિન અથવા શિડ્યૂલર
he: למשל כניסה או מתזמן
hi: उदाहरण के लिए, लॉगिन या शेड्यूलर
hr: npr. prijava ili planera
hu: pl. bejelentkezés vagy ütemező
id: mis. login atau scheduler
is: td innskráning eða áætlari
it: ad esempio login o scheduler
ja: 例: ログインまたはスケジューラ
ka: მაგ. login ან scheduler
ku: bîrçek parêz bi examplê têketin an scheduler.
lt: pvz., prisijungimas arba planaviklis
lv: piem., login vai plānotājs
mg: oh. login na planner
mi: hei tauira, takiuru kōwae hōtaka rānei
mk: на пр. најава или планирач
ml: ഉദാഹരണത്തിന് ലോഗിൻ അല്ലെങ്കിൽ ഷെഡ്യൂളർ
ms: cth. log masuk atau penjadual
mt: eż. login jew scheduler
my: ဥပမာ login သို့မဟုတ် scheduler
nl: Bijvoorbeeld login of scheduler
no: f.eks. innlogging eller planlegger
pa: ਉਦਾਹਰਨ ਲਈ ਲੌਗਇਨ ਜਾਂ ਸ਼ੀਡਿਊਲਰ
pl: np. login lub scheduler
pt: ex. login ou scheduler
ro: de exemplu, login sau scheduler
ru: например, вход или планировщик
sk: napr. prihlásenie alebo plánovač
sl: npr. prijava ali urnik
sq: p.sh. login ose planifikues
sr: npr. login ili scheduler
sv: t.ex. login eller scheduler
sw: mfano: kuingia au mpangaji
ta: எ.கா. நடைகையிடல் கொண்டவையோ அல்லது திட்டமிடுபவர்
te: ఉదా: లాగిన్ లేదా షెడ్యూలర్
th: เช่น login หรือ scheduler
tr: ör. giriş veya zamanlayıcı
uk: наприклад, login або scheduler
ur: مثلاً لاگ ان یا شیڈیولر
uz: masalan, login yoki rejalashtiruvchi
vi: ví dụ: đăng nhập hoặc bộ lập lịch
xh: umz. ungene okanye isicwangciso

source: After (ISO Time)
ar: بعد (وقت ISO)
az: Sonra (ISO Zamanı)
be: Після (ISO Час)
bn: এর পরে (ISO সময়)
cs: Po (ISO čas)
cy: Ar ôl (Amser ISO)
da: Efter (ISO tid)
de: Nach (ISO-Zeit)
el: Μετά από (ISO Χρόνος)
es: Después (Tiempo ISO)
et: Pärast (ISO aeg)
eu: Ondoren (ISO Ordua)
fa: بعد از (زمان ISO)
fi: Jälkeen (ISO-aika)
fr: Après (ISO Time)
ga: Akyea (ISO Time)
gd: Às dèidh (Ùine ISO)
gl: Despois (Tempo ISO)
gu: পrlia (ISO સમય)
he: אחרי (זמן ISO)
hi: बाद में (ISO समय)
hr: Nakon (ISO Vrijeme)
hu: Után (ISO idő)
id: Setelah (Waktu ISO)
is: Eftir (ISO tími)
it: Dopo (Tempo ISO)
ja: 以降（ISO時間）
ka: შემდეგ (ISO დრო)
ku: پاش (ISO Time)
lt: Po (ISO laikas)
lv: Pēc (ISO Laiks)
mg: Taorian'ny (ISO Time)
mi: Muri iho i Te Wā ISO
mk: После (ISO време)
ml: ശേഷം (ISO സമയം)
ms: Selepas (Waktu ISO)
mt: Wara (Ħin ISO)
my: အချိန်အတန်း (ISO) ထက်နောက်ပိုင်း
nl: Na (ISO-tijd)
no: Etter (ISO-tid)
pa: ਬਾਅਦ ਵਿੱਚ (ISO ਸਮਾਂ)
pl: Po (czas ISO)
pt: Após (Tempo ISO)
ro: După (Timp ISO)
ru: После (ISO Время)
sk: Po (ISO čas)
sl: Nato (ISO čas)
sq: Pas (Koha ISO)
sr: Posle (ISO vreme)
sv: Efter (ISO-tid)
sw: Baada ya (Wakati wa ISO)
ta: (ISO நேரம்) பிறகு
te: తర్వాత (ISO టైమ్)
th: หลังจาก (ISO Time)
tr: Sonrası (ISO Zamanı)
uk: Після (ISO час)
ur: بعد از (ISO وقت)
uz: Keyin (ISO Vaqti)
vi: Sau (thời gian ISO)
xh: Emva (ISO Ixesha)

source: Apply Filters
ar: تطبيق الفلاتر
az: Filtrləri Tətbiq et
be: Застосувати фільтри
bn: ফিল্টার প্রয়োগ করুন
cs: Použít filtry
cy: Gosod Hidlyddion
da: Anvend filtre
de: Filter anwenden
el: Εφαρμογή Φίλτρων
es: Aplicar filtros
et: Rakenda filtreid
eu: Aplikatu Iragazkiak
fa: اعمال فیلترها
fi: Käytä suodattimia
fr: Appliquer les filtres
ga: de ho
gd: Cuir Sìoltachain an Gnìomh
gl: Aplicar filtros
gu: ફિલ્ટર્સ લાગુ કરો
he: הפעל סינון
hi: फिल्टर लागू करें
hr: Primijeni Filtere
hu: Szűrők alkalmazása
id: Terapkan Filter
is: Nota síur
it: Applica filtri
ja: フィルタを適用
ka: ფილტრის გამოყენება
ku: فیلترەکان جێبەجێ بکە
lt: Taikyti filtrus
lv: Piemērot Filtrus
mg: Ampandehano ny sivana
mi: Whakahaerea Ngā Tātari
mk: Примени филтри
ml: ഫിൽട്ടറുകൾ പ്രയോഗിക്കൂ
ms: Guna Penapis
mt: Applika Filtri
my: စစ်ထုတ်မှုကို စမ်းပါ
nl: Filters toepassen
no: Bruk filtre
pa: ਫਿਲਟਰ ਲਾਗੂ ਕਰੋ
pl: Zastosuj filtry
pt: Aplicar Filtros
ro: Aplicați Filtre
ru: Применить фильтры
sk: Použiť filtre
sl: Uporabi filtre
sq: Zbato Filtrat
sr: Primeni filtere
sv: Tillämpa filter
sw: Tumia Vichujio
ta: செயல்பாட்டு வடிகட்டலாம்
te: ఫిల్టర్ లను వర్తించండి
th: ใช้ตัวกรอง
tr: Filtreleri Uygula
uk: Застосувати фільтри
ur: فلٹرز لگائیں
uz: Filtrlarni qo'llash
vi: Áp dụng bộ lọc
xh: Faka Iimfuno

source: Timestamp
ar: اختبار
az: Test et
be: Туршилт
bn: পরীক্ষা
cs: Test
cy: Prawf
da: Test
de: Testen
el: Δοκιμή
es: Prueba
et: Test
eu: Proba
fa: آزمایش
fi: Testi
fr: Tester
ga: Tástáil
gd: Deuchainn
gl: Proba
gu: ટેસ્ટ
he: בדיקה
hi: परीक्षण करें
hr: Testiraj
hu: Teszt
id: Uji
is: Prófa
it: Test
ja: テスト
ka: გამოცდა
ku: Test
lt: Testas
lv: Testēt
mg: Fitsapana
mi: Whakamātautau
mk: Тест
ml: ടെസ്റ്റ്
ms: Ujian
mt: Test
my: စမ်းသပ်မည်
nl: Test
no: Test
pa: ਪ੍ਰੀਖਿਆ
pl: Test
pt: Teste
ro: Test
ru: Тестировать
sk: Test
sl: Test
sq: Test
sr: Testiraj
sv: Testa
sw: Jaribu
ta: சோதனை
te: పరీక్ష
th: ทดสอบ
tr: Test Et
uk: Тест
ur: ٹیسٹ
uz: Sinov
vi: Thử nghiệm
xh: Vavanya

source: Message
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: No matching log entries found.
ar: لم يتم العثور على مدخلات سجل مطابقة.
az: Uyğun gələn qeyd girişləri tapılmadı.
be: Відповідних записів журналів не знайдено.
bn: মিলিত লগ এন্ট্রি পাওয়া যায়নি।
cs: Nebyl nalezen žádný odpovídající záznam logu.
cy: Dim cofnodion log sy'n cyfateb wedi'u canfod.
da: Ingen matchende logposter fundet.
de: Keine passenden Protokolleinträge gefunden.
el: Δεν βρέθηκαν καταχωρήσεις καταγραφής που να ταιριάζουν.
es: No se encontraron entradas de log coincidentes.
et: Ei leitud sobivaid logikirjeid.
eu: Ez da bat datorren erregistro sarrerarik aurkitu.
fa: هیچ ورودی لاگ مطابقی یافت نشد.
fi: Ei löytynyt vastaavia lokimerkintöjä.
fr: Aucune entrée de journal correspondante trouvée.
ga: nsɛm baare bɛma fa ehu no a nni wo.
gd: Cha deach inntrigidhean loga freagarrach sam bith a lorg.
gl: Non se atoparon entradas de rexistro coincidentes.
gu: મિલતી લોગ એન્ટ્રીઓ મળી ના.
he: לא נמצאו פריטי לוג תואמים.
hi: कोई मेल खाते लॉग प्रविष्टियाँ नहीं मिलीं।
hr: Nema pronađenih odgovarajućih unosaka logova.
hu: Nincsenek megfelelő naplóbejegyzések.
id: Tidak ada entri log yang cocok ditemukan.
is: Engar skráðar færslur fundust.
it: Nessuna voce di log corrispondente trovata.
ja: 一致するログエントリが見つかりませんでした。
ka: მაშინვე შესატყვისი ლოგების ჩანაწერები არ მოიძებნა.
ku: بابەتەکانی تۆمارکردنی لۆگ وەکو پەیوەندی نییە.
lt: Nerasta jokių atitinkančių žurnalo įrašų.
lv: Nav atrasts neviens atbilstošs žurnāla ieraksts.
mg: Tsy nisy fidirana litera mifanaraka hita.
mi: Kāore i kitea ētahi urunga rākau.
mk: Не се пронајдени записи од дневникот што одговараат.
ml: യോജിക്കുന്ന ലോഗ് എൻട്രികൾ കണ്ടെത്തിയില്ല.
ms: Tiada kemasukan log yang sepadan ditemui.
mt: Ma nstabu l-ebda rekord ta’ log li jikkorrispondi.
my: နှိုင်းယူသော ဇာတ်ညွှန်းစဉ်များ မတွေ့ရှိခဲ့ပါ။
nl: Geen overeenkomstige logitems gevonden.
no: Ingen matchende loggoppføringer funnet.
pa: ਕੋਈ ਮਿਲਦੀ ਲੌਗ ਐਂਟਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono pasujących wpisów dziennika.
pt: Nenhuma entrada de log correspondente encontrada.
ro: Nu au fost găsite intrări de jurnal care să corespundă.
ru: Соответствующие записи логов не найдены.
sk: Neboli nájdené žiadne zodpovedajúce položky záznamov.
sl: Ni najdenih ustreznih zapisov dnevnikov.
sq: Nuk u gjetën hyrje të përputhura të regjistrit.
sr: Nema pronađenih odgovarajućih unosa logova.
sv: Inga matchande loggposter hittades.
sw: Hakuna kumbukumbu za logi zinazolingana zilizopatikana.
ta: பொருத்தமான பதிவு சான்றுகள் எதுவும் கிடைக்கவில்லை.
te: గంటించిన లాగ్ ఎంట్రీలు ఏవీ కనపడ్డవు.
th: ไม่พบรายการบันทึกที่ตรงกัน
tr: Eşleşen günlük kaydı bulunamadı.
uk: Збігів у записах журналу не знайдено.
ur: کوئی مطابقت رکھنے والی لاگ انٹریز نہیں ملیں۔
uz: Mos keladigan log yozuvlari topilmadi.
vi: Không tìm thấy mục nhật ký phù hợp.
xh: Akukho ziphumo fondwa kwiilog.

source: Only showing the most recent %(count)s entries.
ar: عرض فقط أحدث %(count)s من الإدخالات.
az: Yalnız ən son %(count)s qeydləri göstərilir.
be: Паказаны толькі найбольш нядаўнія %(count)s запісы.
bn: শুধুমাত্র সর্বশেষ %(count)s এন্ট্রি দেখানো হচ্ছে।
cs: Ukazují se pouze nejnovější %(count)s záznamy.
cy: Dangos dim ond yr %(count)s cofnod mwyaf diweddar.
da: Viser kun de seneste %(count)s poster.
de: Zeigt nur die neuesten %(count)s Einträge an.
el: Εμφανίζονται μόνο οι πιο πρόσφατες %(count)s καταχωρήσεις.
es: Mostrando solo las más recientes %(count)s entradas.
et: Näidates ainult %(count)s kõige hiljutisemat kirjet.
eu: Berriena bakarrik erakusten %(count)s sarrera.
fa: فقط نمایش دادن آخرین %(count)s ورودی.
fi: Näytetään vain viimeisimmät %(count)s merkinnät.
fr: Affichage uniquement des %(count)s entrées les plus récentes.
ga: Nkyerɛkyerɛ %(count)s entries a ɛyɛ foforɔ koraa ara.
gd: A-mhàin a' sealltainn na h-inntridhean as ùire %(count)s.
gl: Só amosando as últimas %(count)s entradas.
gu: માત્ર તાજેતરના %(count)s પ્રવેશો બતાવી રહ્યા છે.
he: מציג רק את %(count)s הערכים האחרונים.
hi: केवल सबसे हाल के %(count)s प्रविष्टियाँ दिखा रहे हैं।
hr: Prikazuje se samo najnovijih %(count)s unosa.
hu: Csak a legfrissebb %(count)s bejegyzést mutatja.
id: Hanya menampilkan entri %(count)s terbaru.
is: Sýna aðeins nýjustu %(count)s færslurnar.
it: Mostrando solo le più recenti %(count)s voci.
ja: 最も最近の%(count)s件のエントリのみ表示。
ka: ಖಾಲಿ ಮಾಡಿರುವ %@(count)s ನಮೂನೆಗಳನ್ನು ಮಾತ್ರ ತೋರಿಸಲಾಗುತ್ತಿದೆ.
ku: تەنھا ئەڤەوارێن ڕۆجاو ژمارە(بَرهەڤەمار١) پەردەستەڤینا.
lt: Rodomi tik naujausi %(count)s įrašai.
lv: Tiek rādīti tikai pēdējie %(count)s ieraksti.
mg: Mampiseho ihany ny fidirana %(count)s farany.
mi: Whakaatu ana anake i ngā tāurunga %(count)s hou.
mk: Прикажување само на најновите %(count)s записи.
ml: സർവ്വധികം അടുത്തകാലത്തെ %(count)s പ്രവേശനങ്ങൾ മാത്രമാണ് പ്രദർശിപ്പിക്കുന്നത്.
ms: Hanya menunjukkan %(count)s entri yang paling terkini.
mt: Jinħarġu biss l-aħħar %(count)s entrati.
my: နောက်ဆုံးပေါ် %(count)s အချက်အလက်များသာ ပြသနေပါသည်။
nl: Toont alleen de meest recente %(count)s vermeldingen.
no: Viser bare de nyeste %(count)s oppføringene.
pa: ਕੇਵਲ ਸਭ ਤੋਂ ਹਾਲਹੀ ਦੇ %(count)s ਦਾਖਲੇ ਨੰ੍ਬਰ ਵਿਖਾ ਰਿਹਾ ਹੈ।
pl: Pokazane są tylko najnowsze %(count)s wpisy.
pt: Mostrando apenas as %(count)s entradas mais recentes.
ro: Se afișează doar cele mai recente %(count)s intrări.
ru: Показаны только последние %(count)s записи.
sk: Zobrazuje sa iba posledných %(count)s záznamov.
sl: Prikazuje samo zadnjih %(count)s vnosov.
sq: Duke treguar vetëm të dhënat më të fundit %(count)s.
sr: Prikazano je samo %(count)s najnovijih unosa.
sv: Visar endast de senaste %(count)s posterna.
sw: Inaonyesha tu maingizo %(count)s ya hivi karibuni.
ta: மிக சமீபத்திய %(count)s பதிவுகளை மட்டுமே காண்பிக்கிறது.
te: కేవలం అత్యంత ఇటీవల %(count)s ప్రవేశాలను మాత్రమే చూపిస్తోంది.
th: แสดงเฉพาะ %(count)s รายการล่าสุด
tr: Sadece en son %(count)s girdilerini gösteriyor.
uk: Показані лише найновіші %(count)s записи.
ur: صرف حالیہ %(count)s اندراجات دکھا رہا ہے۔
uz: Faqat eng so'nggi %(count)s yozuvlar ko'rsatilmoqda.
vi: Chỉ hiển thị %(count)s mục gần đây nhất.
xh: Ukubonisa kuphela ezona ndawo zintsha %(count)s amagama.

source: from the log file.
ar: من ملف السجل.
az: loq faylından.
be: з файлу журналу.
bn: লগ ফাইল থেকে।
cs: z log souboru.
cy: o'r ffeil log.
da: fra logfilen.
de: aus der Logdatei.
el: από το αρχείο καταγραφής.
es: del archivo de registro.
et: logifailist.
eu: log fitxategitik.
fa: از فایل لاگ.
fi: lokitiedostosta.
fr: du fichier journal.
ga: fi log file.
gd: bho fhaidhle an log.
gl: do ficheiro de rexistro.
gu: નૉટપત્રક ફાઇલમાંથી.
he: מהקובץ יומן.
hi: लॉग फ़ाइल से।
hr: iz log datoteke.
hu: a naplófájlból.
id: dari file log.
is: frá logs skrá.
it: dal file di log.
ja: ログファイルから。
ka: ದಿನಚರಿಯ ಕಡತದಿಂದ.
ku: ژدەیێ فایلێ حزنا.
lt: iš žurnalo failo.
lv: no žurnāla faila.
mg: avy amin'ny rakitra log.
mi: mai i te kōnae rākete.
mk: од лог-датотеката.
ml: ലോഗ് ഫയലിൽ നിന്ന്.
ms: daripada fail log.
mt: mil-fajl tal-log.
my: မှတ်တမ်းဖိုင်မှ။
nl: uit het logbestand.
no: fra loggfilen.
pa: ਲੌਗ ਫਾਈਲ ਤੋਂ।
pl: z pliku dziennika.
pt: do arquivo de log.
ro: din fișierul jurnal.
ru: из файла журнала.
sk: z log súboru.
sl: iz dnevniške datoteke.
sq: nga skedari i regjistrimit.
sr: iz log fajla.
sv: från loggfilen.
sw: kutoka kwenye faili ya kumbukumbu.
ta: பதிவு கோப்பிலிருந்து.
te: లాగ్ ఫైల్ నుండి.
th: จากไฟล์บันทึก.
tr: log dosyasından.
uk: з файлу журналу.
ur: لاگ فائل سے۔
uz: log faylidan.
vi: từ tệp nhật ký.
xh: ukusuka kwifayile yelog.

source: Date
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Обновить аккаунт
bn: অ্যাকাউন্ট আপডেট করুন
cs: Aktualizovat účet
cy: Diweddaru Cyfrif
da: Opdater konto
de: Konto aktualisieren
el: Ενημέρωση Λογαριασμού
es: Actualizar cuenta
et: Uuenda kontot
eu: Kontua Eguneratu
fa: به‌روزرسانی حساب
fi: Päivitä tili
fr: Mettre à jour le compte
ga: Akonta Bɔ anuonyam
gd: Ùraich Cunntas
gl: Actualizar Conta
gu: એકાઉન્ટ અપડેટ કરો
he: עדכון חשבון
hi: खाता अपडेट करें
hr: Ažuriraj račun
hu: Fiók frissítése
id: Perbarui Akun
is: Uppfæra Reikning
it: Aggiorna account
ja: アカウントを更新
ka: ანგარიშის განახლება
ku: نوێکردنەوەی ئەکاونت
lt: Atnaujinti paskyrą
lv: Atjaunināt Kontu
mg: Havaozy ny Kaonty
mi: Whakahou Pūkete
mk: Ажурирај сметка
ml: അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുക
ms: Kemaskini Akaun
mt: Aġġorna l-Kont
my: အကောင့်ကိုအပ်ဒိတ်လုပ်ပါ။
nl: Update Account
no: Oppdater Konto
pa: ਖਾਤਾ ਅਪਡੇਟ ਕਰੋ
pl: Aktualizuj konto
pt: Atualizar Conta
ro: Actualizează Contul
ru: Обновить учетную запись
sk: Aktualizovať účet
sl: Posodobi račun
sq: Përditëso Llogarinë
sr: Ažuriraj nalog
sv: Uppdatera Konto
sw: Sasisha Akaunti
ta: கணக்கை புதுப்பிக்கவும்
te: ఖాతాను నవీకరించండి
th: อัปเดตบัญชี
tr: Hesabı Güncelle
uk: Оновити акаунт
ur: اکاؤنٹ کو اپ ڈیٹ کریں
uz: Hisobni yangilash
vi: Cập nhật Tài khoản
xh: Hlaziya iAkhawunti
