Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Edit Email
ar: تحرير البريد الإلكتروني
az: E-poçtu redaktə et
be: Редактировать письмо
bn: ইমেইল সম্পাদনা করুন
cs: Upravit e-mail
cy: Golygu E-bost
da: Rediger e-mail
de: E-Mail bearbeiten
el: Επεξεργασία Email
es: Editar Correo
et: Muuda e-kirja
eu: Editatu Emaila
fa: ویرایش ایمیل
fi: Muokkaa sähköpostia
fr: Modifier l'email
ga: Sɛɛ Emaile
gd: Deasaich Post-d
gl: Editar correo electrónico
gu: ઈમેઈલ સંપાદિત કરો
he: ערוך דוא"ל
hi: ईमेल संपादित करें
hr: Uredi e-poštu
hu: E-mail szerkesztése
is: Breyta tölvupósti
it: Modifica Email
ja: メールを編集
ka: ელფოსტის რედაქტირება
ku: دەستکاری ئیمەیڵ
lt: Redaguoti el. laišką
lv: Rediģēt e-pastu
mg: Ovay Email
mi: Whakatikahia te Īmēra
mk: Уреди е-пошта
ml: ഇമെയിൽ എഡിറ്റ് ചെയ്യുക
ms: Edit E-mel
mt: Editja Email
my: အီးမေးလ် ပြုပြင်ပါ
nl: E-mail Bewerken
no: Rediger e-post
pa: ਈਮੇਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj email
pt: Editar Email
ro: Editează Email
ru: Редактировать электронную почту
sk: Upraviť email
sl: Uredi e-pošto
sq: Redakto Email-in
sr: Izmeni email
sv: Redigera E-post
sw: Hariri Baruapepe
ta: மின்னஞ்சலை திருத்து
te: ఇమెయిల్ సవరించండి
th: แก้ไขอีเมล
tr: E-postayı Düzenle
uk: Редагувати електронну пошту
ur: ای میل میں ترمیم کریں
uz: Elektron pochtani tahrirlash
vi: Chỉnh sửa Email
xh: Hlela I-imeyili

source: Create Email
ar: إنشاء بريد إلكتروني
az: E-poçt yarat
be: Создать письмо
bn: ইমেইল তৈরি করুন
cs: Vytvořit e-mail
cy: Creu E-bost
da: Opret e-mail
de: E-Mail erstellen
el: Δημιουργία Email
es: Crear Correo
et: Loo e-kiri
eu: Sortu Emaila
fa: ایجاد ایمیل
fi: Luo sähköposti
fr: Créer un email
ga: Rebɔ Emaile
gd: Cruthaich Post-d
gl: Crear correo electrónico
gu: ઈમેઈલ બનાવો
he: צור דוא"ל
hi: ईमेल बनाएं
hr: Kreiraj e-poštu
hu: E-mail létrehozása
id: Buat Email
is: Búa til tölvupóst
it: Crea Email
ja: メールを作成
ka: ელფოსტის შექმნა
ku: دروستکردنی ئیمەیڵ
lt: Sukurti el. laišką
lv: Izveidot e-pastu
mg: Mamorona Email
mi: Waihanga Īmēra
mk: Креирај е-пошта
ml: ഇമെയിൽ സൃഷ്ടിക്കുക
ms: Cipta E-mel
mt: Oħloq Email
my: အီးမေးလ် ဖန်တီးပါ
nl: E-mail Maken
no: Opprett e-post
pa: ਈਮੇਲ ਬਣਾਓ
pl: Utwórz email
pt: Criar Email
ro: Creează Email
ru: Создать электронную почту
sk: Vytvoriť email
sl: Ustvari e-pošto
sq: Krijo Email-in
sr: Kreiraj email
sv: Skapa E-post
sw: Tengeneza Baruapepe
ta: மின்னஞ்சல் உருவாக்கு
te: ఇమెయిల్ సృష్టించండి
th: สร้างอีเมล
tr: E-posta Oluştur
uk: Створити електронну пошту
ur: ای میل بنائیں
uz: Elektron pochta yaratish
vi: Tạo Email
xh: Dala I-imeyili

source: Fill out the form to create or edit an email message.
ar: املأ النموذج لإنشاء حسابك.
az: Hesabınızı yaratmaq üçün formu doldurun.
be: Заполните форму, чтобы создать свой аккаунт.
bn: আপনার অ্যাকাউন্ট তৈরি করতে ফরম পূরণ করুন।
cs: Vyplňte formulář pro vytvoření účtu.
cy: Llenwch y ffurflen i greu eich cyfrif.
da: Udfyld formularen for at oprette din konto.
de: Füllen Sie das Formular aus, um Ihr Konto zu erstellen.
el: Συμπληρώστε τη φόρμα για να δημιουργήσετε τον λογαριασμό σας.
es: Complete el formulario para crear su cuenta.
et: Konto loomiseks täitke vorm.
eu: Bete ezazu formularioa zure kontua sortzeko.
fa: فرم را برای ایجاد حساب خود پر کنید.
fi: Täytä lomake luodaksesi tilisi.
fr: Remplissez le formulaire pour créer votre compte.
ga: Bɔ mpɔtam fɔmu no sɛnea wobɛyɛ akontaa.
gd: Lìon a-steach am foirm gus an cunntas agad a chruthachadh.
gl: Encha o formulario para crear a súa conta.
gu: તમારું એકાઉન્ટ બનાવવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי ליצור חשבון.
hi: अपना खाता बनाने के लिए फॉर्म भरें।
hr: Ispunite obrazac za izradu svog računa.
hu: Töltse ki az űrlapot a fiók létrehozásához.
id: Isi formulir untuk membuat akun Anda.
is: Fylla út eyðublaðið til að búa til reikning.
it: Compila il modulo per creare il tuo account.
ja: フォームに記入してアカウントを作成してください。
ka: შეავსეთ ფორმა თქვენი ანგარიშის შესაქმნელად.
ku: فۆڕمەکە پڕبکەوە بۆ دروستکردنی ئەژمارەکەت.
lt: Užpildykite formą, kad sukurtumėte savo paskyrą.
lv: Aizpildiet veidlapu, lai izveidotu savu kontu.
mg: Fenoy ny taratasy hamoronana ny kaontinao.
mi: Whakakīia te puka ki te waihanga i tō pūkete.
mk: Пополнете ја формата за да го креирате вашиот профил.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സൃഷ്ടിക്കാൻ ഫോർം പൂരിപ്പിക്കുക.
ms: Isi borang untuk mencipta akaun anda.
mt: Imla l-formola biex toħloq il-kont tiegħek.
my: သင့်အကောင့်ဖွင့်ရန် ဖောင်ကို ဖြည့်ပါ။
nl: Vul het formulier in om uw account aan te maken.
no: Fyll ut skjemaet for å opprette kontoen din.
pa: ਅਪਣਾ ਖਾਤਾ ਬਣਾਉਣ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby utworzyć konto.
pt: Preencha o formulário para criar sua conta.
ro: Completați formularul pentru a vă crea contul.
ru: Заполните форму, чтобы создать учетную запись.
sk: Vyplňte formulár na vytvorenie účtu.
sl: Izpolnite obrazec za ustvarjanje računa.
sq: Plotësoni formularin për të krijuar llogarinë tuaj.
sr: Popunite formular da biste kreirali svoj nalog.
sv: Fyll i formuläret för att skapa ditt konto.
sw: Jaza fomu ili kuunda akaunti yako.
ta: உங்கள் கணக்கை உருவாக்கப் படிவத்தை பூர்த்தி செய்யுங்கள்.
te: మీ ఖాతాను సృష్టించడానికి ఫారమ్‌ను పూరించండి.
th: กรอกแบบฟอร์มเพื่อสร้างบัญชีของคุณ
tr: Hesabınızı oluşturmak için formu doldurun.
uk: Заповніть форму, щоб створити акаунт.
ur: اپنا اکاؤنٹ بنانے کے لیے فارم پُر کریں۔
uz: Hisobingizni yaratish uchun formani to'ldiring.
vi: Điền vào mẫu để tạo tài khoản của bạn.
xh: Gcwalisa ifomu ukwenza i-akhawunti yakho.

source: Save Email
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: How to create and send an email
ar: كيفية إنشاء وإرسال بريد إلكتروني
az: Necə email yaratmaq və göndərmək
be: Як стварыць і адправіць электронны ліст
bn: কিভাবে ইমেইল তৈরি ও পাঠাবেন
cs: Jak vytvořit a odeslat email
cy: Sut i greu ac anfon e-bost
da: Hvordan man opretter og sender en e-mail
de: Wie man eine E-Mail erstellt und sendet
el: Πώς να δημιουργήσετε και να στείλετε ένα email
es: Cómo crear y enviar un correo
et: Kuidas luua ja saata e-kiri
eu: Nola sortu eta bidali email bat
fa: چگونه یک ایمیل ایجاد و ارسال کنیم
fi: Kuinka luoda ja lähettää sähköposti
fr: Comment créer et envoyer un email
ga: Kɛseɛ a wɔde bɛyɛ email na wɔde bɛsoma
gd: Ciamar a chruthaicheas agus a chuireas tu post-d
gl: Como crear e enviar un correo electrónico
gu: ઈમેઈલ કેવી રીતે બનાવી અને મોકલી શકાય
he: כיצד ליצור ולשלוח אימייל
hi: ईमेल बनाने और भेजने का तरीका
hr: Kako kreirati i poslati email
hu: Hogyan hozzunk létre és küldjünk emailt
id: Cara membuat dan mengirim email
is: Hvernig á að búa til og senda tölvupóst
it: Come creare e inviare un'email
ja: メールの作成と送信方法
ka: როგორ შექმნათ და გაგზავნოთ ელფოსტა
ku: Çawa peyama e-nameyek çê û bişînin
lt: Kaip sukurti ir išsiųsti el. laišką
lv: Kā izveidot un nosūtīt e-pastu
mg: Ahoana ny fomba hamoronana sy handefasana mailaka
mi: Me pēhea te hanga me te tuku īmēra
mk: Како да креирате и испратите е-пошта
ml: ഇമെയിൽ ഉണ്ടാക്കാനും അയക്കാനും എങ്ങനെ
ms: Cara mencipta dan menghantar emel
mt: Kif toħloq u tibgħat email
my: အီးမေးလ်ထုတ်ပြီးပို့ရန် လမ်းညွှန်ချက်
nl: Hoe maak je een e-mail en stuur je deze
no: Hvordan lage og sende en e-post
pa: ਇੱਕ ਈਮੇਲ ਕਿਵੇਂ ਬਣਾਉਣ ਅਤੇ ਭੇਜਣੀ ਹੈ
pl: Jak utworzyć i wysłać e-mail
pt: Como criar e enviar um email
ro: Cum să creezi și să trimiți un email
ru: Как создать и отправить электронное письмо
sk: Ako vytvoriť a poslať email
sl: Kako ustvariti in poslati e-pošto
sq: Si të krijosh dhe dërgosh një email
sr: Kako napraviti i poslati email
sv: Hur man skapar och skickar ett e-postmeddelande
sw: Jinsi ya kuunda na kutuma barua pepe
ta: மின்னஞ்சலை உருவாக்கி அனுப்புவது எப்படி
te: ఇమెయిల్ రూపొందించడం మరియు పంపడం ఎలా
th: วิธีสร้างและส่งอีเมล
tr: Bir e-posta nasıl oluşturulur ve gönderilir
uk: Як створити та надіслати електронний лист
ur: ایک ای میل کیسے بنائیں اور بھیجیں
uz: Elektron pochta yaratish va jo'natish
vi: Cách tạo và gửi email
xh: Indlela yokwenza nokuthumela i-imeyile

source: Manage and schedule email messages to be delivered through configured channels.
ar: إدارة وجدولة الرسائل الإلكترونية لتسليمها عبر القنوات المكونة.
az: Konfiqurasiya edilmiş kanallardan göndərilmək üçün e-poçt mesajlarını idarə edin və cədvəlləşdirin.
be: Кіруйце і планавайце электронныя паведамленні для дастаўкі праз наладжаныя каналы.
bn: কনফিগার করা চ্যানেলের মাধ্যমে ডেলিভারি করার জন্য ইমেল বার্তা পরিচালনা এবং সময়সূচি করুন।
cs: Spravujte a naplánujte emailové zprávy k doručení prostřednictvím konfigurovaných kanálů.
cy: Rheoli a threfnu negeseuon e-bost i'w danfon trwy sianeli wedi'u ffurfweddu.
da: Administrer og planlæg e-mailmeddelelser, der skal leveres gennem konfigurerede kanaler.
de: Verwalten und planen Sie E-Mail-Nachrichten für die Zustellung über konfigurierte Kanäle.
el: Διαχειριστείτε και προγραμματίστε μηνύματα email για να παραδοθούν μέσω διαμορφωμένων καναλιών.
es: Administra y programa mensajes de correo electrónico para ser entregados a través de canales configurados.
et: Halda ja ajasta e-kirju, mis edastatakse konfigureeritud kanalite kaudu.
eu: Kudeatu eta programatu mezu elektronikoak eragile konfiguratuetan zehar bidaltzeko.
fa: پیام‌های ایمیل را مدیریت و زمان‌بندی کنید تا از طریق کانال‌های پیکربندی شده ارسال شوند.
fi: Hallinnoi ja aikatauluta sähköpostiviestit toimitettavaksi määriteltyjen kanavien kautta.
fr: Gérez et planifiez les messages électroniques à livrer par le biais de canaux configurés.
ga: Hwɛ ne topon nsɛm nhoma a wɔbɔ ho ban wɔ krataa ano so.
gd: Stiùir agus cuir gnìomh teachdaireachdan post-d gus an lìbhrigeadh tro shianalan rèiteachaidh.
gl: Xestiona e programa mensaxes de correo electrónico para ser entregadas a través de canles configuradas.
gu: ઇમેલ સંદેશાઓનું સંચાલન કરો અને ગોઠવણવાળી ચેનલો દ્વારા પહોંચાડવા માટે સમયસૂચિ બનાવો.
he: נהל ותזמן הודעות דוא"ל להימסר דרך ערוצים מוגדרים.
hi: ईमेल संदेशों का प्रबंधन और अनुसूची करें जो कॉन्फ़िगर किए गए चैनलों के माध्यम से वितरित किए जाएंगे।
hr: Upravljajte i zakazujte e-mail poruke za dostavu putem konfiguriranih kanala.
hu: Kezelje és ütemezze az e-mail üzeneteket a beállított csatornákon keresztül történő kézbesítésre.
id: Kelola dan jadwalkan pesan email untuk dikirim melalui saluran yang telah dikonfigurasi.
is: Stjórnaðu og tímasettu tölvupóstskilaboðum til að vera send í gegnum stilltar rásir.
it: Gestisci e programma messaggi email da inviare tramite canali configurati.
ja: 設定されたチャンネルを通じて配信されるメールメッセージを管理およびスケジュールします。
ka: 設定されたチャネルを通じて配信されるメールメッセージを管理およびスケジュールします。
ku: Peyamên e-nameyan bibêrwere û eseqîr bikin ku bi rêveberên qanalan bicîh bikin.
lt: Tvarkykite ir suplanuokite el. pašto žinutės pristatymą per sukonfigūruotus kanalus.
lv: Pārvaldiet un plānojiet e-pasta ziņojumus, kas tiks piegādāti caur konfigurētajiem kanāliem.
mg: Tantano sy fandaharana ny hafatra mailaka omena amin'ny alalana voarakitra.
mi: Whakahaere, whakamahere karere īmēra kia tukuna mā te hongere kua whirihorahia.
mk: Управувајте и закажувајте email пораки за да бидат испорачани преку конфигурирани канали.
ml: കോണ്‍ഫിഗര്‍ ചെയ്‌ത ചാനലുകളില്‍ മുഖേന കൈമാറാന്‍ ഇമെയില്‍ സന്ദേശങ്ങള്‍ കൈകാര്യം ചെയ്യുകയും ഷെഡ്യൂള്‍ ചെയ്യുകയും ചെയ്യുക.
ms: Urus dan jadualkan mesej emel untuk dihantar melalui saluran yang telah dikonfigurasi.
mt: Immaniġġja u skeda messaġġi bl-email biex ikunu kkonsenjati permezz ta’ kanali konfigurati.
my: သင့် email စာတိုက်များကို ပေးပို့ရန် စီစဉ်ပြီး ချန်နယ်များဖြင့် ပေးပို့စီစဉ်ပါ။
nl: Beheer en plan e-mailberichten die via geconfigureerde kanalen moeten worden afgeleverd.
no: Administrer og planlegg e-postmeldinger som skal leveres gjennom konfigurerte kanaler.
pa: ਸੰਰਚਿਤ ਚੈਨਲਾਂ ਰਾਹੀਂ ਵੰਡਣ ਲਈ ਈਮੇਲ ਸੁਨੇਹਿਆਂ ਦਾ ਪ੍ਰਬੰਧਨ ਅਤੇ ਸ਼ਡਿਊਲ ਕਰੋ।
pl: Zarządzaj i planuj wiadomości e-mail do dostarczenia przez skonfigurowane kanały.
pt: Gerencie e agende mensagens de email para serem enviadas através de canais configurados.
ro: Administrează și programează mesajele de e-mail care sunt livrate prin canale configurate.
ru: Управляйте и планируйте доставку электронных писем через настроенные каналы.
sk: Spravujte a plánujte e-mailové správy, ktoré majú byť doručené cez nakonfigurované kanály.
sl: Upravljanje in načrtovanje email sporočil za pošiljanje prek konfiguriranih kanalov.
sq: Menaxhoni dhe planifikoni mesazhet me email që do të dorëzohen përmes kanaleve të konfiguruara.
sr: Upravljaj i planiraj slanje email poruka kroz konfigurisane kanale.
sv: Hantera och schemalägg e-postmeddelanden för leverans genom konfigurerade kanaler.
sw: Simamia na panga ujumbe wa barua pepe ili kutumwa kupitia njia zilizosanidiwa.
ta: கட்டமைக்கப்பட்ட ஆர்வத்திற்கான வாயில்களின் மூலம் மின்னஞ்சல் செய்திகளை நிர்வகிக்கவும்.
te: పంపిణీ చేయడానికి ఇమెయిల్ సందేశాలను నిర్వహించండి మరియు షెడ్యూల్ చేయండి.
th: จัดการและตั้งเวลาข้อความอีเมลเพื่อส่งผ่านช่องทางที่กำหนดไว้
tr: E-posta mesajlarını yapılandırılmış kanallar aracılığıyla teslim edilmek üzere yönetin ve planlayın.
uk: Керуйте та плануйте доставку електронних повідомлень через налаштовані канали.
ur: ای میل پیغامات کا انتظام اور شیڈول کریں جو ترتیب دیے گئے چینلز کے ذریعے بھیجے جائیں گے.
uz: Konfiquratsiyalangan kanallar orqali yetkazib berish uchun elektron pochta xabarlarini boshqarish va rejalashtirish.
vi: Quản lý và lên lịch các thông điệp email để được gửi qua các kênh được cấu hình.
xh: Lawula kwaye ulawule imiyalezo ye-imeyile ukuba ibe neendawo ezimiswe.

source: Add Email Message
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: List Emails
ar: تحرير البريد الإلكتروني
az: E-poçtu redaktə et
be: Редактировать письмо
bn: ইমেইল সম্পাদনা করুন
cs: Upravit e-mail
cy: Golygu E-bost
da: Rediger e-mail
de: E-Mail bearbeiten
el: Επεξεργασία Email
es: Editar Correo
et: Muuda e-kirja
eu: Editatu Emaila
fa: ویرایش ایمیل
fi: Muokkaa sähköpostia
fr: Modifier l'email
ga: Sɛɛ Emaile
gd: Deasaich Post-d
gl: Editar correo electrónico
gu: ઈમેઈલ સંપાદિત કરો
he: ערוך דוא"ל
hi: ईमेल संपादित करें
hr: Uredi e-poštu
hu: E-mail szerkesztése
id: Edit Email
is: Breyta tölvupósti
it: Modifica Email
ja: メールを編集
ka: ელფოსტის რედაქტირება
ku: دەستکاری ئیمەیڵ
lt: Redaguoti el. laišką
lv: Rediģēt e-pastu
mg: Ovay Email
mi: Whakatikahia te Īmēra
mk: Уреди е-пошта
ml: ഇമെയിൽ എഡിറ്റ് ചെയ്യുക
ms: Edit E-mel
mt: Editja Email
my: အီးမေးလ် ပြုပြင်ပါ
nl: E-mail Bewerken
no: Rediger e-post
pa: ਈਮੇਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj email
pt: Editar Email
ro: Editează Email
ru: Редактировать электронную почту
sk: Upraviť email
sl: Uredi e-pošto
sq: Redakto Email-in
sr: Izmeni email
sv: Redigera E-post
sw: Hariri Baruapepe
ta: மின்னஞ்சலை திருத்து
te: ఇమెయిల్ సవరించండి
th: แก้ไขอีเมล
tr: E-postayı Düzenle
uk: Редагувати електронну пошту
ur: ای میل میں ترمیم کریں
uz: Elektron pochtani tahrirlash
vi: Chỉnh sửa Email
xh: Hlela I-imeyili

source: Schedule Email
ar: جدولة البريد الإلكتروني
az: Emaili Planla
be: Раскладанне Пошта
bn: ইমেইল সময়সূচি
cs: Naplánovat email
cy: Trefnu E-bost
da: Planlæg e-mail
de: E-Mail planen
el: Προγραμματισμός Εmail
es: Programar correo electrónico
et: Planeeri e-kiri
eu: Emaila programatu
fa: برنامه‌ریزی ایمیل
fi: Aikatauluta sähköposti
fr: Planifier l'email
ga: Hyɛn a wɔayɛde email
gd: Clàradh Post-d
gl: Programar Correo Electrónico
gu: સમયসূচિ ઈમેઈલ
he: לוח זמנים לאימייל
hi: ईमेल अनुसूची
hr: Raspored emaila
hu: Email ütemezése
id: Jadwalkan Email
is: Tímasetja tölvupóst
it: Programma Email
ja: メールのスケジュール
ka: ელფოსტის განრიგი
ku: Peyama Rojname
lt: Planinis el. laiškas
lv: Plānot e-pastu
mg: Fandaharam-mailaka
mi: Hōtaka Īmēra
mk: Распоред на е-пошта
ml: ഇമെയിൽ അനുഭവസംവിധാനം
ms: Jadualkan Emel
mt: Ixxedulja Email
my: အီးမေးလ် အချိန်ပြတ်
nl: E-mail inplannen
no: Planlegg e-post
pa: ਈਮੇਲ ਦਾ ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Zaplanuj e-mail
pt: Agendar Email
ro: Programează Email
ru: Запланировать Email
sk: Naplánovať email
sl: Razporedi e-pošto
sq: Planifiko Email
sr: Raspored Slanja Emaila
sv: Schemalägg e-post
sw: Panga Barua Pepe
ta: மின்னஞ்சல் அட்டவணை
te: షెడ్యూల్ ఇమెయిల్
th: กำหนดเวลาอีเมล
tr: E-posta Planla
uk: Запланувати електронний лист
ur: ای میل کا شیڈول بنائیں
uz: Elektron pochta rejalashtirish
vi: Lên lịch Email
xh: Ishedyuli ye-imeyile

source: Set how long until check-in is expected and how much grace time is allowed.
ar: تعيين الوقت المتوقع للفحص والوقت المسموح به للتساهل.
az: Yoxlama gözlənilənədək nə qədər vaxt keçəcəyini, nə qədər grace vaxt icazə veriləcəyini təyin edin.
be: Усталюйце, колькі часу да наступнага чэка-іна чакана і колькі дазволена грацыя.
bn: চেক-ইন কতক্ষণ পর্যন্ত প্রত্যাশিত এবং কতটা গ্রেস সময় অনুমোদিত সেট করুন।
cs: Nastavte, jak dlouho se očekává check-in a kolik je povoleného času na zpoždění.
cy: Gosodwch fyny am ba mor hir disgwylir gofrestru a faint o amser cân sydd wedi’i ganiatáu.
da: Indstil hvor længe der forventes indtjekning, og hvor meget frist der tillades.
de: Legen Sie fest, wie lange bis zum erwarteten Check-in und wie viel Kulanzzeit erlaubt ist.
el: Ορίστε πόσο χρόνο πριν αναμένεται το check-in και πόσο διάστημα χάριτος επιτρέπεται.
es: Establece cuánto tiempo hasta que se espera el registro y cuánto tiempo de gracia se permite.
et: Määra, kui kaua on registreerimise oodatud tähtaeg ja kui palju aega on lubatud.
eu: Ezartzea check-in egiteko itxaroten den denbora eta baimendutako grazia denbora.
fa: تعیین کنید که تا چه زمانی چک‌این انتظار می‌رود و چه مدت زمان معافیتی مجاز است.
fi: Aseta kuinka kauan sisäänkirjautumista odotetaan ja kuinka paljon lisäaikaa sallitaan.
fr: Définissez combien de temps jusqu'à ce que le check-in soit attendu et combien de temps de grâce est accordé.
ga: Setɛɛ nsɛm a wɔbekra nanso ɛmma oduroni so ne yɛ amere pɔtene.
gd: Suidhich dè cho fada gus am bi check-in an dùil agus dè an ùine ghràis a tha ceadaichte.
gl: Define canto tempo se espera o check-in e canto tempo de graza se permite.
gu: કિતલા સમય પછી ચકાસણીની અપેક્ષા છે અને કેટલો સમય લાભ છે તે નક્કી કરો.
he: קבע כמה זמן עד הבדיקה הבאה וכמה זמן חסד מותר.
hi: जाँच-इन की अपेक्षाकृत समय और कितनी छूट समय दी जाती है, सेट करें।
hr: Postavite koliko dugo se očekuje prijava i koliko je dopušteno vrijeme za zakašnjenje.
hu: Állítsa be, mennyi idő múlva várható a bejelentkezés, és mennyi türelmi idő engedélyezett.
id: Tentukan berapa lama hingga pemeriksaan diharapkan dan berapa banyak waktu toleransi yang diizinkan.
is: Stilltu hve langur tími er til innritunar er áætlaður og hve mikið biðtími er leyfður.
it: Imposta quanto tempo è previsto fino al check-in e quanto tempo di grazia è concesso.
ja: チェックインが期待されるまでの時間と許容される猶予時間を設定します。
ka: チェックインが期待される時間と猶予時間を設定します。
ku: Mayinîka çanda têpwêşî û hinek dirêjahiya nimîna agahdar bikin.
lt: Nustatykite, kiek laiko tikimasi patikrinimo ir kiek laiko yra teikiama pagal malonę.
lv: Iestatiet, cik ilgs laiks līdz reģistrācijai ir gaidāms un cik daudz laika ir atļauts.
mg: Amboary ny fotoana em-piandrasana sy ny fotoana fiandrasana ampindramina.
mi: Tautuhia te wa i mua i tēnei whakauru pūrongo me te tino aroaro ki te wā tuku.
mk: Поставете колку долго се очекува check-in и колку време на милост е дозволено.
ml: ചെക്ക് ഇൻ ചെയ്യേണ്ട ആഴ്‌ച കാലാവധി എത്രനാൾ ആകണമെന്ന്, എത്ര അധിക സമയം അനുവദിക്കുമെന്നുമുള്ള ക്രമീകരണം സജ്ജീകരിക്കുക.
ms: Tetapkan berapa lama sehingga daftar masuk dijangka dan berapa banyak masa kelonggaran dibenarkan.
mt: Issettja kemm il-ħin qabel ma' jsir il-check-in u kemm il-grace time hu permess.
my: စစ်ဆေးရန် မျှော်လင့်ထားသော အချိန်ကာလနှင့် ခွင့်လွှတ်ကြာချိန်ကို စီမံထားပါ။
nl: Stel in hoe lang het duurt voordat inchecken wordt verwacht en hoeveel respijtijd is toegestaan.
no: Sett hvor lenge til innsjekk er forventet og hvor mye pusterom som er tillatt.
pa: ਆਪਣ ਦੀ ਉਡੀਕ ਕੀਤੇ ਗਏ ਚੈਕ-ਇਨ ਲਈ ਕਿੰਨਾ ਸਮਾਂ ਹੈ ਅਤੇ ਕਿੰਨਾ ਛੂਟ ਸਮਾਂ ਦਿੰਦੇ ਹੋ ਸੈੱਟ ਕਰੋ।
pl: Ustaw, jak długo do oczekiwania na zameldowanie i ile czasu łaski jest dozwolone.
pt: Defina quanto tempo até o check-in esperado e quanto tempo de tolerância é permitido.
ro: Stabilește cât timp este așteptată check-in-ul și cât timp de grație este permis.
ru: Установите, сколько времени до ожидания регистрации и сколько допускается времени на задержку.
sk: Nastavte, ako dlho sa očakáva registrácia a koľko času je povolené ako tolerancia.
sl: Nastavite, koliko časa je do pričakovane prijave in koliko časa za zamudo je dovoljeno.
sq: Caktoni sa kohë u duhet derisa të pritet regjistrimi dhe sa kohë lejohet liria.
sr: Postavi koliko dugo se očekuje čekiranje i koliko vremena za dodatno čekanje je dozvoljeno.
sv: Ställ in hur länge tills incheckning förväntas och hur mycket extra tid som tillåts.
sw: Weka muda wa muda gani hadi malipo yanatarajiwa na muda gani wa neema unaruhusiwa.
ta: சரிபார்த்தல் எப்போது நெருப்பாகவும் எவ்வளவு உடந்தை நேரம் அனுமதிக்கப்படும் என்பது அமைக்கவும்.
te: ఎక్కువ సమయం మధ్యలో చెక్-ఇన్ ఎంత పొడవుతో ఉండాలి మరియు ఎంత గ్రేస్ సమయం అనుమతించబడినదో సెట్ చేయండి.
th: ตั้งค่าระยะเวลาจนกว่าจะถึงเวลาตรวจสอบและกำหนดเวลาเผื่อที่อนุญาต
tr: Yoklama süresine kadar sürenin ne kadar olduğunu ve ne kadar esneklik tanındığını ayarlayın.
uk: Встановіть, скільки часу до очікуваної реєстрації та скільки пільгового часу дозволено.
ur: چیک ان کی توقع کب تک اور کتنی رعایتی وقت کی اجازت ہے متعین کریں.
uz: Tekshirish kutiladigan vaqt va ruxsat etilgan imtiyoz muddati qancha ekanligini belgilang.
vi: Đặt thời gian chờ dự kiến cho đến khi đăng nhập và thời gian ân hạn được phép.
xh: Cwangcisa elide kangakanani kude kube ngonakala kwaye ikhaya elingakanani livumelekile.
