Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No account found matching that username and email.
ar: لم يتم العثور على حساب يطابق اسم المستخدم والبريد الإلكتروني.
az: Bu istifadəçi adı və e-poçt ilə uyğun gələn hesab tapılmadı.
be: ঐ ব্যবহারকারীর নাম এবং ইমেইল মিলে কোন অ্যাকাউন্ট পাওয়া যায়নি।
bn: ঐ ব্যবহারকারীর নাম এবং ইমেলের সাথে কোনো অ্যাকাউন্ট খুঁজে পাওয়া যায়নি।
cs: Nebyl nalezen žádný účet odpovídající danému uživatelskému jménu a emailu.
cy: Ni chanfuwyd unrhyw gyfrif sy'n cyfateb i'r enw defnyddiwr a'r e-bost hynny.
da: Ingen konto fundet der matcher det brugernavn og email.
de: Kein Konto gefunden, das diesem Benutzernamen und dieser E-Mail entspricht.
el: Δεν βρέθηκε λογαριασμός που να ταιριάζει με αυτό το όνομα χρήστη και email.
es: No se encontró ninguna cuenta que coincida con ese nombre de usuario y correo.
et: Kasutajanime ja e-mailiga sobivat kontot ei leitud.
eu: Ez da erabiltzaile izen eta posta elektroniko horri dagokion konturik aurkitu.
fa: هیچ حسابی با آن نام کاربری و ایمیل یافت نشد.
fi: Tiliä ei löytynyt kyseisellä käyttäjänimellä ja sähköpostilla.
fr: Aucun compte correspondant à ce nom d'utilisateur et cet e-mail n'a été trouvé.
ga: Níor aimsíodh aon chuntas a bhfuil an t-ainm úsáideora agus an ríomhphost sin ag teacht leis.
gd: Cha deach cunntas sam bith a lorg a fhreagras ris an ainm-cleachdaidh agus am post-d sin.
gl: Non se atopou ningunha conta que coincida con ese nome de usuario e correo electrónico.
gu: તે યુઝરનામ અને ઇમેઇલ સાથેનું કોઈ ખાતું મળ્યું નથી.
he: לא נמצא חשבון התואם את שם המשתמש והדוא"ל הללו.
hi: उस उपयोगकर्ता नाम और ईमेल से मेल खाते हुए कोई खाता नहीं मिला।
hr: Nije pronađen račun koji odgovara tom korisničkom imenu i e-mailu.
hu: Nincs a megadott felhasználónévvel és e-mail címmel egyező fiók.
id: Tidak ada akun yang ditemukan cocok dengan nama pengguna dan email tersebut.
is: Ekkert reikningur fannst sem samsvarar því notandanafni og netfangi.
it: Nessun account trovato corrispondente a quel nome utente ed email.
ja: そのユーザー名とメールに一致するアカウントが見つかりません。
ka: ანგარიში აღნიშნული სახელისა და ელფოსტის მიხედვით არ მოიძებნა.
ku: هیچ هەژماریەک نەدۆزرابوو کە ناوی بەکارهێنەر و ئیمەیڵی پەیوەندیدان تایبەتی بپەیوەندیدا.
lt: Nerasta paskyra, atitinkanti tą naudotojo vardą ir el. paštą.
lv: Netika atrasts konts, kas atbilst šim lietotājvārdam un e-pastam.
mg: Tsy misy kaonty mifanaraka amin'izany anarana sy mailaka izany.
mi: Kāore he pūkete i kitea e ōrite ana ki taua ingoa kaiwhakamahi me te īmēra.
mk: Не е пронајдена сметка која одговара на тоа корисничко име и е-маил.
ml: ആ യൂസർനെയിമും ഇമെയിലും പൊരുത്തപ്പെടുന്ന ഒരു അക്കൗണ്ട് കണ്ടെത്തിയില്ല.
ms: Tiada akaun ditemui yang sepadan dengan nama pengguna dan e-mel itu.
mt: Ma nstab l-ebda kont li jaqbel ma’ dak l-username u email.
my: တူဝင်နာမည်နှင့် အီးမေးလ်ကို ဆိုက်ချက်များ မတွေ့ရှိပါ။
nl: Er is geen account gevonden dat overeenkomt met die gebruikersnaam en e-mail.
no: Ingen konto ble funnet med det brukernavnet og e-posten.
pa: ਉਸ ਯੂਜ਼ਰਨੇਮ ਅਤੇ ਈਮੇਲ ਨਾਲ ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono konta pasującego do tej nazwy użytkownika i e-maila.
pt: Nenhuma conta encontrada com esse nome de usuário e e-mail.
ro: Nu a fost găsit niciun cont care să corespundă cu numele de utilizator și e-mailul respectiv.
ru: Не найден аккаунт с таким именем пользователя и email.
sk: Nenašiel sa žiadny účet zodpovedajúci zadanému používateľskému menu a emailu.
sl: Račun, ki ustreza temu uporabniškemu imenu in e-pošti, ni bil najden.
sq: Nuk u gjet asnjë llogari që përputhet me atë emër përdoruesi dhe email.
sr: Nije pronađen nalog koji odgovara tom korisničkom imenu i emailu.
sv: Inget konto hittades som matchar det användarnamnet och e-posten.
sw: Hakuna akaunti iliyopatikana inayolingana na jina la mtumiaji na barua pepe hiyo.
ta: அந்த பயனர்பெயரும் மின்னஞ்சலும் பொருந்திய கணக்குகள் எதுவும் இல்லை.
te: ఆ వినియోగదారు పేరు మరియు ఇమెయిల్‌కు సరిపోలే ఖాతా కనుగొనబడలేదు.
th: ไม่พบบัญชีที่ตรงกับชื่อผู้ใช้และอีเมลนั้น
tr: Bu kullanıcı adı ve e-posta ile eşleşen bir hesap bulunamadı.
uk: Обліковий запис, що відповідає цьому логіну та електронній пошті, не знайдено.
ur: اس صارف نام اور ای میل کے مطابق کوئی اکاؤنٹ نہیں ملا۔
uz: Ushbu foydalanuvchi nomi va elektron pochta manziliga mos keladigan hisob topilmadi.
vi: Không tìm thấy tài khoản nào khớp với tên người dùng và email này.
xh: Akukho akhawunti ifumanekayo elifanayo negama lomsebenzisi neliyile imeyile.

source: An error occurred while checking your credentials.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.

source: Session expired. Please start over.
ar: انتهت الجلسة. يرجى البدء من جديد.
az: Sessiya vaxtı keçdi. Zəhmət olmasa, yenidən başlayın.
be: Сесія закінчилася. Будь ласка, почніть заново.
bn: সেশন মেয়াদোত্তীর্ণ। দয়া করে আবার শুরু করুন।
cs: Relace vypršela. Začněte znovu.
cy: Sesiwn wedi dod i ben. Dechreuwch eto os gwelwch yn dda.
da: Session udløbet. Start venligst forfra.
de: Sitzung abgelaufen. Bitte starten Sie erneut.
el: Η συνεδρία έληξε. Παρακαλώ ξεκινήστε από την αρχή.
es: La sesión ha expirado. Por favor, comience de nuevo.
et: Seanss on aegunud. Palun alustage uuesti.
eu: Saioa iraungi da. Hasi berriro.
fa: نشست منقضی شده است. لطفاً دوباره شروع کنید.
fi: Istunto vanhentunut. Aloita alusta.
fr: Session expirée. Veuillez recommencer.
ga: Seisiún imithe in éag. Tosaigh arís le do thoil.
gd: Session закончена. Пожалуйста, начните заново.
gl: Sesión caducada. Por favor, comeza de novo.
gu: સત્ર સમાપ્ત થયું. ફરીથી શરૂ કરો.
he: הסשן פג תוקף. אנא התחל מחדש.
hi: सत्र समाप्त हो गया। कृपया फिर से शुरू करें।
hr: Sesija je istekla. Molimo započnite ispočetka.
hu: A munkamenet lejárt. Kérjük, kezdje előlről.
id: Sesi kadaluarsa. Silakan mulai lagi.
is: Lotan rann út. Vinsamlegast byrjið upp á nýtt.
it: Sessione scaduta. Ricomincia da capo.
ja: セッションが期限切れです。最初からやり直してください。
ka: სესია ამოიწურა. გთხოვთ, თავიდან დაიწყოთ.
ku: دواخەر. تکایە نوێ بۆ دەستپێبکە.
lt: Sesija baigėsi. Prašome pradėti iš naujo.
lv: Sesija beigusies. Lūdzu, sāciet no jauna.
mg: Lany ny fotoam-pivoriana. Aza mangataka andro aorian'izay.
mi: Kua pau te wā whakahaere. Tīmata anō koa.
mk: Сесијата истече. Ве молиме започнете повторно.
ml: സെഷൻ കാലഹരണപ്പെട്ടു. ദയവായി വീണ്ടും ആരംഭിക്കുക.
ms: Sesi tamat tempoh. Sila mulakan semula.
mt: Sessjoni skaduta. Jekk jogħġbok ibda mill-ġdid.
my: ပီ.
nl: Sessie verlopen. Begin opnieuw.
no: Økt utløpt. Vennligst start på nytt.
pa: ਸੈਸ਼ਨ ਮਿਆਦਖ਼ਤਮ ਹੋ ਗਈ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ।
pl: Sesja wygasła. Rozpocznij od nowa.
pt: Sessão expirada. Por favor, comece novamente.
ro: Sesiunea a expirat. Vă rugăm să începeți din nou.
ru: Сессия истекла. Пожалуйста, начните сначала.
sk: Relácia vypršala. Prosím, začnite odznova.
sl: Seja potekla. Prosimo, začnite znova.
sq: Seanca ka skaduar. Ju lutemi filloni përsëri.
sr: Sesija je istekla. Molimo počnite ispočetka.
sv: Sessionen har gått ut. Vänligen börja om.
sw: Kipindi kimeisha muda. Tafadhali anza upya.
ta: அமர்வு காலாவதியானது. மீண்டும் தொடங்கவும்.
te: సమయం ముగిసింది. దయచేసి పునఃప్రారంభించండి.
th: เซสชันหมดอายุ โปรดเริ่มต้นใหม่
tr: Oturum süresi doldu. Lütfen yeniden başlayın.
uk: Сесія закінчилася. Будь ласка, почніть знову.
ur: سیشن ختم ہو گیا۔ براہ کرم دوبارہ شروع کریں۔
uz: Sessiya muddati tugadi. Iltimos, qayta boshlang.
vi: Phiên làm việc đã hết hạn. Vui lòng bắt đầu lại.
xh: Iseshoni iphelelwe lixesha. Nceda uqale kwakhona.

source: Too many failed attempts. Please try again later.
ar: عدد كبير من محاولات تسجيل الدخول الفاشلة. الرجاء الانتظار
az: Çox sayda uğursuz giriş cəhdi. Zəhmət olmasa gözləyin
be: Тры занадта шмат спроб увайсці ў сістэму. Калі ласка, пачакайце
bn: অনেকগুলি ব্যর্থ লগইন প্রচেষ্টা হয়েছে। অনুগ্রহ করে অপেক্ষা করুন
cs: Příliš mnoho neúspěšných pokusů o přihlášení. Prosím, počkejte
cy: Gormod o geisiadau mewngofnodi aflwyddiannus. Arhoswch
da: For mange mislykkede loginforsøg. Vent venligst
de: Zu viele fehlgeschlagene Anmeldeversuche. Bitte warten
el: Πάρα πολλές αποτυχημένες προσπάθειες σύνδεσης. Παρακαλώ περιμένετε
es: Demasiados intentos de inicio de sesión fallidos. Por favor espera
et: Liiga palju nurjunud sisselogimiskatseid. Palun oodake
eu: Saiakera mugagabeak. Mesedez, itxaron
fa: تعداد زیادی تلاش ناموفق برای ورود به سیستم. لطفاً صبر کنید
fi: Liian monta epäonnistunutta kirjautumisyritystä. Ole hyvä ja odota
fr: Trop de tentatives de connexion échouées. Veuillez attendre
ga: Ɛyɛ kɛyɛ nsae wɔ wim. Mepa kyɛw kɔ
gd: Cus oidhirpean logaidh a-steach air fàiligeadh. Feuch an feitheamh thu
gl: Demasiados intentos de inicio de sesión fallidos. Por favor, agarde
gu: ખૂબ બધા નિષ્ફળ લૉગિન પ્રયાસો. કૃપા કરીને રાહ જુઓ
he: יותר מדי ניסיונות כניסה כושלים. אנא המתן
hi: बहुत सारे गलत लॉगिन प्रयास। कृपया प्रतीक्षा करें
hr: Previše neuspjelih pokušaja prijave. Molimo pričekajte
hu: Túl sok sikertelen bejelentkezési kísérlet. Kérem, várjon
id: Terlalu banyak percobaan login yang gagal. Harap tunggu
is: Of margar innsláttartilraunir mistókust. Vinsamlegast bíðið
it: Troppi tentativi di accesso non riusciti. Attendere
ja: 試行回数が多すぎます。お待ちください
ka: ძალიან ბევრი უარყოფილი შესვლის მცდელობა. გთხოვთ, მოიცადეთ
ku: هەوڵە زۆرەکان بۆ چوونەژوورەوە نەسەرکەوتوو. تکایە چاوەڕێبە
lt: Pernelyg daug nesėkmingų prisijungimo bandymų. Prašome palaukti
lv: Pārāk daudz neveiksmīgu pieteikšanās mēģinājumu. Lūdzu, uzgaidiet
mg: Betsaka loatra ny fanandramana fidirana tsy nahomby. Miandrasa azafady
mi: He maha nga nganatanga takiuru rahua. Tena koa tatari
mk: Премногу неуспешни обиди за најава. Ве молиме почекајте
ml: വല്ലാതെ അധികം തവണ ലോഗിൻ ചെയ്യാൻ ശ്രമിച്ചു. ദയവായി കാത്തിരിക്കുക
ms: Terlalu banyak percubaan log masuk gagal. Sila tunggu
mt: Wisq tentattivi ta' login falluti. Jekk jogħġbok stenna
my: လော့ဂ်အင် များပြားလွန်းသည်။ ခေတ္တစောင့်ပေးပါ
nl: Te veel mislukte inlogpogingen. Wacht alstublieft
no: For mange mislykkede påloggingsforsøk. Vennligst vent
pa: ਬਹੁਤ ਸਾਰੇ ਅਸਫਲ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਉਡੀਕ ਕਰੋ
pl: Zbyt wiele nieudanych prób logowania. Proszę czekać
pt: Muitas tentativas de login falharam. Por favor, espere
ro: Prea multe încercări de autentificare eșuate. Vă rugăm să așteptați
ru: Слишком много неудачных попыток входа. Пожалуйста, подождите
sk: Príliš veľa neúspešných pokusov o prihlásenie. Prosím, počkajte
sl: Preveč neuspelih poskusov prijave. Prosimo počakajte
sq: Shumë tentativa të dështuara hyrjeje. Ju lutemi prisni
sr: Previše neuspelih pokušaja prijavljivanja. Molimo sačekajte
sv: För många misslyckade inloggningsförsök. Vänta
sw: Jaribio nyingi za kuingia zimeshindwa. Tafadhali subiri
ta: மிகவும் அதிகமான தவறான உள்நுழைவு முயற்சிகள். தயவுசெய்து காத்திருக்கவும்.
te: చాలా మంది లాగిన్ ప్రయత్నాలు విఫలమయ్యాయి. దయచేసి వెళ్ళండి
th: มีความพยายามในการเข้าสู่ระบบล้มเหลวมากเกินไป โปรดรอ
tr: Çok fazla başarısız giriş denemesi. Lütfen bekleyin
uk: Забагато невдалих спроб входу. Будь ласка, зачекайте
ur: زیادہ ناکام لاگ اِن کوششیں۔ براہ کرم انتظار کریں
uz: Juda ko'p muvaffaqiyatsiz kirish urinishlari. Iltimos, kuting
vi: Quá nhiều lần đăng nhập thất bại. Vui lòng đợi
xh: Kukho izithintelo ezininzi zokungenisa igama eligqithisiweyo. Nceda linda

source: A password reset link has been sent to your email.
ar: تم إرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.
az: Şifrəni yeniləmə linki e-poçtunuza göndərilib.
be: আপনার ইমেইলে একটি পাসওয়ার্ড পুনরুদ্ধারের লিঙ্ক পাঠানো হয়েছে।
bn: আপনার ইমেলে একটি পাসওয়ার্ড রিসেট লিঙ্ক পাঠানো হয়েছে।
cs: Odkaz pro reset hesla byl odeslán na váš email.
cy: Mae dolen ailosod cyfrinair wedi'i hanfon at eich e-bost.
da: Et link til nulstilling af adgangskode er sendt til din email.
de: Ein Link zum Zurücksetzen des Passworts wurde an Ihre E-Mail gesendet.
el: Ένας σύνδεσμος επαναφοράς κωδικού έχει σταλεί στο email σας.
es: Se ha enviado un enlace de restablecimiento de contraseña a tu correo.
et: Parooli lähtestamise link on saadetud teie e-mailile.
eu: Pasahitza berrezartzeko esteka bat bidali dizugu zure posta elektronikora.
fa: لینک بازنشانی رمز عبور به ایمیل شما ارسال شده است.
fi: Salasanan palautuslinkki on lähetetty sähköpostiisi.
fr: Un lien de réinitialisation de mot de passe a été envoyé à votre e-mail.
ga: Seoladh nasc athshocraithe pasfhocail chuig do r-phost.
gd: Chaidh ceangal ath-shuidheachadh facal-faire a chur chun phost-d agad.
gl: Enviouse un enlace para restablecer o contrasinal ao teu correo electrónico.
gu: પાસવર્ડ રીસેટ કડી તમારું ઇમેઇલ પર મોકલવામાં આવી છે.
he: קישור לאיפוס הסיסמה נשלח לדוא"ל שלך.
hi: आपके ईमेल पर एक पासवर्ड रीसेट लिंक भेजा गया है।
hr: Veza za poništavanje lozinke poslana je na vašu e-mail adresu.
hu: Egy jelszó-visszaállító linket küldtünk az e-mail címére.
id: Tautan reset kata sandi telah dikirim ke email Anda.
is: Tengil til að endurstilla lykilorð hefur verið sendur í tölvupóstinn þinn.
it: Un link per reimpostare la password è stato inviato alla tua email.
ja: パスワードリセットリンクがメールに送信されました。
ka: პაროლის აღდგენის ბმული გაიგზავნა თქვენს ელფოსტაზე.
ku: بەستەرێکی نوێکردنەوەی وشەی تێپەڕ بۆ ئیمەیڵەکەت نێردرا.
lt: Slaptažodžio atstatymo nuoroda išsiųsta jūsų el. paštui.
lv: Saite paroles atjaunošanai ir nosūtīta uz jūsu e-pastu.
mg: Nalefanay ny rohy famerenana teny miafina amin'ny mailakao.
mi: Kua tukuna he hononga whakarite kupuhipa ki tō īmēra.
mk: Линк за ресетирање на лозинката е испратен на вашиот е-маил.
ml: ഒരു പാസ്വേഡ് പുന:സജ്ജീകരണ ലിങ്ക് നിങ്ങളുടെ ഇമെയിലിലേക്ക് അയച്ചു.
ms: Pautan menetapkan semula kata laluan telah dihantar ke e-mel anda.
mt: Link għar-risettjar tal-password intbagħat lill-email tiegħek.
my: စကားဝှက်ပြန်မှုပျောက်ကျင်တွင်း သင့်အီးမေးလ်ဖြင့် ပို့ပါသည်။
nl: Een link voor het opnieuw instellen van het wachtwoord is naar uw e-mail gestuurd.
no: En lenke for tilbakestilling av passord er sendt til din e-post.
pa: ਤੁਹਾਡੀ ਈਮੇਲ 'ਤੇ ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਲਿੰਕ ਭੇਜਿਆ ਗਿਆ ਹੈ।
pl: Link do resetowania hasła został wysłany na twój e-mail.
pt: Um link de redefinição de senha foi enviado para seu e-mail.
ro: Un link pentru resetarea parolei a fost trimis pe e-mailul tău.
ru: Ссылка для сброса пароля отправлена на ваш email.
sk: Na váš email bol odoslaný odkaz na reset hesla.
sl: Povezava za ponastavitev gesla je bila poslana na vaš e-poštni naslov.
sq: Një lidhje për të rikthyer fjalëkalimin është dërguar në email-in tuaj.
sr: Link za reset lozinke je poslat na vaš email.
sv: En länk för återställning av lösenord har skickats till din e-post.
sw: Kiungo cha kuweka upya nenosiri kimepelekwa kwenye barua pepe yako.
ta: உங்கள் மின்னஞ்சலுக்கு கடவுச்சொல் மீட்டமைப்பு இணைப்பு அனுப்பப்பட்டது.
te: పాస్వర్డ్ రీసెట్ లింక్ మీ ఇమెయిల్‌కు పంపబడింది.
th: ส่งลิงก์รีเซ็ตรหัสผ่านไปยังอีเมลของคุณแล้ว
tr: Şifre sıfırlama bağlantısı e-postanıza gönderildi.
uk: Посилання для скидання пароля відправлено на вашу електронну пошту.
ur: آپ کے ای میل پر پاس ورڈ ری سیٹ لنک بھیج دیا گیا ہے۔
uz: Parolni tiklash havolasi elektron pochtangizga yuborildi.
vi: Một liên kết đặt lại mật khẩu đã được gửi đến email của bạn.
xh: Ikhonkco lokusetha iphasiwedi ithunyelwe kwi-imeyile yakho.

source: One or more answers were incorrect.
ar: كانت إجابة واحدة أو أكثر غير صحيحة.
az: Bir və ya daha çox cavab səhvdir.
be: Одна або кілька відповідей є невірними.
bn: এক বা একাধিক উত্তর ভুল ছিল।
cs: Jedna nebo více odpovědí bylo nesprávných.
cy: Roedd un neu fwy o'r atebion yn anghywir.
da: Et eller flere svar var forkerte.
de: Eine oder mehrere Antworten waren falsch.
el: Μία ή περισσότερες απαντήσεις ήταν λανθασμένες.
es: Una o más respuestas fueron incorrectas.
et: Üks või mitu vastust olid valed.
eu: Bat edo gehiagoko erantzunak okerrak ziren.
fa: یک یا چند پاسخ نادرست بود.
fi: Yksi tai useampi vastaus oli virheellinen.
fr: Une ou plusieurs réponses étaient incorrectes.
ga: Bhí freagraí ceann nó níos mó mícheart.
gd: Bha aon no barrachd fhreagairtean ceàrr.
gl: Unha ou máis respostas eran incorrectas.
gu: એક અથવા વધુ જવાબ ખોટા હતા.
he: תשובה או יותר היו שגויות.
hi: एक या अधिक उत्तर गलत थे।
hr: Jedan ili više odgovora nije točan.
hu: Egy vagy több válasz hibás volt.
id: Satu atau lebih jawaban salah.
is: Eitt eða fleiri svör voru röng.
it: Una o più risposte erano errate.
ja: 1つ以上の回答が間違っています。
ka: ერთი ან მეტი პასუხი არასწორია.
ku: یەک یان زیاتر وەڵام هەڵە بوو.
lt: Vienas arba daugiau atsakymų buvo neteisingi.
lv: Viena vai vairākas atbildes bija nepareizas.
mg: Diso ny valiny iray na maromaro.
mi: He hē tētahi, he maha rānei o ngā whakautu.
mk: Еден или повеќе одговори беа неточни.
ml: ഒരു അല്ലെങ്കിൽ അതിലധികം ഉത്തരങ്ങൾ തെറ്റാണ്.
ms: Satu atau lebih jawapan tidak betul.
mt: Wieħed jew aktar tweġibiet kienu żbaljati.
my: ပီ
nl: Een of meer antwoorden waren onjuist.
no: Ett eller flere svar var feil.
pa: ਇੱਕ ਜਾਂ ਵੱਧ ਉੱਤਰ ਗਲਤ ਸਨ।
pl: Jedna lub więcej odpowiedzi była niepoprawna.
pt: Uma ou mais respostas estavam incorretas.
ro: Unul sau mai multe răspunsuri au fost incorecte.
ru: Один или несколько ответов были неверными.
sk: Jedna alebo viac odpovedí bolo nesprávnych.
sl: Ena ali več odgovorov je bilo nepravilnih.
sq: Një ose më shumë përgjigje ishin të pasakta.
sr: Jedan ili više odgovora nije bilo tačno.
sv: Ett eller flera svar var felaktiga.
sw: Jibu moja au zaidi halikuwa sahihi.
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட பதில்கள் தவறானவை.
te: ఒక లేదా అంతకంటే ఎక్కువ సమాధానాలు తప్పుగా ఉన్నాయి.
th: คำตอบหนึ่งหรือมากกว่านั้นไม่ถูกต้อง
tr: Bir veya daha fazla cevap yanlış.
uk: Одна або більше відповідей були неправильними.
ur: ایک یا ایک سے زیادہ جوابات غلط تھے۔
uz: Bir yoki bir nechta javoblar noto'g'ri.
vi: Một hoặc nhiều câu trả lời không đúng.
xh: Impendulo enye okanye ezingakumbi bezingalunganga.

source: An error occurred while verifying your answers.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.
