Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: RRULE Help (GitHub)
ar: مساعدة RRULE (GitHub)
az: RRULE Yardımı (GitHub)
be: RRULE সহায়তা (GitHub)
bn: RRULE সাহায্য (GitHub)
cs: Nápověda RRULE (GitHub)
cy: Cymorth RRULE (GitHub)
da: RRULE Hjælp (GitHub)
de: RRULE Hilfe (GitHub)
el: RRULE Βοήθεια (GitHub)
es: Ayuda de RRULE (GitHub)
et: RRULE Abi (GitHub)
eu: RRULE Laguntza (GitHub)
fa: راهنمای RRULE (GitHub)
fi: RRULE-apu (GitHub)
fr: Aide RRULE (GitHub)
ga: RRULE Boafo (GitHub)
gd: Cuid-iùil RRULE (GitHub)
gl: Axuda RRULE (GitHub)
gu: RRULE મદદ (GitHub)
he: עזרה עבור RRULE (GitHub)
hi: RRULE सहायता (GitHub)
hr: Pomoć za RRULE (GitHub)
hu: RRULE Súgó (GitHub)
id: Bantuan RRULE (GitHub)
is: RRULE Hjálp (GitHub)
it: Aiuto RRULE (GitHub)
ja: RRULE ヘルプ (GitHub)
ka: RRULE დახმარება (GitHub)
ku: یارمەتی RRULE (GitHub)
lt: RRULE pagalba (GitHub)
lv: RRULE Palīdzība (GitHub)
mg: RRULE Fanampiana (GitHub)
mi: Āwhina RRULE (GitHub)
mk: RRULE Помош (GitHub)
ml: RRULE സഹായം (GitHub)
ms: Bantuan RRULE (GitHub)
my: RRULE အကူအညီ (GitHub)
no: RRULE Hjelp (GitHub)
pa: RRULE ਮਦਦ (GitHub)
pl: Pomoc RRULE (GitHub)
pt: Ajuda RRULE (GitHub)
ro: Ajutor RRULE (GitHub)
ru: Помощь RRULE (GitHub)
sk: Pomoc pre RRULE (GitHub)
sl: Pomoč RRULE (GitHub)
sq: Ndihmë RRULE (GitHub)
sr: RRULE Pomoć (GitHub)
sv: RRULE Hjälp (GitHub)
sw: Msaada wa RRULE (GitHub)
ta: RRULE உதவி (GitHub)
te: RRULE సహాయం (GitHub)
tr: RRULE Yardım (GitHub)
uk: RRULE Допомога (GitHub)
ur: RRULE مدد (GitHub)
uz: RRULE Yordam (GitHub)
vi: Hướng dẫn RRULE (GitHub)
xh: Uncedo lwe-RRULE (GitHub)

source: Create SMTP Destination
ar: إنشاء وجهة SMTP
az: SMTP Təyinatı Yarat
be: SMTP গন্তব্য তৈরি করুন
bn: SMTP গন্তব্য তৈরি করুন
cs: Vytvořit SMTP cíl
cy: Creu Cyrchfan SMTP
da: Opret SMTP-destination
de: SMTP-Ziel erstellen
el: Δημιουργία Προορισμού SMTP
es: Crear Destino SMTP
et: Loo SMTP sihtkoht
eu: SMTP Helmuga Sortu
fa: ایجاد مقصد SMTP
fi: Luo SMTP-kohde
fr: Créer destination SMTP
ga: Cruthaigh Cinn Scríbe SMTP
gd: Cruthaich Ceann-uidhe SMTP
gl: Crear destino SMTP
gu: SMTP ગંતવ્ય બનાવો
he: צור יעד SMTP
hi: SMTP गंतव्य बनाएँ
hr: Kreiraj SMTP odredište
hu: SMTP célállomás létrehozása
id: Buat Tujuan SMTP
is: Búa til SMTP áfangastað
it: Crea Destinazione SMTP
ja: SMTP宛先を作成
ka: SMTP დანიშნულების ადგილის შექმნა
ku: دروستکردنی شوێنی SMTP
lt: Sukurti SMTP tikslą
lv: Izveidot SMTP galamērķi
mg: Mamorona Tanjona SMTP
mi: Waihanga Wāhi SMTP
mk: Креирај SMTP дестинација
ml: SMTP ലക്ഷ്യസ്ഥലം സൃഷ്ടിക്കുക
ms: Cipta Destinasi SMTP
mt: Oħloq Destinazzjoni SMTP
my: SMTP ဦးတည်ရာ ဖန်တီးပါ
nl: Maak SMTP-bestemming
no: Opprett SMTP-destinasjon
pa: SMTP ਮੰਜ਼ਲ ਬਣਾਓ
pl: Utwórz miejsce docelowe SMTP
pt: Criar Destino SMTP
ro: Creează destinație SMTP
ru: Создать место назначения SMTP
sk: Vytvoriť SMTP destináciu
sl: Ustvari destinacijo SMTP
sq: Krijo Destinacion SMTP
sr: Kreiraj SMTP destinaciju
sv: Skapa SMTP-destination
sw: Unda Sehemu ya Msaada ya SMTP
ta: SMTP இடத்தை உருவாக்கவும்
te: SMTP గమ్యస్థానం సృష్టించండి
th: สร้างปลายทาง SMTP
tr: SMTP Hedefi Oluştur
uk: Створити SMTP адресу
ur: SMTP مقام بنائیں
uz: SMTP manzilini yaratish
vi: Tạo Điểm Đến SMTP
xh: Yenza Indawo yokuFikela ye-SMTP

source: Fill out the form to configure a new SMTP destination.
ar: إنشاء وجهة SMTP
az: SMTP Təyinatı Yarat
be: SMTP গন্তব্য তৈরি করুন
bn: SMTP গন্তব্য তৈরি করুন
cs: Vytvořit SMTP cíl
cy: Creu Cyrchfan SMTP
da: Opret SMTP-destination
de: SMTP-Ziel erstellen
el: Δημιουργία Προορισμού SMTP
es: Crear Destino SMTP
et: Loo SMTP sihtkoht
eu: SMTP Helmuga Sortu
fa: ایجاد مقصد SMTP
fi: Luo SMTP-kohde
fr: Créer destination SMTP
ga: Cruthaigh Cinn Scríbe SMTP
gd: Cruthaich Ceann-uidhe SMTP
gl: Crear destino SMTP
gu: SMTP ગંતવ્ય બનાવો
he: צור יעד SMTP
hi: SMTP गंतव्य बनाएँ
hr: Kreiraj SMTP odredište
hu: SMTP célállomás létrehozása
id: Buat Tujuan SMTP
is: Búa til SMTP áfangastað
it: Crea Destinazione SMTP
ja: SMTP宛先を作成
ka: SMTP დანიშნულების ადგილის შექმნა
ku: دروستکردنی شوێنی SMTP
lt: Sukurti SMTP tikslą
lv: Izveidot SMTP galamērķi
mg: Mamorona Tanjona SMTP
mi: Waihanga Wāhi SMTP
mk: Креирај SMTP дестинација
ml: SMTP ലക്ഷ്യസ്ഥലം സൃഷ്ടിക്കുക
ms: Cipta Destinasi SMTP
mt: Oħloq Destinazzjoni SMTP
my: SMTP ဦးတည်ရာ ဖန်တီးပါ
nl: Maak SMTP-bestemming
no: Opprett SMTP-destinasjon
pa: SMTP ਮੰਜ਼ਲ ਬਣਾਓ
pl: Utwórz miejsce docelowe SMTP
pt: Criar Destino SMTP
ro: Creează destinație SMTP
ru: Создать место назначения SMTP
sk: Vytvoriť SMTP destináciu
sl: Ustvari destinacijo SMTP
sq: Krijo Destinacion SMTP
sr: Kreiraj SMTP destinaciju
sv: Skapa SMTP-destination
sw: Unda Sehemu ya Msaada ya SMTP
ta: SMTP இடத்தை உருவாக்கவும்
te: SMTP గమ్యస్థానం సృష్టించండి
th: สร้างปลายทาง SMTP
tr: SMTP Hedefi Oluştur
uk: Створити SMTP адресу
ur: SMTP مقام بنائیں
uz: SMTP manzilini yaratish
vi: Tạo Điểm Đến SMTP
xh: Yenza Indawo yokuFikela ye-SMTP

source: Edit SMTP Destination
ar: إنشاء وجهة SMTP
az: SMTP Təyinatı Yarat
be: SMTP গন্তব্য তৈরি করুন
bn: SMTP গন্তব্য তৈরি করুন
cs: Vytvořit SMTP cíl
cy: Creu Cyrchfan SMTP
da: Opret SMTP-destination
de: SMTP-Ziel erstellen
el: Δημιουργία Προορισμού SMTP
es: Crear Destino SMTP
et: Loo SMTP sihtkoht
eu: SMTP Helmuga Sortu
fa: ایجاد مقصد SMTP
fi: Luo SMTP-kohde
fr: Créer destination SMTP
ga: Cruthaigh Cinn Scríbe SMTP
gd: Cruthaich Ceann-uidhe SMTP
gl: Crear destino SMTP
gu: SMTP ગંતવ્ય બનાવો
he: צור יעד SMTP
hi: SMTP गंतव्य बनाएँ
hr: Kreiraj SMTP odredište
hu: SMTP célállomás létrehozása
id: Buat Tujuan SMTP
is: Búa til SMTP áfangastað
it: Crea Destinazione SMTP
ja: SMTP宛先を作成
ka: SMTP დანიშნულების ადგილის შექმნა
ku: دروستکردنی شوێنی SMTP
lt: Sukurti SMTP tikslą
lv: Izveidot SMTP galamērķi
mg: Mamorona Tanjona SMTP
mi: Waihanga Wāhi SMTP
mk: Креирај SMTP дестинација
ml: SMTP ലക്ഷ്യസ്ഥലം സൃഷ്ടിക്കുക
ms: Cipta Destinasi SMTP
mt: Oħloq Destinazzjoni SMTP
my: SMTP ဦးတည်ရာ ဖန်တီးပါ
nl: Maak SMTP-bestemming
no: Opprett SMTP-destinasjon
pa: SMTP ਮੰਜ਼ਲ ਬਣਾਓ
pl: Utwórz miejsce docelowe SMTP
pt: Criar Destino SMTP
ro: Creează destinație SMTP
ru: Создать место назначения SMTP
sk: Vytvoriť SMTP destináciu
sl: Ustvari destinacijo SMTP
sq: Krijo Destinacion SMTP
sr: Kreiraj SMTP destinaciju
sv: Skapa SMTP-destination
sw: Unda Sehemu ya Msaada ya SMTP
ta: SMTP இடத்தை உருவாக்கவும்
te: SMTP గమ్యస్థానం సృష్టించండి
th: สร้างปลายทาง SMTP
tr: SMTP Hedefi Oluştur
uk: Створити SMTP адресу
ur: SMTP مقام بنائیں
uz: SMTP manzilini yaratish
vi: Tạo Điểm Đến SMTP
xh: Yenza Indawo yokuFikela ye-SMTP

source: Update the mail server settings or credentials for this destination.
ar: تعديل وجهة Apprise
az: Apprise Yerini Redaktə et
be: Apprise Тохиргоог засах
bn: অ্যাপ্রাইজ গন্তব্য সম্পাদনা করুন
cs: Upravit Apprise destinaci
cy: Golygu Cyrchfan Apprise
da: Rediger Apprise-destination
de: Apprise-Ziel bearbeiten
el: Επεξεργασία Προορισμού Apprise
es: Editar Destino de Apprise
et: Muuda Apprise sihtkohta
eu: Editatu Apprise Helmuga
fa: ویرایش مقصد Apprise
fi: Muokkaa Apprise-kohdetta
fr: Modifier la destination Apprise
ga: Cuir Ceann Scríbe Apprise in Eagar
gd: Deasaich Ceann-uidhe Apprise
gl: Editar destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન સંપાદિત કરો
he: ערוך יעד Apprise
hi: एप्राइज स्थान संपादित करें
hr: Uredi Apprise odredište
hu: Apprise célpont szerkesztése
id: Edit Tujuan Apprise
is: Breyta Apprise áfangastað
it: Modifica destinazione Apprise
ja: Apprise宛先を編集
ka: Apprise-ის დანიშნულების რედაქტირება
ku: Cihdestêyan Apprise Biguherîne
lt: Redaguoti Apprise paskirties vietą
lv: Rediģēt Apprise galamērķi
mg: Ahitsy Toerana Apprise
mi: Whakatika Wāhi Apprise
mk: Уреди Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ എഡിറ്റ് ചെയ്യുക
ms: Edit Halatuju Apprise
mt: Editja Destinazzjoni Apprise
my: Apprise သည်လာသူရှိEdit
nl: Bewerk Apprise-bestemming
no: Rediger Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj miejsce docelowe Apprise
pt: Editar Destino Apprise
ro: Editați Destinație Apprise
ru: Редактировать пункт назначения Apprise
sk: Upraviť Apprise destináciu
sl: Uredi Cilj Apprise
sq: Redakto Destinacionin Apprise
sr: Izmeni Apprise odredište
sv: Redigera Apprise-destination
sw: Hariri Apprise Destination
ta: அப்ரைஸ் இடமச் திருத்தவும்
te: అప్రీస్ గమ్యస్థానాన్ని సరిచేయండి
th: แก้ไขที่หมาย Apprise
tr: Apprise Hedefini Düzenle
uk: Редагувати точку призначення Apprise
ur: ایپریز منزل میں ترمیم کریں
uz: Apprise Manzilini Tahrirlash
vi: Chỉnh sửa Điểm Đích Apprise
xh: Hlela indawo ye-Apprise

source: Update Destination
ar: إنشاء وجهة
az: Yer Yarat
be: Тохиргоо үүсгэх
bn: গন্তব্য তৈরি করুন
cs: Vytvořit destinaci
cy: Creu Cyrchfan
da: Opret destination
de: Ziel erstellen
el: Δημιουργία Προορισμού
es: Crear destino
et: Loo sihtkoht
eu: Sortu Helmuga
fa: ایجاد مقصد
fi: Luo kohde
fr: Créer une destination
ga: Cruthaigh Ceann Scríbe
gd: Cruthaich Ceann-uidhe
gl: Crear destino
gu: ડેસ્ટિનેશન બનાવો
he: צור יעד
hi: स्थान बनाएँ
hr: Kreiraj odredište
hu: Célpont létrehozása
id: Buat Tujuan
is: Búa til áfangastað
it: Crea destinazione
ja: 宛先を作成
ka: დანიშნულების შექმნა
ku: Cihdestêyanek Çêbike
lt: Sukurti paskirties vietą
lv: Izveidot galamērķi
mg: Mamorona Toerana
mi: Waihangatia Wāhi
mk: Креирај дестинација
ml: ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju
mt: Oħloq Destinazzjoni
my: ဦးတည်မှုပြုလုပ်ပါ
nl: Maak bestemming
no: Opprett destinasjon
pa: ਗੰਤਵਿਅ ਬਣਾਓ
pl: Utwórz miejsce docelowe
pt: Criar Destino
ro: Creați Destinație
ru: Создать пункт назначения
sk: Vytvoriť destináciu
sl: Ustvari Cilj
sq: Krijo Destinacion
sr: Kreiraj odredište
sv: Skapa destination
sw: Unda Mahali
ta: இடத்தை உருவாக்கவும்
te: గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย
tr: Hedef Oluştur
uk: Створити точку призначення
ur: منزل بنائیں
uz: Manzilni Yaratish
vi: Tạo Điểm Đích
xh: Yenza indawo

source: Show SMTP Setup Help
ar: إظهار تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Göster
be: Паказаць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা দেখান
cs: Zobrazit nápovědu pro nastavení SMTP
cy: Dangos Cymorth Ffurfweddu SMTP
da: Vis SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe anzeigen
el: Προβολή Βοήθειας Ρύθμισης SMTP
es: Mostrar Ayuda de Configuración SMTP
et: Kuva SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza erakutsi
fa: نمایش راهنمای تنظیم SMTP
fi: Näytä SMTP-asetusten apu
fr: Afficher l'aide de configuration SMTP
ga: Da SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Seall Cobhair Rèiteachaidh SMTP
gl: Mostrar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય બતાવો
he: הצג עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता दिखाएँ
hr: Prikaži pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó megjelenítése
id: Tampilkan Bantuan Pengaturan SMTP
is: Sýna SMTP uppsetningarhjálp
it: Mostra aiuto configurazione SMTP
ja: SMTPセットアップヘルプを表示
ka: ჩართულა SMTP-ს წამოა
ku: Pêşkîşkirina Alîkara Sazkerî SMTP nîşa deyin
lt: Rodyti SMTP nustatymų pagalbą
lv: Parādīt SMTP iestatījumu palīdzību
mg: Asehoy ny Fanampiana Amin'ny Setup SMTP
mi: Whakaatu Āwhina Whirihoranga SMTP
mk: Покажи SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം കാണിക്കുക
ms: Tunjukkan Bantuan Pemediaan SMTP
mt: Uri l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ပြပါ
nl: SMTP Installatie Hulp weergeven
no: Vis SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਵੇਖਾਓ
pl: Pokaż pomoc dotyczącą konfiguracji SMTP
pt: Mostrar Ajuda de Configuração SMTP
ro: Arată Help Configurare SMTP
ru: Показать Справку по Настройке SMTP
sk: Zobraziť pomoc pre nastavenie SMTP
sl: Prikaži pomoč pri nastavitvi SMTP
sq: SHFAQ Ndihmën e Konfigurimit SMTP
sr: Prikaži pomoć za SMTP podešavanje
sv: Visa SMTP-inställningshjälp
sw: Onyesha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை காட்டு
te: SMTP సెటప్ సహాయం చూపించండి
th: แสดงความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Göster
uk: Показати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد دکھائیں
uz: SMTP sozlash yordamni ko'rsatish
vi: Hiện Hướng Dẫn Cài Đặt SMTP
xh: Bonisa uncedo lokuseka i-SMTP

source: Hide SMTP Setup Help
ar: إخفاء تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Gizlət
be: Схаваць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা লুকান
cs: Skrýt nápovědu pro nastavení SMTP
cy: Cuddio Cymorth Ffurfweddu SMTP
da: Skjul SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe ausblenden
el: Απόκρυψη Βοήθειας Ρύθμισης SMTP
es: Ocultar Ayuda de Configuración SMTP
et: Peida SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza ezkutatu
fa: پنهان کردن راهنمای تنظیم SMTP
fi: Piilota SMTP-asetusten apu
fr: Masquer l'aide de configuration SMTP
ga: Ka SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Falaich Cobhair Rèiteachaidh SMTP
gl: Ocultar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય છુપાવો
he: הסתר עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता छुपाएँ
hr: Sakrij pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó elrejtése
id: Sembunyikan Bantuan Pengaturan SMTP
is: Fela SMTP uppsetningarhjálp
it: Nascondi aiuto configurazione SMTP
ja: SMTPセットアップヘルプを非表示
ka: ინაც SMS მცლელ CURLOPT_TRIGGER_სირემარი
ku: Veşartinê Alîkara Sazkerî SMTP
lt: Slėpti SMTP nustatymų pagalbą
lv: Paslēpt SMTP iestatījumu palīdzību
mg: Afeno ny Fanampiana Amin'ny Setup SMTP
mi: Huna Āwhina Whirihoranga SMTP
mk: Сокриј SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം മറക്കുക
ms: Sembunyikan Bantuan Pemediaan SMTP
mt: Aħbi l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ဖျောက်ပါ
nl: SMTP Installatie Hulp verbergen
no: Skjul SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਛੁਪਾਓ
pl: Ukryj pomoc dotyczącą konfiguracji SMTP
pt: Ocultar Ajuda de Configuração SMTP
ro: Ascunde Help Configurare SMTP
ru: Скрыть Справку по Настройке SMTP
sk: Skryť pomoc pre nastavenie SMTP
sl: Skrij pomoč pri nastavitvi SMTP
sq: FSHIH Ndihmën e Konfigurimit SMTP
sr: Sakrij pomoć za SMTP podešavanje
sv: Dölj SMTP-inställningshjälp
sw: Ficha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை மறை
te: SMTP సెటప్ సహాయం దాచండి
th: ซ่อนความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Gizle
uk: Сховати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد چھپائیں
uz: SMTP sozlash yordamini yashirish
vi: Ẩn Hướng Dẫn Cài Đặt SMTP
xh: Fihla uncedo lokuseka i-SMTP

source: SMTP Destinations
ar: وجهات SMTP
az: SMTP Məqsədləri
be: SMTP গন্তব্য
bn: SMTP গন্তব্য
cs: SMTP destinace
cy: Cyrchfannau SMTP
da: SMTP-destinationer
de: SMTP-Ziele
el: Προορισμοί SMTP
es: Destinos SMTP
et: SMTP sihtkohad
eu: SMTP Helmugak
fa: مقاصد SMTP
fi: SMTP-kohteet
fr: Destinations SMTP
ga: Cinn Scríbe SMTP
gd: Cinn-uidhe SMTP
gl: Destinos SMTP
gu: SMTP મંજિલો
he: יעדי SMTP
hi: SMTP गंतव्य
hr: SMTP odredišta
hu: SMTP célok
id: Tujuan SMTP
is: SMTP Áfangastaðir
it: Destinazioni SMTP
ja: SMTP送信先
ka: SMTP დანიშნულებები
ku: نیشانیەکانی SMTP
lt: SMTP paskirties vietos
lv: SMTP galamērķi
mg: Tanjona SMTP
mi: Ūnga SMTP
mk: SMTP Дестинации
ml: SMTP ലക്ഷ്യസ്ഥാനങ്ങൾ
ms: Destinasi SMTP
mt: Destinazzjonijiet SMTP
my: SMTP ဆ.sender များ
nl: SMTP-bestemmingen
no: SMTP-destinasjoner
pa: SMTP ਮੰਜ਼ਿਲਾਂ
pl: Docelowe miejsca SMTP
pt: Destinos SMTP
ro: Destinații SMTP
ru: SMTP назначения
sk: SMTP destinácie
sl: SMTP destinacije
sq: Destinacione SMTP
sr: SMTP odredišta
sv: SMTP-destinationer
sw: Vituo vya SMTP
ta: SMTP இலக்குகள்
te: SMTP గమ్యస్థానాలు
th: ปลายทาง SMTP
tr: SMTP Hedefleri
uk: SMTP пункт призначення
ur: SMTP مقامات
uz: SMTP manzillari
vi: Điểm đến SMTP
xh: I-Zindawo ze-SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
ar: إدارة تكوينات خادم البريد الصادر لإرسال البريد الإلكتروني من Grylli.
az: Grylli'dən e-poçt göndərmək üçün gedən poçt serverlərinin konfiqurasiyalarını idarə edin.
be: Кіруйце канфігурацыямі паштовага сервера для адпраўкі лістоў з Grylli.
bn: Grylli থেকে ইমেল পাঠানোর জন্য আউটগোইং মেইল সার্ভার কনফিগারেশনগুলি পরিচালনা করুন।
cs: Spravujte konfigurace odchozího poštovního serveru pro odesílání emailů z Grylli.
cy: Rheoli'r ffurfweddiadau gweinydd post allanol ar gyfer anfon e-byst o Grylli.
da: Administrer udgående mailserverkonfigurationer til at sende e-mails fra Grylli.
de: Verwalten Sie die Konfigurationen des ausgehenden Mailservers für den E-Mail-Versand von Grylli.
el: Διαχειριστείτε ρυθμίσεις διακομιστή εξερχόμενης αλληλογραφίας για την αποστολή email από το Grylli.
es: Administra configuraciones del servidor de correo saliente para enviar correos electrónicos desde Grylli.
et: Halda Grylli-lt saadetavate e-kirjade väljuva meiliserveri seadistusi.
eu: Kudeatu Gryllitik mezuak bidaltzeko kanpoko zerbitzariaren konfigurazioak.
fa: پیکربندی‌های سرور ایمیل خروجی را برای ارسال ایمیل از Grylli مدیریت کنید.
fi: Hallinnoi lähtevän sähköpostipalvelimen asetuksia sähköpostien lähettämiseksi Gryllistä.
fr: Gérez les configurations du serveur de courrier sortant pour l'envoi d'emails depuis Grylli.
ga: Hwɛ nsɛm a wɔso wɔ nsɛm dwa bɔ wɔ Grylli so ma adwumadoma ensoma nsɛm.
gd: Rèitich na rèiteachan frithealaiche puist a-muigh airson puist-d a chuir bho Grylli.
gl: Xestiona as configuracións do servidor de correo saínte para enviar correos electrónicos desde Grylli.
gu: Grylliમાંથી ઇમેલ્સ મોકલવા માટે આઉટગોઇંગ મેલ સર્વરની રૂપરેખાઓનું સંચાલન કરો.
he: נהל תצורות שרת מיילים יוצא לשליחת מיילים מ-Grylli.
hi: Grylli से ईमेल भेजने के लिए आउटगोइंग मेल सर्वर कॉन्फ़िगरेशन का प्रबंधन करें।
hr: Upravljajte konfiguracijama odlaznog mail servera za slanje e-mailova s Gryllija.
hu: Kimenő levelezőszerver-konfigurációk kezelése e-mailek küldéséhez a Grylliből.
id: Kelola konfigurasi server mail keluar untuk mengirim email dari Grylli.
is: Stjórnaðu stillingum fyrir fráfarandi póstþjóni til að senda tölvupósta úr Grylli.
it: Gestisci le configurazioni del server di posta in uscita per l'invio di email da Grylli.
ja: Grylliからメールを送信するための送信メールサーバー設定を管理します。
ka: Grylliからメールを送信するための送信メールサーバー構成を管理します。
ku: Rêveberiya servera têkoşîna e-nameyan ji bo şandin ji Grylli ve bibirerêkenin.
lt: Tvarkykite išeinančio pašto serverio konfigūracijas, kad siųstumėte el. laiškus iš Grylli.
lv: Pārvaldiet izejošā pasta servera konfigurācijas e-pastu sūtīšanai no Grylli.
mg: Tantano ny fanamboarana ny mpizara mailaka fanirahana mailaka avy amin'i Grylli.
mi: Whakahaere whirihoranga pūtuku mēra mō te tuku īmēra mai i Grylli.
mk: Управувајте со конфигурациите на серверот за испраќање на email пораки од Grylli.
ml: Grylli വഴി ഇമെയിലുകൾ അയയ്ക്കാൻ പുറപ്പാട് മെയിൽ സർവർ കോന്‍ഫിഗറേഷനുകള്‍ കൈകാര്യം ചെയ്യുക.
ms: Urus konfigurasi pelayan mel keluar untuk menghantar emel dari Grylli.
mt: Immaniġġja konfigurazzjonijiet ta’ servers tal-posta li qed joħorġu biex tibgħat emails minn Grylli.
my: Grylli မှပေးပို့ရန်ထွက်မည့် စာတိုက်မှ server configurationsကို စီမံပါ။
nl: Beheer configuraties van uitgaande mailservers voor het verzenden van e-mails vanuit Grylli.
no: Administrer utgående e-postserverkonfigurasjoner for å sende e-poster fra Grylli.
pa: Grylli ਤੋਂ ਈਮੇਲ ਭੇਜਣ ਲਈ ਆਉਟਗੋਇੰਗ ਮੇਲ ਸਰਵਰ ਸੰਰਚਨਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ।
pl: Zarządzaj konfiguracjami serwera poczty wychodzącej do wysyłania emaili z Grylli.
pt: Gerencie configurações do servidor de correio de saída para enviar emails do Grylli.
ro: Administrează configurațiile serverului de e-mail pentru trimiterea e-mailurilor din Grylli.
ru: Управляйте конфигурациями исходящих почтовых серверов для отправки писем из Grylli.
sk: Spravujte konfigurácie odchádzajúceho mailového servera na odosielanie e-mailov z Grylli.
sl: Upravljajte konfiguracije odhodnih poštnih strežnikov za pošiljanje emailov iz Grylli.
sq: Menaxhoni konfigurimet e serverit të postës në dalje për të dërguar emaile nga Grylli.
sr: Upravljaj konfiguracijama odlaznog mail servera za slanje emailova iz Grylli.
sv: Hantera konfigurationer för utgående e-postservrar för att skicka e-post från Grylli.
sw: Simamia usanidi wa seva ya barua pepe inayotoka kwa ajili ya kutuma barua pepe kutoka kwa Grylli.
ta: Grylli மூலம் மின்னஞ்சல்கள் அனுப்புவதற்கான ஜாலமின் புறப்பட்ட மின்னஞ்சல் சேவக தகவமைப்புகளை நிர்வகிக்கவும்.
te: Grylli నుండి ఇమెయిల్స్ పంపడం కోసం బయలుదేరే మెయిల్ సర్వర్ ఏర్పాటు నిర్వహించండి.
th: จัดการการตั้งค่าเซิร์ฟเวอร์อีเมลขาออกสำหรับการส่งอีเมลจาก Grylli
tr: Grylli'den e-posta gönderimi için giden posta sunucusu yapılandırmalarını yönetin.
uk: Керуйте конфігураціями вихідних серверів пошти для відправки електронних листів з Grylli.
ur: Grylli سے ای میلز بھیجنے کے لئے آؤٹ گوئنگ میل سرور کی ترتیبات کو منظم کریں.
uz: Gryllidan elektron pochta xabarlarini yuborish uchun chiqish pochta serveri konfiguratsiyalarini boshqarish.
vi: Quản lý cấu hình máy chủ thư đi để gửi email từ Grylli.
xh: Lawula uqwalaselo lwe-server yokuthumela imiyalezo kumazwe avela kuGrylli.

source: Add SMTP
ar: إضافة SMTP
az: SMTP əlavə et
be: SMTP যোগ করুন
bn: SMTP যোগ করুন
cs: Přidat SMTP
cy: Ychwanegu SMTP
da: Tilføj SMTP
de: SMTP hinzufügen
el: Προσθήκη SMTP
es: Añadir SMTP
et: Lisa SMTP
eu: Gehitu SMTP
fa: افزودن SMTP
fi: Lisää SMTP
fr: Ajouter SMTP
ga: Cuir SMTP
gd: Cuir SMTP ris
gl: Engadir SMTP
gu: SMTP ઉમેરો
he: הוסף SMTP
hi: SMTP जोड़ें
hr: Dodaj SMTP
hu: SMTP hozzáadása
id: Tambahkan SMTP
is: Bæta við SMTP
it: Aggiungi SMTP
ja: SMTPを追加
ka: SMTP დამატება
ku: زیادکردنی SMTP
lt: Pridėti SMTP
lv: Pievienot SMTP
mg: Manampy SMTP
mi: Tāpiri SMTP
mk: Додади SMTP
ml: SMTP ചേർക്കുക
ms: Tambah SMTP
mt: Żid SMTP
my: SMTP ထည့်မည်
nl: SMTP toevoegen
no: Legg til SMTP
pa: SMTP ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj SMTP
pt: Adicionar SMTP
ro: Adaugă SMTP
ru: Добавить SMTP
sk: Pridať SMTP
sl: Dodaj SMTP
sq: Shto SMTP
sr: Dodaj SMTP
sv: Lägg till SMTP
sw: Ongeza SMTP
ta: SMTP சேர்
te: SMTPను జోడించు
th: เพิ่ม SMTP
tr: SMTP Ekle
uk: Додати SMTP
ur: SMTP شامل کریں
uz: SMTP qo'shish
vi: Thêm SMTP
xh: Engeza i-SMTP

source: List SMTP
ar: آخر تسجيل دخول
az: Son Yoxlama
be: শেষ চেক-ইন
bn: শেষ চেক-ইন
cs: Poslední kontrola
cy: Gwirio I Mewn Ddiwethaf
da: Sidste check-in
de: Letztes Check-in
el: Τελευταίο Check-in
es: Último Registro
et: Viimane registreerimine
eu: Azken Kontroleratzea
fa: آخرین چک‌این
fi: Viimeinen sisäänkirjautuminen
fr: Dernier check-in
ga: An Seiceáil Isteach Is Déanaí
gd: Mu dheireadh Thairis a-steach
gl: Último check-in
gu: છેલ્લું ચેક-ઇન
he: בדיקה אחרונה
hi: अंतिम चेक-इन
hr: Zadnja prijava
hu: Utolsó becsekkolás
id: Check-in Terakhir
is: Síðasta innritun
it: Ultimo Check-in
ja: 最終チェックイン
ka: ბოლო შემოწმება
ku: دوایین کتینەوە
lt: Paskutinė registracija
lv: Pēdējā pārbaude
mg: Fanamarinana Farany
mi: Takitaki Whakamutunga
mk: Последна проверка
ml: അവസാന ചെക്ക്-ഇൻ
ms: Check-in Terakhir
mt: L-aħħar Check-in
my: နောက်ဆုံး စစ်ဆေးအပ်ပြုခဲ့သည်
nl: Laatste incheck
no: Siste innsjekking
pa: ਆਖ਼ਰੀ ਚੈਕ-ਇਨ
pl: Ostatnia odprawa
pt: Último Check-in
ro: Ultima verificare
ru: Последняя проверка
sk: Posledná kontrola
sl: Zadnja prijava
sq: Kontrolli i Fundit
sr: Poslednja prijava
sv: Senaste incheckning
sw: Kuangalia Mara ya Mwisho
ta: இருக்கை செயல் வேண்டும்
te: చివరి చెక్-ఇన్
th: เช็คอินล่าสุด
tr: Son Kontrol
uk: Остання перевірка
ur: آخری چیک ان
uz: Oxirgi yoqilgan vaqti
vi: Lần Check-in Cuối
xh: Ukungena kokugqibela
