Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
ar: ابدأ باستكشاف لوحة التحكم الخاصة بك، وإضافة الأماكن، وتكوين إعدادات تسجيل الوصول.
az: Dashboard-u araşdıraraq, təyinatlar əlavə edərək və qeydiyyat ayarlarını quraraq başlayın.
be: Пачніце з даследавання сваёй панэлі кіравання, дадаючы пункты прызначэння і наладжваючы параметры ўваходу.
bn: আপনার ড্যাশবোর্ড এক্সপ্লোর করে, গন্তব্য যোগ করে এবং চেক-ইন সেটিংস কনফিগার করে শুরু করুন।
cs: Začněte prozkoumáním svého dashboardu, přidáním cílů a nastavením kontrolních bodů.
cy: Dechreuwch trwy archwilio eich dangosfwrdd, ychwanegu cyrchfannau, a ffurfweddu gosodiadau mewngofnodi.
da: Start med at udforske dit dashboard, tilføje destinationer og konfigurere check-in indstillinger.
de: Beginnen Sie mit der Erkundung Ihres Dashboards, fügen Sie Ziele hinzu und konfigurieren Sie die Check-in-Einstellungen.
el: Ξεκινήστε εξερευνώντας τον πίνακα ελέγχου σας, προσθέτοντας προορισμούς και ρυθμίζοντας τις ρυθμίσεις check-in.
es: Comienza explorando tu panel, agregando destinos y configurando ajustes de registro.
et: Alustage oma armatuurlaua uurimise, sihtkohtade lisamise ja sisse registreerimise seadete konfigureerimisega.
eu: Hasi zure aginte-panela aztertzen, helmugak gehitzen eta check-in ezarpenak konfiguratzen.
fa: با کاوش در داشبورد خود، اضافه کردن مقصدها و تنظیم تنظیمات چک‌این شروع کنید.
fi: Aloita tutkimalla hallintapaneeliasi, lisäämällä kohteita ja määrittämällä sisäänkirjautumisasetukset.
fr: Commencez par explorer votre tableau de bord, ajouter des destinations et configurer les paramètres de check-in.
ga: Fa soɛ a wɔfi no wɔ woɛ kɔle a, si no ano, na yɛ ahyɛboɔ wɔ nhyepɛ deɛ.
gd: Tòisich le bhith a' rannsachadh do phanal-smachd, a' cur cinn-uidhe, agus a' rèiteachadh suidheachaidhean sgrùdaidh a-steach.
gl: Comeza explorando o teu panel de control, engadindo destinos e configurando a configuración de check-in.
gu: તમારા ડેશબોર્ડનું అన્વેષણ કરવાનું શરુ કરો, સ્થળો ઉમેરો, અને ચેક-ઇન સેટિંગ્સ ગોઠવો.
he: התחילו בחקר לוח הבקרה שלכם, הוספת יעדים והגדרת הגדרות צ'ק-אין.
hi: अपने डैशबोर्ड का अन्वेषण करके, गंतव्य जोड़कर, और चेक-इन सेटिंग्स सेटअप करके शुरुआत करें।
hr: Počnite istraživanjem nadzorne ploče, dodavanjem odredišta i konfiguriranjem postavki prijave.
hu: Kezdje el felfedezni a műszerfalát, célokat hozzáadni és beállítani a bejelentkezési beállításokat.
id: Mulailah dengan menjelajahi dasbor Anda, menambahkan tujuan, dan mengonfigurasi pengaturan check-in.
is: Byrjaðu á því að skoða stjórnborðið, bæta við áfangastöðum og stilla innritunarstillingar.
it: Inizia esplorando il tuo dashboard, aggiungendo destinazioni e configurando le impostazioni di check-in.
ja: ダッシュボードを探索し、目的地を追加し、チェックイン設定を構成することから始めましょう。
ka: Ąŕţý ÷Õ ñËŐûËş Ąęç hắnš ÞỳčŢÈçŢèáч ťØŃļŝąƠāèŃ ĽÿǔßÕĶGİü.
ku: دەستپێبکە بە ڕاوەگەری پەڕە سەرەکیەکەیت، بڕەودەچوونەکان زیاد بکە، و ڕێکخستنەکانی تۆمار بوون فەرمان.
lt: Pradėkite tyrinėdami savo prietaisų skydelį, pridėdami paskirties vietas ir konfigūruodami prisijungimo nustatymus.
lv: Sāciet ar jūsu paneļa izpēti, mērķu pievienošanu un reģistrēšanās iestatījumu konfigurēšanu.
mg: Atombohy amin'ny fijerena ny dashboard-nao, manampy toerana, ary manova ny fametrahana ny fanamarinana.
mi: Tīmataria mā te tūhura i tō papa whakahaere, tāpiri wāhi, me te whirihora i ngā tautuhinga takiuru.
mk: Започнете со истражување на вашата контролна табла, додавање дестинации и конфигурирање на поставките за пријавување.
ml: ഡാഷ്ബോർഡ് പര്യവേഷണം ചെയ്ത്, ലക്ഷ്യസ്ഥലങ്ങൾ ചേർത്ത്, ചെക്ക്-ഇൻ ക്രമീകരണങ്ങൾ ക്രമീകരിച്ച് തുടങ്ങുക.
ms: Mulakan dengan meneroka papan pemuka anda, menambah destinasi, dan mengkonfigurasi tetapan daftar masuk.
mt: Ibda billi tesplora l-dashboard tiegħek, iżżid destinazzjonijiet, u tikkonfigura s-settings ta’ check-in.
my: အရင်ဆုံး သင့်ရဲ့ အပ်ဒိတ်စက်သည်ညိမ်းပါ, နောက်တိုင်များထပ်ထည့်ပါ, ခြေထွက်ပြုပြင်မှုတွေကို ဖြည့်ပါ။
nl: Begin met het verkennen van je dashboard, het toevoegen van bestemmingen, en het configureren van incheckinstellingen.
no: Start med å utforske dashbordet ditt, legge til destinasjoner og konfigurere innsjekkingsinnstillinger.
pa: ਆਪਣੇ ਡੈਸ਼ਬੋਰਡ ਦਾ ਪਤਾ ਲਗਾਉਣ, ਮੰਜ਼ਿਲਾਂ ਜੋੜਨ, ਅਤੇ ਚੈੱਕ-ਇਨ ਸੈਟਿੰਗਾਂ ਸੰਰਚਿਤ ਕਰਨ ਨਾਲ ਸ਼ੁਰੂ ਕਰੋ।
pl: Rozpocznij od eksploracji swojego pulpitu, dodawania miejsc docelowych i konfigurowania ustawień zameldowania.
pt: Comece explorando seu painel, adicionando destinos e configurando as opções de check-in.
ro: Începe prin a explora tabloul de bord, a adăuga destinații și a configura setările de check-in.
ru: Начните с изучения вашей панели управления, добавления направлений и настройки параметров регистрации.
sk: Začnite preskúmaním svojho dashboardu, pridaním destinácií a nastavením kontrolných bodov.
sl: Začnite z raziskovanjem vaše nadzorne plošče, dodajanjem ciljev in nastavljanjem nastavitev prijave.
sq: Filloni duke eksploruar panelin tuaj, duke shtuar destinacione dhe duke konfiguruar parametrat e kontrollit.
sr: Počnite istraživanjem vaše kontrolne table, dodavanjem destinacija i konfigurisanjem podešavanja prijave.
sv: Börja med att utforska din instrumentpanel, lägga till destinationer och konfigurera incheckningsinställningar.
sw: Anza kwa kuchunguza dashibodi yako, kuongeza maeneo, na kusanidi mipangilio ya kuingia.
ta: உங்கள் டாஷ்போர்டைப் பார்வையிடுதல், இடங்களைச் சேர்த்தல், மற்றும் செக்-இன் அமைப்புகள் கட்டமைப்பதன் மூலம் தொடங்குங்கள்.
te: మీ డాష్‌బోర్డ్‌ను అన్వేషించడం మొదలు పెట్టండి, గమ్యస్థానాలను జోడించడం మరియు చెక్-ఇన్ సెట్టింగులను కాన్ఫిగర్ చేయడం.
th: เริ่มโดยการสำรวจแดชบอร์ดของคุณ เพิ่มจุดหมายปลายทาง และตั้งค่าการเช็คอิน
tr: Gösterge panelinizi keşfederek, hedef ekleyerek ve check-in ayarlarını yapılandırarak başlayın.
uk: Почніть з дослідження вашої панелі керування, додавання пунктів призначення та налаштування параметрів реєстрації.
ur: اپنے ڈیش بورڈ کو دریافت کرکے، مقامات شامل کرکے، اور چیک ان ترتیبات کو ترتیب دے کر شروع کریں۔
uz: Dashboardingizni o'rganishdan boshlang, manzillar qo'shing va ro'yxatdan o'tish sozlamalarini sozlang.
vi: Bắt đầu bằng cách khám phá bảng điều khiển của bạn, thêm điểm đến và cấu hình cài đặt check-in.
xh: Qala ngokuhlola iphepha lakho lokusebenza, udibanise iindawo ekuya kuzo, kwaye ulawule izicwangciso zokungena.

source: Privacy and Security First
ar: الخصوصية والأمان أولاً
az: Gizlilik və Təhlükəsizlik Əsas Prioritetdir
be: Приватність та безпека в першу чергу
bn: গোপনীয়তা এবং নিরাপত্তা প্রথম
cs: Soukromí a bezpečnost na prvním místě
cy: Preifatrwydd a Diogelwch yn Gyntaf
da: Privatliv og sikkerhed først
de: Datenschutz und Sicherheit zuerst
el: Προτεραιότητα στην Ιδιωτικότητα και την Ασφάλεια
es: Privacidad y seguridad ante todo
et: Privaatsus ja turvalisus esikohal
eu: Pribatutasuna eta Segurtasuna Lehenik
fa: حریم خصوصی و امنیت در اولویت
fi: Yksityisyys ja turvallisuus ensin
fr: Confidentialité et sécurité avant tout
ga: Dɛkmɛm na Ahokyere nsɛm
gd: Prìobhaideachd agus Tèarainteachd an-toiseach
gl: Privacidade e seguridade primeiro
gu: પ્રાથમિકતા પ્રાઈવસી અને સુરક્ષા
he: פרטיות ואבטחה בראש
hi: गोपनीयता और सुरक्षा पहले
hr: Privatnost i Sigurnost na Prvom Mjestu
hu: Első a magánélet és a biztonság
id: Privasi dan Keamanan Diutamakan
is: Friðhelgi og öryggi fyrst
it: Privacy e Sicurezza Prima di Tutto
ja: プライバシーとセキュリティを最優先
ka: პირადი ცხოვრების და უსაფრთხოების პრიორიტეტი
ku: Taybetî û Ewlekariya Yê Berê.
lt: Pirmiausia privatumas ir saugumas
lv: Privātums un Drošība Pirmajā Vietā
mg: Fiainana manokana sy Fiarovana Voalohany
mi: Ko te Matatapu me te Haumaru i te Tuatahi
mk: Приватност и безбедност на прво место
ml: സ്വകാര്യതയും സുരക്ഷയും പ്രധാനം
ms: Privasi dan Keselamatan Diutamakan
mt: Privatezza u Sigurtà l-Ewwel
my: ကိုယ်ရေးကိုယ်တာနှင့် လုံခြုံမှုကို ဦးစားပေးမှု
nl: Privacy en veiligheid eerst
no: Personvern og sikkerhet først
pa: ਪ੍ਰਾਈਵੇਸੀ ਅਤੇ ਸੁਰੱਖਿਆ ਪਹਿਲਾਂ
pl: Prywatność i bezpieczeństwo na pierwszym miejscu
pt: Privacidade e Segurança em Primeiro Lugar
ro: Confidențialitate și Securitate Înainte de Toate
ru: Конфиденциальность и безопасность прежде всего
sk: Súkromie a bezpečnosť na prvom mieste
sl: Zasebnost in varnost na prvem mestu
sq: Privatësia dhe Siguria e Parë
sr: Privatnost i bezbednost na prvom mestu
sv: Sekretess och säkerhet först
sw: Faragha na Usalama Kwanza
ta: தனியுரிமை மற்றும் பாதுகாப்பு முதலில்
te: ప్రత్యేకత మరియు భద్రత ముందుగా
th: ให้ความสำคัญกับความเป็นส่วนตัวและความปลอดภัย
tr: Öncelik Gizlilik ve Güvenlik
uk: Конфіденційність та безпека в пріоритеті
ur: پرائیویسی اور سیکیورٹی پہلے
uz: Maxfiylik va xavfsizlik birinchi o'rinda
vi: Ưu tiên quyền riêng tư và bảo mật
xh: Ubumfihlo nokhuseleko kuqala

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
ar: تم تصميم Grylli مع مراعاة خصوصيتك. يتم تشفير رسائلك في وضع السكون، ولا يتم مشاركة أي بيانات مع أطراف ثالثة. يتم التسليم فقط إذا فاتك سجل الدخول.
az: Grylli, gizliliyiniz nəzərə alınaraq hazırlanmışdır. Mesajlarınız saxlanma zamanı şifrələnir və heç bir məlumat üçüncü tərəflərlə paylaşılmır. Çatdırılma yalnız yoxlama ötürüldükdə baş verir.
be: Grylli розроблено з урахуванням вашої приватності. Ваші повідомлення зашифровані в стані спокою, і жодні дані не передаються третім сторонам. Доставка відбувається лише в разі пропуску вашої перевірки.
bn: গ্রিলি আপনার গোপনীয়তাকে গুরুত্ব দিয়ে ডিজাইন করা হয়েছে। আপনার বার্তাগুলি বিশ্রাম অবস্থায় এনক্রিপ্ট করা হয়, এবং কোনো তথ্য তৃতীয় পক্ষের সাথে ভাগ করা হয় না। কেবলমাত্র আপনার চেক-ইন মিস হলে ডেলিভারি হয়।
cs: Grylli je navrženo s ohledem na vaše soukromí. Vaše zprávy jsou šifrovány v klidu a žádná data nejsou sdílena s třetími stranami. Doručení proběhne pouze v případě, že zmeškáte svou kontrolu.
cy: Mae Grylli wedi'i gynllunio gyda'ch preifatrwydd mewn golwg. Mae eich negeseuon wedi'u hamgryptio pan nad ydynt yn cael eu defnyddio, ac nid yw unrhyw ddata'n cael ei rannu â thrydydd partïon. Dim ond os collir eich gwiriad mewn y bydd cyflwyno'n digwydd.
da: Grylli er designet med dit privatliv i tankerne. Dine meddelelser er krypteret i hvile, og ingen data deles med tredjeparter. Levering sker kun, hvis dit check-in overses.
de: Grylli ist mit Blick auf Ihre Privatsphäre konzipiert. Ihre Nachrichten sind im Ruhezustand verschlüsselt, und keine Daten werden an Dritte weitergegeben. Die Zustellung erfolgt nur, wenn Ihr Check-in verpasst wird.
el: Το Grylli είναι σχεδιασμένο με γνώμονα την ιδιωτικότητά σας. Τα μηνύματά σας είναι κρυπτογραφημένα σε ηρεμία και δεν κοινοποιούνται δεδομένα σε τρίτους. Η παράδοση γίνεται μόνο αν χαθεί η ειδοποίησή σας.
es: Grylli está diseñado pensando en tu privacidad. Tus mensajes están encriptados en reposo y no se comparte ningún dato con terceros. La entrega solo ocurre si se pierde tu chequeo.
et: Grylli on loodud teie privaatsust silmas pidades. Teie sõnumid on puhkeseisundis krüpteeritud ja andmeid ei jagata kolmandate osapooltega. Kohaletoimetamine toimub ainult siis, kui teie registreerumise jääb ära.
eu: Grylli zure pribatutasuna kontuan hartuta diseinatuta dago. Zure mezuak atsedenaldian enkriptatzen dira, eta ez da daturik partekatzen hirugarrenekin. Entrega bakarrik gertatzen da zure kontrola galdu bada.
fa: Grylli با دقت به حریم خصوصی شما طراحی شده است. پیام‌های شما در حالت استراحت رمزگذاری می‌شوند و هیچ داده‌ای با اشخاص ثالث به اشتراک گذاشته نمی‌شود. تحویل فقط در صورت عدم بررسی شما انجام می‌شود.
fi: Grylli on suunniteltu huomioiden yksityisyytesi. Viestisi ovat salattuja levossa, eikä tietoja jaeta kolmansille osapuolille. Toimitus tapahtuu vain, jos tarkastuspistettä ei saavuteta.
fr: Grylli est conçu avec votre vie privée à l'esprit. Vos messages sont cryptés au repos et aucune donnée n'est partagée avec des tiers. La livraison n'a lieu que si votre point de contrôle est manqué.
ga: Grylli ne no ho ahokyere no ho design. Wo nsɛm bɔ dwuma ma ɔnsisi hɔ, na ɛnkɔ mma dadonso besi abusuade.
gd: Tha Grylli air a dhealbhadh le d' phrìobhaideachd san amharc. Tha do theachdaireachdan air am pròtachadh aig fois, agus chan eil dàta air a roinn le pàrtaidhean eile. Thèid lìbhrigeadh a dhèanamh a-mhàin ma thèid d' sgrùdadh a chall.
gl: Grylli está deseñado co teu dereito á privacidade en mente. As túas mensaxes están cifradas en repouso, e ningún dato é compartido con terceiros. A entrega só se produce se o teu check-in é perdido.
gu: Grylli તમારી પ્રાઈવસી ધ્યાનમાં રાખીને બનાવવામાં આવ્યું છે. તમારા સંદેશાઓ આરામમાં કોડિત છે, અને કોઈ ડેટા તૃતિય પક્ષો સાથે શેર કરવામાં આવતો નથી. ડિલિવરી ફક્ત ત્યારે જ થાય છે જ્યારે તમારું ચેક-ઇન છૂટી જાય.
he: Grylli עוצבה תוך מחשבה על הפרטיות שלכם. ההודעות שלכם מוצפנות במנוחה, ולא משותף שום מידע עם צדדים שלישיים. המסירה מתבצעת רק אם החמצת תזכורת הבדיקה שלך.
hi: Grylli आपके गोपनीयता को ध्यान में रखकर डिज़ाइन किया गया है। आपके संदेश इनक्रिप्टेड हैं और किसी भी तीसरे पक्ष के साथ डेटा साझा नहीं किया जाता। डिलीवरी केवल तभी होती है जब आपका चेक-इन मिस हो जाता है।
hr: Grylli je dizajniran imajući vašu privatnost na umu. Vaše poruke su šifrirane u mirovanju, a podaci se ne dijele s trećim stranama. Isporuka se događa samo ako je propuštena vaša provjera.
hu: A Gryllit úgy terveztük, hogy figyelembe vegye a magánéletét. Üzeneteit nyugalmi állapotban titkosítjuk, és nem osztunk meg adatokat harmadik felekkel. Csak akkor kézbesítünk, ha az ellenőrzése elmarad.
id: Grylli dirancang dengan mempertimbangkan privasi Anda. Pesan Anda dienkripsi saat tidak aktif, dan tidak ada data yang dibagikan dengan pihak ketiga. Pengiriman hanya terjadi jika check-in Anda terlewat.
is: Grylli er hannað með friðhelgi þína í huga. Skilaboðin þín eru dulkóðuð í hvíld, og engin gögn eru deilt með þriðju aðilum. Afhending á sér aðeins stað ef innritun þín er misst.
it: Grylli è progettato pensando alla tua privacy. I tuoi messaggi sono criptati a riposo e nessun dato viene condiviso con terzi. La consegna avviene solo se manca il tuo check-in.
ja: Grylliはプライバシーを考慮して設計されています。メッセージは保存時に暗号化され、データは第三者と共有されません。チェックインが見逃された場合のみ配信されます。
ka: Grylli მოფიქრებულია თქვენი პირადი ცხოვრებით გათვალისწინებით. თქვენი შეტყობინებები დაშიფრულია ძილიან მდგომარეობაში, და მონაცემები მესამე მხარეებთან არ გაჟღერდება. მიწოდება მხოლოდ მაშინ ხდება, თუ თქვენი შემოწმება გამოტოვებულია.
ku: Grylli bi têgihiştina taybetiyê we hatî sêwirandin. Peyama te piştî şûn bi şîfrekirinê ye, û hîç dane wekî bilî treşînekan nebûne. Şandina tenê dê derheqî bike ku te lêqayînê wate bikese.
lt: Grylli yra sukurta jūsų privatumui užtikrinti. Jūsų pranešimai yra šifruoti, o duomenys nėra dalinami su trečiosiomis šalimis. Pristatymas įvyksta tik tada, jei yra praleistas jūsų patikrinimas.
lv: Grylli ir izstrādāts, ņemot vērā jūsu privātumu. Jūsu ziņojumi tiek šifrēti uzglabāšanas laikā, un dati netiek koplietoti ar trešām pusēm. Piegāde notiek tikai, ja nokavējat miera pārbaudi.
mg: Namboarina miaraka amin'ny fiainanao manokana ny Grylli. Voaaro amin'ny fitahirizana ny hafatrao, ary tsy misy angona zaraina amin'ny antoko fahatelo. Ny fandefasana dia tsy misesisesisesy raha tsy misy ny fanamarinanao.
mi: I hoahoatia a Grylli me tō matatapu i te hinengaro. Ka whakamuna āu karere ina heke, ā, kāore he raraunga e tōaitia ana ki ngā rōpū tuatoru. Ka tukua anake mēnā ka tohua te whakapā atu ki a koe.
mk: Grylli е дизајниран со вашата приватност на ум. Вашите пораки се шифрирани во мирување, и никакви податоци не се споделуваат со трети страни. Испораката се случува само ако вашиот проверувач е пропуштен.
ml: നിങ്ങളുടെ സ്വകാര്യത മനസിലാക്കി ഗൃലി രൂപകൽപ്പന ചെയ്‌തു. നിങ്ങളുടെ സന്ദേശങ്ങൾ സ്വസ്ഥമായി എൻ‌ക്രിപ്റ്റ് ചെയ്യപ്പെടുന്നു, മറ്റു എത്രയോ ടെർഡ്ഷ്കോളുകൾക്കുമൊപ്പം ഡാറ്റ പങ്കിടപ്പെടുന്നില്ല.
ms: Grylli direka dengan privasi anda dalam minda. Mesej anda disulitkan dan tiada data dikongsi dengan pihak ketiga. Penghantaran hanya berlaku jika pemeriksaan anda terlepas.
mt: Grylli huwa ddisinjat bil-privatezza tiegħek f’moħħu. Il-messaġġi tiegħek huma kriptati meta jistrieħu, u l-ebda data ma tiġi kondiviża ma’ partijiet terzi. Konsenja biss isseħħ jekk il-kontroll tiegħek ma jitlestiex.
my: Grylli ကို သင့်ကိုယ်ရေးကိုယ်တာဂုဏ်သိက္ခာကို ထောက်ထား‌သောပုံစံဖြင့် ဖန်တီးထားသည်။ သင့်စကားများသည် သိုထားရာတွင် စာဝှက်ထားပြီး၊ သုံးပါတီများနှင့် ဒေတာမျှဝေခြင်း မရှိပါ။ သင့် စစ်ဆေးချက် လုပ်ဆောင်မိခြင်းမရှိလျှင်သာ ပေးပို့မှု ဖြစ်ပေါ်ပါမည်။
nl: Grylli is ontworpen met jouw privacy in gedachten. Je berichten zijn versleuteld wanneer opgeslagen, en er worden geen gegevens gedeeld met derden. Levering vindt alleen plaats als je incheckmoment gemist wordt.
no: Grylli er designet med ditt personvern i tankene. Meldingene dine er kryptert i hvile, og ingen data deles med tredjeparter. Levering skjer kun hvis sjekken din blir savnet.
pa: Grylli ਨੂੰ ਤੁਹਾਡੀ ਪ੍ਰਾਈਵੇਸੀ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖ ਕੇ ਡਿਜ਼ਾਈਨ ਕੀਤਾ ਗਿਆ ਹੈ। ਤੁਹਾਡੇ ਸੰਦੇਸ਼ ਸਧਾਰਣ ਲਈ ਫ਼ਿੱਟ ਬਣਾਏ ਜਾਂਦੇ ਹਨ ਅਤੇ ਕੋਈ ਡਾਟਾ ਤ੍ਰਿਤੀ ਪੱਖੀ ਨਾਲ ਸਾਂਝਾ ਨਹੀਂ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ। ਡਿਲਿਵਰੀ ਸਿਰਫ਼ ਉਸ ਵੇਲੇ ਹੁੰਦੀ ਹੈ ਜਦੋਂ ਤੁਹਾਡੀ ਚੈਕ-ਇਨ ਮੁਲਟੀ ਜਾਂਦਾ ਹੈ।
pl: Grylli jest zaprojektowany z myślą o twojej prywatności. Twoje wiadomości są szyfrowane w spoczynku i żadne dane nie są udostępniane stronom trzecim. Dostarczenie następuje tylko, jeśli nie został wykonany check-in.
pt: A Grylli é projetada com sua privacidade em mente. Suas mensagens são criptografadas em repouso, e nenhum dado é compartilhado com terceiros. A entrega só ocorre se seu check-in for perdido.
ro: Grylli este conceput având în vedere confidențialitatea dvs. Mesajele dvs. sunt criptate când sunt inactive și niciun fel de date nu sunt partajate cu terți. Livrarea are loc doar dacă verificația dvs. este ratată.
ru: Grylli разработан с учетом вашей конфиденциальности. Ваши сообщения зашифрованы в состоянии покоя, и данные не передаются третьим лицам. Доставка происходит только в случае пропуска проверки.
sk: Grylli je navrhnutý s ohľadom na vaše súkromie. Vaše správy sú šifrované v kľude a žiadne údaje sa nezdieľajú s tretími stranami. Doručovanie sa uskutoční len ak premeškáte kontrolný bod.
sl: Grylli je zasnovan z mislijo na vašo zasebnost. Vaša sporočila so šifrirana v mirovanju, in podatki niso posredovani tretjim osebam. Dostava se zgodi le, če je vaš časovni doseg zamujen.
sq: Grylli është dizajnuar me privatësinë tuaj në mendje. Mesazhet tuaja janë të koduara në qetësi, dhe asnjë e dhënë nuk ndahet me palë të treta. Dërgesa ndodh vetëm nëse kontrollet tuaja nuk plotësohen.
sr: Grylli je dizajniran s vašom privatnošću na umu. Vaše poruke su šifrovane kada nisu u upotrebi i nijedan podatak nije podeljen s trećim stranama. Isporuka se dešava samo ako se vaša provera propušta.
sv: Grylli är utformad med din integritet i åtanke. Dina meddelanden är krypterade vid vila och inga data delas med tredje part. Leverans sker endast om ditt avstämningsbesök missas.
sw: Grylli imeundwa kwa kuzingatia faragha yako. Ujumbe wako umefichwa wakati wa kupumzika, na hakuna data inayoshirikiwa na wahusika wa tatu. Uwasilishaji hutokea tu ikiwa ukaguzi wako umeachwa.
ta: Grylli உங்கள் தனியுரிமையை கருத்தில் கொண்டு வடிவமைக்கப்பட்டுள்ளது. உங்கள் செய்திகள் ச مبارியுஃகிய நிலையில் குறியாக்கம் செய்யப்பட்டுள்ளன, மேலும் எந்த தரப்புகளுக்கும் தரவுகள் பகிரப்படாது. உங்கள் சரிபார்ப்பு குறைவாக இருந்தால் மட்டுமே விநியோகம் நிகழ்க்கப்படும்.
te: గ్రీళ్లి మీ ప్రైవసీ పై దృష్టి సారించి రూపకల్పన చేయబడింది. మీ సందేశాలు విశ్రాంత సమయంలో గుప్తీకరించబడటం జరుగుతుంది, మరియు ఎటువంటి డేటా మూడవ పక్షాలతో పంచబడదు. మీ చెక్-ఇన్ మిస్సయినప్పుడు మాత్రమే పంపిణీ జరుగుతుంది.
th: Grylli ได้ออกแบบโดยคำนึงถึงความเป็นส่วนตัวของคุณ ข้อความของคุณจะถูกเข้ารหัสเมื่อเก็บ และไม่มีการแชร์ข้อมูลกับบุคคลที่สาม การส่งข้อมูลจะเกิดขึ้นก็ต่อเมื่อคุณขาดการตรวจสอบเท่านั้น
tr: Grylli, gizliliğinizi ön planda tutarak tasarlanmıştır. Mesajlarınız dinlenme esnasında şifrelenir ve hiçbir veri üçüncü taraflarla paylaşılmaz. Teslimat yalnızca kontrol noktanız kaçırıldığında gerçekleşir.
uk: Grylli розроблений з урахуванням вашої конфіденційності. Ваші повідомлення шифруються у стані спокою, і жодні дані не передаються третім сторонам. Доставка відбувається лише у разі пропуску перевірки.
ur: گریلّی کو آپ کی پرائیویسی کے بارے میں سوچ کر بنایا گیا ہے۔ آپ کے پیغامات ریسٹ پر انکرپٹڈ ہیں، اور کوئی ڈیٹا تیسرے فریق کے ساتھ شیئر نہیں کیا جاتا۔ ترسیل صرف اسی صورت میں ہوتی ہے اگر آپ کا چیک ان مس ہو جائے۔
uz: Grylli sizning maxfiyligingizni hisobga olgan holda ishlab chiqilgan. Xabarlaringiz dam olish vaqtida shifrlanadi va hech qanday ma'lumot uchinchi tomonlar bilan baham ko'rilmaydi. Yetkazib berish faqat tekshiruv o'tkazilmagan taqdirda amalga oshiriladi.
vi: Grylli được thiết kế với sự chú ý đến quyền riêng tư của bạn. Các tin nhắn của bạn được mã hóa khi lưu trữ, và không có dữ liệu nào được chia sẻ với bên thứ ba. Việc chuyển tải chỉ xảy ra nếu bạn không thực hiện kiểm tra.
xh: IGrylli yenzelwe ukuqwalasela ubumfihlo bakho. Imiyalezo yakho iyagcinwa inqunyanyiswe, kwaye akukho datha yabelwana ngayo nabanye abantu. Ukuhanjiswa kwenzeka kuphela xa ukungena-akungafumaneki.
