Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Run administrative tasks manually.
ar: تشغيل المهام الإدارية يدويًا.
az: İdarəetmə tapşırıqlarını əllə çalışdırın.
be: Запуск адміністративних завдань вручну.
bn: প্রশাসনিক কাজগুলি ম্যানুয়ালি চালান।
cs: Spravujte administrativní úkoly ručně.
cy: Rhedeg tasgau gweinyddol yn llaw.
da: Kør administrative opgaver manuelt.
de: Administrative Aufgaben manuell ausführen.
el: Εκτέλεση διοικητικών εργασιών χειροκίνητα.
es: Ejecutar tareas administrativas de manera manual.
et: Käivitage haldusülesandeid käsitsi.
eu: Kudeaketa-eginkizunak eskuz exekutatu.
fa: وظایف مدیریتی را به صورت دستی اجرا کنید.
fi: Suorita hallinnollisia tehtäviä manuaalisesti.
fr: Exécuter manuellement des tâches administratives.
ga: De huan so botsɛm ho.
gd: Ruith gnìomhan rianachd gu làimhe.
gl: Executar tarefas administrativas manualmente.
gu: પ્રશાસક કાર્યો હાથથી ચલાવો.
he: הפעל משימות ניהוליות באופן ידני.
hi: प्रशासनिक कार्य मैन्युअल रूप से चलाएँ।
hr: Pokrenite administrativne zadatke ručno.
hu: Futtasson adminisztratív feladatokat kézzel.
id: Jalankan tugas administratif secara manual.
is: Keyra stjórnunarverkefni handvirkt.
it: Esegui compiti amministrativi manualmente.
ja: 管理タスクを手動で実行します。
ka: ადმინისტრაციული ტასქების განხორციელება ხელით.
ku: فەرمانەکانی بەڕێوەبردنی بە دەست دامەنێ.
lt: Rankiniu būdu vykdykite administracines užduotis.
lv: Palaidiet administratīvos uzdevumus manuāli.
mg: Tantano ny asa fitantanana amin'ny tanana.
mi: Whakahaua ā-ringatia ngā mahi whakahaere.
mk: Ракувајте административни задачи рачно.
ml: അഡ്മിനിസ്റ്റേറ്റീവ് ടാസ്കുകൾ കൈകാര്യം ചെയ്യുക.
ms: Jalankan tugas pentadbiran secara manual.
mt: Iċċekkja manwalment kompiti amministrattivi.
my: စီမံခန့်ခွဲမှုလုပ်ငန်းများကို လက်ဖြင့်လုပ်ဆောင်ပါ။
nl: Voer beheertaken handmatig uit.
no: Kjør administrative oppgaver manuelt.
pa: ਸ਼ਾਸਕੀ ਕਾਰਜ ਹੱਥ ਨਾਲ ਚਲਾਓ।
pl: Uruchom zadania administracyjne ręcznie.
pt: Execute tarefas administrativas manualmente.
ro: Rulați sarcini administrative manual.
ru: Запуск административных задач вручную.
sk: Spustite administratívne úlohy manuálne.
sl: Ročno izvajanje administrativnih nalog.
sq: Ndërmerrni detyra administrative manualisht.
sr: Ručno pokrenite administrativne zadatke.
sv: Kör administrativa uppgifter manuellt.
sw: Endesha kazi za kiutawala kwa njia ya mwongozo.
ta: நிர்வாக பணிகளை கையேடு சார்பாக இயக்கவும்.
te: నిర్వాహక పనులు క్రియాశీలంగా నిర్వహించండి.
th: เรียกใช้การจัดการงานด้วยตนเอง
tr: Yönetici görevlerini manuel olarak çalıştırın.
uk: Запустіть адміністративні завдання вручну.
ur: انتظامی ٹاسکس کو دستی طور پر چلائیں۔
uz: Administratorlik vazifalarini qo'lda bajarish.
vi: Thực hiện công việc quản trị bằng tay.
xh: Qhuba imisebenzi yolawulo ngesandla.

source: Task
ar: مهمة
az: Tapşırıq
be: Завдання
bn: কর্ম
cs: Úkol
cy: Tasg
da: Opgave
de: Aufgabe
el: Εργασία
es: Tarea
et: Ülesanne
eu: Eginkizuna
fa: وظیفه
fi: Tehtävä
fr: Tâche
ga: Nmɛde
gd: Gnìomh
gl: Tarefa
gu: કાર્ય
he: משימה
hi: कार्य
hr: Zadatak
hu: Feladat
id: Tugas
is: Verkefni
it: Compito
ja: タスク
ka: ტასქი
ku: ئەرک
lt: Užduotis
lv: Uzdevums
mg: Asa
mi: Mahi
mk: Задача
ml: ടാസ്ക്
ms: Tugas
mt: Kompitu
my: လုပ်ငန်း
nl: Taak
no: Oppgave
pa: ਟਾਸਕ
pl: Zadanie
pt: Tarefa
ro: Sarcină
ru: Задача
sk: Úloha
sl: Naloga
sq: Detyrë
sr: Zadatak
sv: Uppgift
sw: Kazi
ta: பணி
te: పని
th: งาน
tr: Görev
uk: Завдання
ur: ٹاسک
uz: Vazifa
vi: Công việc
xh: Umsebenzi

source: Description
ar: الوصف
az: Təsvir
be: বর্ণনা
bn: বর্ণনা
cs: Popis
cy: Disgrifiad
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
et: Kirjeldus
eu: Deskripzioa
fa: توضیحات
fi: Kuvaus
ga: Cur síos
gd: Tuairisgeul
gl: Descrición
gu: વર્ણન
he: תיאור
hi: विवरण
hr: Opis
hu: Leírás
id: Deskripsi
is: Lýsing
it: Descrizione
ja: 説明
ka: აღწერა
ku: پەسنی
lt: Aprašymas
lv: Apraksts
mg: Famaritana
mi: Whakamārama
mk: Опис
ml: വിവരണം
ms: Penerangan
mt: Deskrizzjoni
my: ဖော်ပြချက်
nl: Beschrijving
no: Beskrivelse
pa: ਵੇਰਵਾ
pl: Opis
pt: Descrição
ro: Descriere
ru: Описание
sk: Popis
sl: Opis
sq: Përshkrim
sr: Opis
sv: Beskrivning
sw: Maelezo
ta: விளக்கம்
te: వివరణ
th: คำอธิบาย
tr: Açıklama
uk: Опис
ur: تفصیل
uz: Tavsif
vi: Mô tả
xh: Inkcazo

source: Action
ar: الإجراءات
az: Əməliyyatlar
be: Дзеянні
bn: ক্রিয়াকলাপ
cs: Akce
cy: Gweithredoedd
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
eu: Ekintzak
fa: اقدامات
fi: Toiminnot
fr: Actions
ga: Gníomhartha
gd: Gnìomhan
gl: Accións
gu: ક્રિયાઓ
he: פעולות
hi: क्रियाएँ
hr: Radnje
hu: Műveletek
id: Tindakan
is: Aðgerðir
it: Azioni
ja: アクション
ka: მოქმედებები
ku: کردارەکان
lt: Veiksmai
lv: Darbības
mg: Hetra
mi: Ngā Mahi
mk: Акции
ml: കാര്യങ്ങൾ
ms: Tindakan
mt: Azzjonijiet
my: လှုပ်ရှားမှုများ
nl: Acties
no: Handlinger
pa: ਕਾਰਵਾਈਆਂ
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
sw: Vitendo
ta: செயல்கள்
te: చర్యలు
th: การกระทำ
tr: Eylemler
uk: Дії
ur: اعمال
uz: Amallar
vi: Hành động
xh: Iziganeko

source: Version Check
ar: التحقق اليدوي من الإصدار
az: Əl ilə Versiya Yoxlaması
be: Manuelle Versionskontrolle
bn: ম্যানুয়াল ভার্সন চেক
cs: Ruční kontrola verze
cy: Gwiriad Fersiwn Llawlyfr
da: Manuel versionstjek
de: Manuelle Versionsprüfung
el: Έλεγχος Έκδοσης Εγχειριδίου
es: Verificación de Versión Manual
et: Manuaalne versiooni kontroll
eu: Bertsioa Eskuz Egiaztatu
fa: بررسی نسخه دستی
fi: Käsikirjan version tarkistus
fr: Vérification manuelle de la version
ga: Manual Version Check
gd: Sgrùdadh Dreach Leabhar-làimhe
gl: Comprobación manual de versión
gu: મેન્યુઅલ વર્ઝન ચેક
he: בדיקת גרסה ידנית
hi: मैन्युअल संस्करण जांच
hr: Ručno provjeravanje verzije
hu: Kézi verzióellenőrzés
id: Pemeriksaan Versi Manual
is: Handvirk útgáfustjórnun
it: Controllo manuale della versione
ja: マニュアルバージョンチェック
ka: ხელით ვერსიის შემოწმება
ku: پشکنینی وەشانی دەستکرد
lt: Rankinis versijos tikrinimas
lv: Rokasgrāmatas versijas pārbaude
mg: Fanaraha-maso ny dikan-teny amin'ny tanana
mi: Mātaki ā-ringa i te Pūtanga
mk: Рачно проверување на верзијата
ml: മാനുവൽ പതിപ്പ് പരിശോധന
ms: Semak Versi Manual
mt: Verifika tal-Verżjoni Manwal
my: လက်စွဲအမျိုးအစား စစ်ဆေးခြင်း
nl: Handmatige versiecontrole
no: Manuell versjonskontroll
pa: ਮੈਨੁਅਲ ਸੰਸਕਰਣ ਦੀ ਜਾਂਚ
pl: Ręczna weryfikacja wersji
pt: Verificação Manual de Versão
ro: Verificare manuală a versiunii
ru: Проверка версии вручную
sk: Ručná kontrola verzie
sl: Ročni preverjanje različice
sq: Kontrollimi i Versionit Manual
sr: Ručno proveravanje verzije
sv: Manuell versionskontroll
sw: Ukaguzi wa Toleo la Mwongozo
ta: கையேடு பதிப்பு சரிபார்ப்பு
te: మాన్యువల్ వెర్షన్ చెక్
th: ตรวจสอบเวอร์ชันด้วยตนเอง
tr: Manuel Sürüm Kontrolü
uk: Перевірка версії вручну
ur: دستی ورژن چیک
uz: Qo'llanma versiyasini tekshirish
vi: Kiểm tra phiên bản thủ công
xh: Ukujonga uHlaziyo lweNgqiqo ngeSandla

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
ar: تحقق مما إذا كان هناك إصدار أحدث من Grylli متاح عن طريق تشغيل مهمة التحقق من الإصدار المجدولة يدويًا.
az: Planlı versiya yoxlama tapşırığını əllə çalışdıraraq Gryllinin daha yeni versiyası olub olmadığını yoxlayın.
be: Перевірте, чи є новіша версія Grylli, виконавши завдання перевірки версій вручну.
bn: নির্ধারিত সংস্করণ চেক কার্যটি ম্যানুয়ালি চালিয়ে পরীক্ষা করুন গ্রিলির একটি নতুন সংস্করণ উপলব্ধ কিনা।
cs: Kontrolujte, zda je k dispozici novější verze Grylli spuštěním plánovaného úkolu kontroly verzí ručně.
cy: Gwiriwch a yw fersiwn newydd o Grylli ar gael trwy redeg y dasg gwirio fersiwn wedi'i hamserlennu yn llaw.
da: Kontroller, om en nyere version af Grylli er tilgængelig ved at køre den planlagte versionskontrolopgave manuelt.
de: Überprüfen Sie, ob eine neuere Version von Grylli verfügbar ist, indem Sie die geplante Versionsprüfung manuell ausführen.
el: Ελέγξτε αν υπάρχει νεότερη έκδοση του Grylli διαθέσιμη εκτελώντας χειροκίνητα την προγραμματισμένη εργασία ελέγχου έκδοσης.
es: Verificar si hay una versión más nueva de Grylli disponible ejecutando manualmente la tarea programada de comprobación de versiones.
et: Kontrollige, kas Grylli uuem versioon on saadaval, käivitades ajastatud versioonikontrolli ülesande käsitsi.
eu: Grylli-ren bertsio berriago bat eskuragarri dagoen egiaztatu, programatutako bertsio egiaztatze eginkizuna eskuz exekutatuz.
fa: با اجرای وظیفه برنامه‌ریزی‌شده بررسی نسخه، بررسی کنید آیا نسخه جدیدتری از Grylli موجود است.
fi: Tarkista, onko uusi Grylli-versio saatavilla suorittamalla aikataulutettu version tarkistustehtävä manuaalisesti.
fr: Vérifiez si une nouvelle version de Grylli est disponible en exécutant manuellement la tâche de vérification de version planifiée.
ga: Hwɛle nea ɛkora do Grylli beku no huan a bana de check task manual.
gd: Dèan sgrùdadh ma tha dreach na bu ùire de Grylli ri fhaighinn le bhith a' ruith an gnìomh sgrùdaidh dreach clàraichte gu làimhe.
gl: Comprobar se hai unha versión máis recente de Grylli dispoñible executando a tarefa de comprobación de versión programada manualmente.
gu: તેમના કાર્યને મેન્યુઅલ ચલાવીને Grylli નું નવું সংস্কરણ ઉપલબ્ધ છે કે નહીં તે ચકાસો.
he: בדוק אם יש גרסה חדשה יותר של Grylli על ידי הפעלת משימת בדיקת גרסה ידנית.
hi: निर्धारित संस्करण चेक कार्य को मैन्युअल रूप से चलाकर देखें कि क्या Grylli का कोई नया संस्करण उपलब्ध है।
hr: Provjerite je li dostupna novija verzija Gryllija pokretanjem zakazanog zadatka provjere verzija ručno.
hu: Ellenőrizze, hogy elérhető-e újabb Grylli verzió, ha kézzel futtatja az ütemezett verzióellenőrzési feladatot.
id: Periksa apakah versi terbaru dari Grylli tersedia dengan menjalankan tugas pemeriksaan versi yang dijadwalkan secara manual.
is: Athuga hvort ný útgáfa af Grylli sé í boði með því að keyra áætlað útgáfutékk verkefni handvirkt.
it: Controlla se è disponibile una nuova versione di Grylli eseguendo manualmente l'attività di controllo della versione programmata.
ja: スケジュールされたバージョンチェックタスクを手動で実行して、Grylliの新しいバージョンが利用可能かどうか確認します。
ka: შეამოწმეთ Grylli-ს ახალი ვერსიის ხელმისაწვდომობა დანიშნული ვერსიის შემოწმების ტასქის ხელით გაშვებით.
ku: پشکنین بکە ئەگەر وەشانی نوێیەکی Grylli بەردەستە بە فەرمانکردنی ئەرکی پشکنینی وەشانە پەیوەندیدارە ڕاستەوخۆ.
lt: Patikrinkite, ar yra naujesnė Grylli versija, rankiniu būdu vykdydami suplanuotą versijos tikrinimo užduotį.
lv: Pārbaudiet, vai ir pieejama jaunāka Grylli versija, palaidot ieplānoto versijas pārbaudes uzdevumu manuāli.
mg: Hamarino raha misy dikan-teny vaovao an'ny Grylli amin'ny alalan'ny fampandehanana ny fanamarinana ny dikan-teny voalahatra amin'ny tanana.
mi: Tirohia mēnā kei te wātea te putanga hōu o Grylli mā te whakahaere ā-ringatia i te mahi araitanga putanga kua whakaritea.
mk: Проверете дали е достапна понова верзија на Grylli со рачно раководење на закажаната задача за проверка на верзии.
ml: പുതിയ പതിപ്പ് തകർന്നിട്ടില്ല എന്ന് പരിശോധിക്കുക കോർഡിനുവിദത്തിലൂടെയോ പദ്ധതി ചെയ്ത പതിപ്പ് നല്‍കുക റണ്ണിംഗ് സാധാരണ പുനരനുവദിച്ചു കൊണ്ട്.
ms: Periksa jika versi Grylli yang lebih baru tersedia dengan menjalankan tugas semakan versi yang dijadualkan secara manual.
mt: Iċċekkja jekk hemmx verżjoni ġdida ta’ Grylli disponibili billi ssuq manwalment it-task tal-verifika tal-verżjoni skedata.
my: နောက်ဆုံးဗားရှင်းရှိမှုရှိ/မရှိကို စီမံထားသော ဗားရှင်းစစ်ဆေးလုပ်ငန်းကို လက်ဖြင့်စတင်၍စမ်းပါ။
nl: Controleer of er een nieuwere versie van Grylli beschikbaar is door de geplande versiecontrole handmatig uit te voeren.
no: Sjekk om en nyere versjon av Grylli er tilgjengelig ved å kjøre den tidsplanlagte versjonskontrolloppgaven manuelt.
pa: ਨਵੀਂ ਵਰਜਨ ਦੱਸਦੇ ਲਗਭਾਗ ਦੇਖਣ ਲਈ ਭਰੋਸੇਠੰਭ ਵਰਜਨ ਟਾਸਕ ਨੂੰ ਹੱਥ ਨਾਲ ਚਲਾਓ।
pl: Sprawdź, czy jest dostępna nowsza wersja Grylli, uruchamiając ręcznie zaplanowane zadanie sprawdzania wersji.
pt: Verifique se uma versão mais recente da Grylli está disponível executando manualmente a tarefa agendada de verificação de versão.
ro: Verificați dacă este disponibilă o versiune mai nouă de Grylli rulând manual sarcina programată de verificare a versiunii.
ru: Проверьте, доступна ли новая версия Grylli, запустив вручную задачу проверки версии.
sk: Skontrolujte, či je k dispozícii novšia verzia Grylli spustením naplánovanej kontroly verzie manuálne.
sl: Preverite, ali je na voljo novejša različica Grylli tako, da ročno zaženete načrtovano nalogo za preverjanje različic.
sq: Kontrolloni nëse një version më i ri i Grylli është i disponueshëm duke ekzekutuar manualisht detyrën e programuar të kontrollit të versionit.
sr: Proverite da li je dostupna novija verzija Grylli pokretanjem zakazanog zadatka provere verzije ručno.
sv: Kontrollera om en nyare version av Grylli finns tillgänglig genom att köra den schemalagda versionskontrolluppgiften manuellt.
sw: Angalia kama toleo jipya la Grylli linapatikana kwa kuendesha kazi iliyopangwa ya ukaguzi wa toleo kwa njia ya mwongozo.
ta: மற்றொரு பதிப்பு புதுப்பிக்கப்படுகிறதா என்பதைச் சோதிக்க, பதிப்பு பரிசோதனை பணியை கையேடு சார்பாகக் இயக்கவும்.
te: షెడ్యూల్ వెర్షన్ తనిఖీ పని క్రియాశీలంగా నిర్వహించడం ద్వారా కొత్త వెర్షన్ గ్రీళ్లి అందుబాటులో ఉందో లేదో తనిఖీ చేయండి.
th: ตรวจสอบว่ามีเวอร์ชันใหม่ของ Grylli หรือไม่โดยการเรียกใช้ภาระงานตรวจสอบเวอร์ชันตามกำหนดด้วยตนเอง
tr: Planlanan sürüm kontrol görevini manuel çalıştırarak daha yeni bir Grylli sürümü olup olmadığını kontrol edin.
uk: Перевірте, чи доступна новіша версія Grylli, запустивши вручну заплановане завдання перевірки версії.
ur: شیڈیولڈ ورژن چیک ٹاسک کو دستی طور پر چلا کر یہ چیک کریں کہ آیا گریلّی کا نیا ورژن دستیاب ہے۔
uz: Yangi Grylli versiyasi mavjudligini tekshirish uchun rejalashtirilgan versiya tekshiruvi vazifasini qo'lda bajaring.
vi: Kiểm tra xem có phiên bản mới hơn của Grylli có sẵn bằng cách thực hiện kiểm tra phiên bản được lên lịch bằng tay.
xh: Jonga ukuba inguqulelo entsha yeGrylli efumanekayo ngokusebenza umsebenzi ojongayo wokhuphelo ngezigqibo zesandla.

source: Run
ar: تشغيل
az: Çalışdır
be: Запустити
bn: চালান
cs: Spustit
cy: Rhedeg
da: Kør
de: Ausführen
el: Εκτέλεση
es: Ejecutar
et: Käivita
eu: Exekutatu
fa: اجرا
fi: Suorita
fr: Exécuter
ga: Huan
gd: Ruith
gl: Executar
gu: ચાલુ કરો
he: הפעל
hi: चलाएँ
hr: Pokreni
hu: Futtatás
id: Jalankan
is: Keyra
it: Esegui
ja: 実行
ka: გაშვება
ku: Qeçû
lt: Vykdyti
lv: Palaidiet
mg: Alefa
mi: Whakamahi
mk: Изврши
ml: റൺ
ms: Jalankan
mt: Oqgħod
my: အပ်လုပ်ပါ
nl: Uitvoeren
no: Kjør
pa: ਚਲਾਓ
pl: Uruchom
pt: Executar
ro: Rulează
ru: Запуск
sk: Spustiť
sl: Zaženi
sq: Ekzekuto
sr: Pokreni
sv: Kör
sw: Endesha
ta: இயக்கு
te: రన్
th: เรียกใช้
tr: Çalıştır
uk: Запустити
ur: چلائیں
uz: Bajarish
vi: Chạy
xh: Qhuba

source: Admin Tools
ar: ⚠️ نصائح الإدارة
az: ⚠️ Admin Tövsiyələri
be: ⚠️ प्रशासन सुझावहरू
bn: ⚠️ অ্যাডমিন পরামর্শ
cs: ⚠️ Tipy pro adminy
cy: ⚠️ Awgrymiadau Gweinyddol
da: ⚠️ Admin Tips
de: ⚠️ Admin-Tipps
el: ⚠️ Συμβουλές Διαχείρισης
es: ⚠️ Consejos para administradores
et: ⚠️ Admini näpunäited
eu: ⚠️ Kudeatzaile Iradokizunak
fa: ⚠️ نکات مدیر
fi: ⚠️ Ylläpitovinkkejä
fr: ⚠️ Conseils d'administration
ga: ⚠️ Leideanna Riaracháin
gd: ⚠️ Molaidhean Rianachd
gl: ⚠️ Consellos de Administración
gu: ⚠️ એડમિન ટિપ્સ
he: ⚠️ טיפים למנהל
hi: ⚠️ एडमिन टिप्स
hr: ⚠️ Administratorski Savjeti
hu: ⚠️ Admin tippek
id: ⚠️ Tips Admin
is: ⚠️ Stjórn ráð
it: ⚠️ Consigli per amministratori
ja: ⚠️ 管理者のヒント
ka: ⚠️ व्यवस्थापक सुझाव
ku: ⚠️ ڕاشەکەەوانی پەڕەگە زانے
lt: ⚠️ Administratoriaus patarimai
lv: ⚠️ Administrācijas padomi
mg: ⚠️ Torohevitra ho an'ny Admin
mi: ⚠️ Ngā Tohutohu Whakahaere
mk: ⚠️ Админ Совети
ml: ⚠️ അഡ്മിൻ ടിപ്പുകൾ
ms: ⚠️ Tip Pentadbir
mt: ⚠️ Pariri Amministrattivi
my: ⚠️ အုပ်ချုပ်ရေး အကြံပြုချက်များ
nl: ⚠️ Beheerders Tips
no: ⚠️ Admin tips
pa: ⚠️ ਐਡਮਿਨ ਸੁਝਾਅ
pl: ⚠️ Wskazówki dla administratorów
pt: ⚠️ Dicas de Administração
ro: ⚠️ Sfaturi pentru Admin
ru: ⚠️ Подсказки администратора
sk: ⚠️ Admin Tipy
sl: ⚠️ Nasveti za administratorje
sq: ⚠️ Këshilla për Administratorin
sr: ⚠️ Admin saveti
sv: ⚠️ Adminknep
sw: ⚠️ Vidokezo vya Utawala
ta: ⚠️ நிர்வாக குறித்து குறிப்புகள்
te: ⚠️ వ్యవస్థాపక సూచనలు
th: ⚠️ เคล็ดลับสำหรับผู้ดูแล
tr: ⚠️ Yönetici İpuçları
uk: ⚠️ Поради адміністратора
ur: ⚠️ ایڈمن ٹپس
uz: ⚠️ Admin maslahatlari
vi: ⚠️ Mẹo của Admin
xh: ⚠️ Iingcebiso zabaPhathi

source: Grylli | Tools | Backups
ar: Grylli | الإدارة | النسخ الاحتياطية
az: Grylli | Admin | Ehtiyat Nüsxələr
be: Grylli | Admin | Sikkerhedskopier
bn: Grylli | প্রশাসক | ব্যাকআপ
cs: Grylli | Admin | Zálohy
cy: Grylli | Gweinyddol | Copïau Wrth Gefn
da: Grylli | Admin | Backups
de: Grylli | Admin | Backups
el: Grylli | Διαχειριστής | Αντίγραφα Ασφαλείας
es: Grylli | Admin | Copias de seguridad
et: Grylli | Admin | Varukoopiad
eu: Grylli | Kudeatzailea | Babeskopiak
fa: گریلی | مدیریت | پشتیبان‌گیری‌ها
fi: Grylli | Ylläpito | Varakopiot
fr: Grylli | Admin | Sauvegardes
ga: Grylli | Admin | Nkrataa a wɔde sie
gd: Grylli | Rianachd | Backups
gl: Grylli | Admin | Copias de seguranza
gu: Grylli | એડમિન | બેકઅપ્સ
he: Grylli | מנהל | גיבויים
hi: Grylli | व्यवस्थापक | बैकअप
hr: Grylli | Admin | Sigurnosne kopije
hu: Grylli | Admin | Biztonsági mentések
id: Grylli | Admin | Cadangan
is: Grylli | Stjórnandi | Afrit
it: Grylli | Admin | Backup
ja: Grylli | 管理 | バックアップ
ka: Grylli | ადმინისტრატორი | სარეზერვო
ku: Grylli | بەڕێوەبەرایەتی | پشتیگەر
lt: Grylli | Administravimas | Atsarginės kopijos
lv: Grylli | Administrēšana | Dublējumi
mg: Grylli | Admin | Tahiry
mi: Grylli | Kaiwhakahaere | Pūrua
mk: Grylli | Админ | Резервни копии
ml: ഗ്രില്ലി | അഡ്മിൻ | ബാക്കപ്പുകൾ
ms: Grylli | Admin | Sandaran
mt: Grylli | Amministratur | Backups
my: Grylli | အက်မင် | မိတိန်း
nl: Grylli | Admin | Back-ups
no: Grylli | Admin | Sikkerhetskopier
pa: ਗ੍ਰਿਲੀ | ਐਡਮਿਨ | ਬੈਕਅੱਪ
pl: Grylli | Admin | Kopie zapasowe
pt: Grylli | Admin | Backups
ro: Grylli | Admin | Copii de rezervă
ru: Grylli | Админ | Резервные копии
sk: Grylli | Admin | Zálohy
sl: Grylli | Admin | Varnostne kopije
sq: Grylli | Admin | Kopje Rezervë
sr: Grylli | Admin | Bekapi
sv: Grylli | Admin | Säkerhetskopior
sw: Grylli | Msimamizi | Nakala
ta: கிரில்லி | நிர்வாகம் | காப்பு நகல்கள்
te: Grylli | అడ్మిన్ | బ్యాకప్‌లు
th: Grylli | ผู้ดูแลระบบ | การสำรองข้อมูล
tr: Grylli | Yönetici | Yedeklemeler
uk: Grylli | Адміністрування | Резервні копії
ur: Grylli | ایڈمن | بیک اپ
uz: Grylli | Admin | Zaxiralash
vi: Grylli | Quản trị viên | Sao lưu
xh: Grylli | Ulawulo | Iibhakaphu

source: Backups
ar: النسخ الاحتياطي
az: Ehtiyatlar
be: Рэзервовыя копіі
bn: ব্যাকআপগুলি
cs: Zálohy
cy: Copïau wrth gefn
da: Sikkerhedskopier
el: Αντίγραφα Ασφαλείας
es: Copias de seguridad
et: Varukoopiad
eu: Babeskopiak
fa: پشتیبان‌گیری
fi: Varmuuskopiot
fr: Sauvegardes
ga: Cúltacaí
gd: Cùl-taice
gl: Copias de Seguridade
gu: બેકઅપ્સ
he: גיבויים
hi: बैकअप
hr: Sigurnosne kopije
hu: Biztonsági mentések
id: Cadangan
is: Afrit
it: Backup
ja: バックアップ
ka: საარქივო
ku: پشتیبانەکان
lt: Atsarginės kopijos
lv: Rezerves kopijas
mi: Tārua
mk: Резервни копии
ml: ബാക്കപ്പ്‌ കൈമാറ്റങ്ങൾ
ms: Sandaran
my: အတိုပ်များ
no: Sikkerhetskopier
pa: ਬੈਕਅੱਪ
pl: Kopie zapasowe
ro: Backup-uri
ru: Резервные копии
sk: Zálohy
sl: Varnostne kopije
sq: Backup-et
sr: Backup-ovi
sv: Säkerhetskopior
sw: Hifadhi Nyaraka
ta: காப்புருக்கள்
te: బ్యాకప్స్
th: การสำรองข้อมูล
tr: Yedeklemeler
uk: Резервні копії
ur: بیک اپس
uz: Zaxiralar
vi: Sao lưu
xh: Ukugcina

source: Grylli | Tools | Tasks
ar: ⚠️ نصائح الإدارة
az: ⚠️ Admin Tövsiyələri
be: ⚠️ प्रशासन सुझावहरू
bn: ⚠️ অ্যাডমিন পরামর্শ
cs: ⚠️ Tipy pro adminy
cy: ⚠️ Awgrymiadau Gweinyddol
da: ⚠️ Admin Tips
de: ⚠️ Admin-Tipps
el: ⚠️ Συμβουλές Διαχείρισης
es: ⚠️ Consejos para administradores
et: ⚠️ Admini näpunäited
eu: ⚠️ Kudeatzaile Iradokizunak
fa: ⚠️ نکات مدیر
fi: ⚠️ Ylläpitovinkkejä
fr: ⚠️ Conseils d'administration
ga: ⚠️ Leideanna Riaracháin
gd: ⚠️ Molaidhean Rianachd
gl: ⚠️ Consellos de Administración
gu: ⚠️ એડમિન ટિપ્સ
he: ⚠️ טיפים למנהל
hi: ⚠️ एडमिन टिप्स
hr: ⚠️ Administratorski Savjeti
hu: ⚠️ Admin tippek
id: ⚠️ Tips Admin
is: ⚠️ Stjórn ráð
it: ⚠️ Consigli per amministratori
ja: ⚠️ 管理者のヒント
ka: ⚠️ व्यवस्थापक सुझाव
ku: ⚠️ ڕاشەکەەوانی پەڕەگە زانے
lt: ⚠️ Administratoriaus patarimai
lv: ⚠️ Administrācijas padomi
mg: ⚠️ Torohevitra ho an'ny Admin
mi: ⚠️ Ngā Tohutohu Whakahaere
mk: ⚠️ Админ Совети
ml: ⚠️ അഡ്മിൻ ടിപ്പുകൾ
ms: ⚠️ Tip Pentadbir
mt: ⚠️ Pariri Amministrattivi
my: ⚠️ အုပ်ချုပ်ရေး အကြံပြုချက်များ
nl: ⚠️ Beheerders Tips
no: ⚠️ Admin tips
pa: ⚠️ ਐਡਮਿਨ ਸੁਝਾਅ
pl: ⚠️ Wskazówki dla administratorów
pt: ⚠️ Dicas de Administração
ro: ⚠️ Sfaturi pentru Admin
ru: ⚠️ Подсказки администратора
sk: ⚠️ Admin Tipy
sl: ⚠️ Nasveti za administratorje
sq: ⚠️ Këshilla për Administratorin
sr: ⚠️ Admin saveti
sv: ⚠️ Adminknep
sw: ⚠️ Vidokezo vya Utawala
ta: ⚠️ நிர்வாக குறித்து குறிப்புகள்
te: ⚠️ వ్యవస్థాపక సూచనలు
th: ⚠️ เคล็ดลับสำหรับผู้ดูแล
tr: ⚠️ Yönetici İpuçları
uk: ⚠️ Поради адміністратора
ur: ⚠️ ایڈمن ٹپس
uz: ⚠️ Admin maslahatlari
vi: ⚠️ Mẹo của Admin
xh: ⚠️ Iingcebiso zabaPhathi

source: Filename
ar: اسم الملف
az: Fayl Adı
be: Назва файла
bn: ফাইলের নাম
cs: Název souboru
cy: Enw'r Ffeil
da: Filnavn
de: Dateiname
el: Όνομα Αρχείου
es: Nombre de archivo
et: Failinimi
eu: Fitxategi izena
fa: نام فایل
fi: Tiedostonimi
fr: Nom de fichier
ga: Ainm comhaid
gd: Ainm faidhle
gl: Nome do Ficheiro
gu: ફાઇલનામ
he: שם קובץ
hi: फ़ाइलनाम
hr: Naziv datoteke
hu: Fájlnév
id: Nama Berkas
is: Skjalsheiti
it: Nome del file
ja: ファイル名
ka: ფაილის სახელი
ku: ناویپەڕگە
lt: Failo pavadinimas
lv: Faila nosaukums
mg: Anaran'ny rakitra
mi: Ingoa Kōnae
mk: Име на датотека
ml: ഫയൽനെയിം
ms: Nama Fail
mt: Isem tal-Fajl
my: ဖိုင်နာမည်
nl: Bestandsnaam
no: Filnavn
pa: ਫਾਇਲਨਾਮ
pl: Nazwa pliku
pt: Nome do Arquivo
ro: Nume fișier
ru: Имя файла
sk: Názov súboru
sl: Ime datoteke
sq: Emri i skedarit
sr: Naziv datoteke
sv: Filnamn
sw: Jina la Faili
ta: கோப்பு பெயர்
te: ఫైల్నేమ్
th: ชื่อไฟล์
tr: Dosya Adı
uk: Ім'я файлу
ur: فائل کا نام
uz: Fayl nomi
vi: Tên tệp
xh: Igama lefayile

source: Delete
ar: حذف
az: Sil
be: Выдаліць
bn: মুছে ফেলুন
cs: Smazat
cy: Dileu
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
eu: Ezabatu
fa: حذف
fi: Poista
fr: Supprimer
ga: Scrios
gd: Sguab às
gl: Eliminar
gu: કાઢી નાખો
he: מחק
hi: हटाएं
hr: Izbriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ka: წაშლა
ku: سڕینەوە
lt: Ištrinti
lv: Dzēst
mg: Fafao
mi: Mukua
mk: Избриши
ml: നീക്കംചെയ്യുക
ms: Padam
mt: Ħassar
my: ဖျက်ပါ
nl: Verwijderen
no: Slett
pa: ਮਿਟਾਓ
pl: Usuń
pt: Excluir
ro: Ștergeți
ru: Удалить
sk: Vymazať
sl: Izbriši
sq: Fshi
sr: Obriši
sv: Ta bort
sw: Futa
ta: அழிக்க
te: తొలగించు
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
uz: O'chirish
vi: Xóa
xh: Cima

source: Delete Backup
ar: إنشاء نسخة احتياطية
az: Ehtiyat Nüsxə Yaradın
be: Стварыць рэзервовую копію
bn: ব্যাকআপ তৈরি করুন
cs: Vytvořit zálohu
cy: Creu Copi Wrth Gefn
da: Opret sikkerhedskopi
de: Backup erstellen
el: Δημιουργία Αντιγράφου Ασφαλείας
es: Crear copia de seguridad
et: Loo varukoopia
eu: Sortu Babeskopia
fa: ایجاد نسخه پشتیبان
fi: Luo varmuuskopio
fr: Créer une sauvegarde
ga: Cruthaigh Cúltaca
gd: Cruthaich Cùl-taic
gl: Crear Copia de Seguridade
gu: બેકઅપ બનાવો
he: צור גיבוי
hi: बैकअप बनाएं
hr: Stvorite sigurnosnu kopiju
hu: Biztonsági mentés létrehozása
id: Buat Cadangan
is: Búa til afrit
it: Crea backup
ja: バックアップを作成
ka: სარეზერვო ასლის შექმნა
ku: پشگیری دروست بکە
lt: Sukurti atsarginę kopiją
lv: Izveidot dublējumu
mg: Mamorona Backup
mi: Hangaia He Pūrua
mk: Создај резервна копија
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുക
ms: Buat Sandaran
mt: Oħloq Backup
my: Backup ဖန်တီးပါ
nl: Back-up maken
no: Opprett Sikkerhetskopi
pa: ਬੈਕਅੱਪ ਬਣਾਓ
pl: Utwórz kopię zapasową
pt: Criar Backup
ro: Creați Backup
ru: Создать резервную копию
sk: Vytvoriť zálohu
sl: Ustvari varnostno kopijo
sq: Krijo Kopje Rezervë
sr: Kreiraj rezervnu kopiju
sv: Skapa Backup
sw: Unda Chelezo
ta: பாதுகாப்பு உருவாக்குக
te: బ్యాకప్ సృష్టించండి
th: สร้างข้อมูลสำรอง
tr: Yedek Oluştur
uk: Створити резервну копію
ur: بیک اپ بنائیں
uz: Zaxira nusxasini yaratish
vi: Tạo bản sao lưu
xh: Yenza ikhophi yogcino
