Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
ar: يمكن استخدام كل رمز مرة واحدة إذا فقدت الوصول إلى المصادقة الخاصة بك. لن يتم عرض هذه الرموز مرة أخرى.
az: Hər bir kodu doğrulayıcıya girişinizi itirsəniz bir dəfə istifadə edə bilərsiniz. Bu kodlar yenidən göstərilməyəcək.
be: Кожны код можна выкарыстаць адзін раз, калі вы страціце доступ да вашага аўтэнтыфікатара. Гэтыя коды больш не будуць паказаны.
bn: যদি আপনি আপনার প্রমাণক অ্যাক্সেস হারিয়ে ফেলেন তবে প্রতিটি কোড একবার ব্যবহার করা যেতে পারে। এই কোডগুলি আবার দেখানো হবে না।
cs: Každý kód lze použít jednou, pokud ztratíte přístup k vašemu autentizátoru. Tyto kódy již nebudou znovu zobrazeny.
cy: Gellir defnyddio pob cod unwaith os byddwch chi'n colli mynediad i'ch dilyswr. Ni fydd y codau hyn yn cael eu dangos eto.
da: Hver kode kan bruges én gang, hvis du mister adgang til dit authenticator. Disse koder vises ikke igen.
de: Jeder Code kann einmalig verwendet werden, wenn Sie den Zugang zu Ihrem Authenticator verlieren. Diese Codes werden nicht erneut angezeigt.
el: Κάθε κωδικός μπορεί να χρησιμοποιηθεί μία φορά αν χάσετε πρόσβαση στον αυθεντικοποιητή σας. Αυτοί οι κωδικοί δεν θα εμφανιστούν ξανά.
es: Cada código puede usarse una vez si pierdes acceso a tu autenticador. Estos códigos no se mostrarán de nuevo.
et: Iga koodi saab kasutada üks kord, kui te kaotate juurdepääsu oma autentijale. Neid koode ei kuvata uuesti.
eu: Kode bakoitza behin erabil daiteke zure autentikatzailearen sarrera galtzen baduzu. Kode hauek ez dira berriro erakutsiko.
fa: هر کد یک بار استفاده می‌شود اگر به احراز هویت‌کننده‌ی خود دسترسی نکنید. این کدها دوباره نشان داده نخواهند شد.
fi: Jokainen koodi voidaan käyttää kerran, jos menetät pääsyn todennussovellukseesi. Näitä koodeja ei näytetä uudelleen.
fr: Chaque code peut être utilisé une fois si vous perdez l'accès à votre authentificateur. Ces codes ne seront plus affichés.
ga: Kyerɛ kod mmiɛnsa biara a sɛ obi de wo agyawde de no. Saa kodo yi bɛyɛ so yɛ afei bio.
gd: Faodar gach còd a chleachdadh aon uair ma chailleas tu cothrom air an dearbhadair agad. Cha tèid na còdan seo fhaicinn a-rithist.
gl: Cada código pode ser usado unha vez se perdes acceso ao teu autenticador. Estes códigos non se mostrarán de novo.
gu: જો તમે તમારીપ્રમોતકર્તા સુધીની ઍક્સેસ ગુમાવો છો, તો દરેક કોડનો એકવાર ઉપયોગ કરી શકાય છે. આ કોડ્સ ફરીથી બતાવવામાં નહીં આવે.
he: כל קוד ניתן לשימוש פעם אחת אם אתה מאבד גישה לאימות שלך. קודים אלה לא יוצגו שוב.
hi: अगर आप अपने प्रमाणक तक पहुँच खो देते हैं तो प्रत्येक कोड का उपयोग एक बार किया जा सकता है। ये कोड फिर से नहीं दिखाए जाएंगे।
hr: Svaki kod se može koristiti jednom ako izgubite pristup svom autentifikatoru. Ovi kodovi neće biti ponovno prikazani.
hu: Minden kód csak egyszer használható, ha elveszítenéd az authenticator hozzáférésed. Ezeket a kódokat nem fogják újra megjeleníteni.
id: Setiap kode bisa digunakan sekali jika Anda kehilangan akses ke autentikator Anda. Kode-kode ini tidak akan ditampilkan lagi.
is: Hver kóði getur verið notaður einu sinni ef þú missir aðgang að auðkenningaranum þínum. Þessir kóðar verða ekki sýndir aftur.
it: Ogni codice può essere utilizzato una sola volta se perdi l'accesso al tuo autenticatore. Questi codici non verranno mostrati di nuovo.
ja: それぞれのコードは、オーセンティケーターへのアクセスを失った際、一度だけ使用可能です。これらのコードは再度表示されません。
ka: თითოეული კოდი შეიძლება გამოყენებული იყოს ერთხელ, თუ ავტენტიფიკატორზე წვდომას დაკარგავთ. ეს კოდები აღარ გამოჩნდება.
ku: هەر کۆد دەتوانرێت جارێک بەکارهێن بکرێت ئەگەر گەیشتن بە دڵنیاکردنەوە بکرێتەوە. ئەم کۆدانە بۆ جارێکی تر نیشانی نادرە.
lt: Kiekvienas kodas gali būti panaudotas vieną kartą, jei prarandate prieigą prie savo autentifikatoriaus. Šie kodai nebebus rodomi.
lv: Katrs kods var tikt izmantots vienreiz, ja zaudējat piekļuvi savam autentifikatoram. Šie kodi netiks rādīti vēlreiz.
mg: Afaka ampiasa iray ihany io kaody tsirairay raha very ny fidirana amin'ny fampiavahanao.
mi: Ka taea te whakamahi i ia waehere i te wā kotahi mēnā ka ngaro te uru atu ki tō waehere whakaū. Kāore ēnei waehere e whakaaturia anō.
mk: Секој код може да се искористи еднаш ако изгубите пристап до вашиот автентикатор. Овие кодови нема да бидат повторно прикажани.
ml: ഓരോ കോഡും നിങ്ങളുടെ ഓഥന്റിക്കേറ്ററിലേക്ക് ആക്‌സസ് നഷ്ടപ്പെടുമ്പോൾ ഒരിക്കൽ ഉപയോഗിക്കാവുന്നതാണ്. ഈ കോഡുകൾ ഇനി കാണിക്കപ്പെടില്ല.
ms: Setiap kod boleh digunakan sekali jika anda kehilangan akses kepada pengesah anda. Kod ini tidak akan ditunjukkan semula.
mt: Kull kodiċi jista’ jintuża darba jekk titlef l-aċċess għall-awtentikatur tiegħek. Dawn il-kodiċijiet ma jintwerewx mill-ġdid.
my: ထိုကုဒ်တစ်ခုစီကို သင်၏ အမှန်သားကို မရလာဘဲ အသုံးပြုနိုင်ပါသည်။ ဤကုဒ်များကို ထပ်မည့် အကြိမ်ပြတာ မဟုတ်ပါ။
nl: Elke code kan eenmalig worden gebruikt als u de toegang tot uw authenticator verliest. Deze codes worden niet opnieuw getoond.
no: Hver kode kan brukes én gang hvis du mister tilgang til autentisatoren din. Disse kodene vil ikke bli vist igjen.
pa: ਹਰੇਕ ਕੋਡ ਨੂੰ ਇਕ ਵਾਰੀ ਹੀ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ ਜੇਕਰ ਤੁਸੀਂ ਆਪਣੇ ਪ੍ਰਮਾਣਿਕਤਾ ਕਰਤਾ ਤੇ ਪਹੁੰਚ ਗੁਆ ਚੁੱਕੇ ਹੋ। ਇਹ ਕੋਡ ਮੁੜ ਨਹੀਂ ਦਿਖਾਏ ਜਾਣਗੇ।
pl: Każdy kod można użyć raz, jeśli utracisz dostęp do uwierzytelniania. Te kody nie będą już wyświetlane.
pt: Cada código pode ser usado uma vez se você perder acesso ao seu autenticador. Esses códigos não serão mostrados novamente.
ro: Fiecare cod poate fi utilizat o singură dată dacă pierdeți accesul la autentificatorul dvs. Aceste coduri nu vor fi arătate din nou.
ru: Каждый код может быть использован один раз, если вы потеряете доступ к вашему аутентификатору. Эти коды больше не будут показаны.
sk: Každý kód môže byť použitý raz, ak stratíte prístup k overovacej aplikácii. Tieto kódy už nebudú zobrazené.
sl: Vsaka koda se lahko uporabi enkrat, če izgubite dostop do svojega avtentikatorja. Te kode se ne bodo več prikazale.
sq: Çdo kod mund të përdoret një herë nëse humbni aksesin në autentikuesin tuaj. Këto kode nuk do të shfaqen përsëri.
sr: Svaki kôd se može koristiti jednom ako izgubite pristup svom autentifikatoru. Ovi kodovi neće biti ponovo prikazani.
sv: Varje kod kan användas en gång om du förlorar åtkomst till din autentiserare. Dessa koder kommer inte att visas igen.
sw: Kila msimbo unaweza kutumiwa mara moja iwapo utapoteza ufikiaji wa msimbo wako wa uthibitishaji. Msimbo huu hautaonyeshwa tena.
ta: உறுதிப்படுத்தலில் அணுகலை இழந்தால் ஒவ்வொரு குறியீடும் ஒருமுறை பயன்படுத்தப்படலாம். இந்த குறியீடுகள் மீண்டும் காட்டப்பட மாட்டாது.
te: మీరు మీ ప్రామాణీకర్తను కోల్పోయిన సందర్భంలో ప్రతి కోడ్ ఒక్కసారి మాత్రమే ఉపయోగించవచ్చు. ఈ కోడ్లు మళ్ళీ చూపబడవు.
th: แต่ละรหัสสามารถใช้ได้ครั้งเดียวหากคุณไม่สามารถเข้าถึงตัวตรวจสอบ
tr: Her bir kod, doğrulayıcıya erişiminizi kaybettiğinizde bir kez kullanılabilir. Bu kodlar bir daha gösterilmeyecek.
uk: Кожен код може бути використаний один раз, якщо ви втратите доступ до автентифікатора. Ці коди більше не будуть показані.
ur: اگر آپ اپنے آتھنٹی کیٹر تک رسائی کھو دیتے ہیں، تو ہر کوڈ کو ایک بار استعمال کیا جا سکتا ہے۔ یہ کوڈ دوبارہ نہیں دکھائے جائیں گے۔
uz: Agar autentifikatoringizga kirishni yo'qotsangiz, har bir kod bir marta ishlatilishi mumkin. Ushbu kodlar yana ko‘rsatilmaydi.
vi: Mỗi mã có thể được sử dụng một lần nếu bạn mất quyền truy cập vào trình xác thực của mình. Các mã này sẽ không được hiển thị lại.
xh: Ikhowudi nganye inokusetyenziswa kube kanye xa ulahlekelwa ukufikelela kwisixhobo sakho sokuqinisekisa. Ezi zikhodi azizukuboniswa kwakhona.

source: OK, I've saved them
ar: حسنًا، لقد حفظتهم
az: Yaxşı, onları saxladım
be: Добра, я іх захаваў
bn: ঠিক আছে, আমি সংরক্ষণ করেছি
cs: OK, uložil jsem je
cy: Iawn, rwyf wedi eu cadw
da: OK, jeg har gemt dem
de: OK, ich habe sie gespeichert
el: Εντάξει, τους έχω αποθηκεύσει
es: Está bien, los he guardado
et: OK, olen need salvestanud
eu: Ados, gorde ditut
fa: باشه، ذخیره کردم
fi: OK, olen tallentanut ne
fr: OK, je les ai sauvegardés
ga: Awɔ, madi akosiɛ wɔn
gd: OK, tha mi air an sàbhaladh
gl: OK, gardeinos
gu: ઠીક છે, મેં તેમને સાચવી લીધાં છે
he: בסדר, שמרתי אותם
hi: ठीक है, मैंने इन्हें सहेज लिया है
hr: U redu, spremio sam ih
hu: Rendben, elmentettem őket
id: OK, saya sudah menyimpannya
is: OK, ég hef vistað þá
it: OK, li ho salvati
ja: OK、保存しました
ka: კარგი, შევინახე
ku: باشە، من هەڵگریانە
lt: Gerai, aš juos išsaugojau
lv: Labi, es tos saglabāju
mg: OK, nataoko ny fanerenana
mi: OK, kua tiakina e ahau.
mk: Во ред, ги зачував
ml: ശരി, ഞാൻ അവ സംരക്ഷിച്ചിട്ടുണ്ട്
ms: OK, Saya telah menyimpannya
mt: OK, ħliefthom
my: အိုကေ၊ ကျွန်ုပ်တို့ မှတ်သားခဲ့ပြီ
nl: OK, ik heb ze opgeslagen
no: OK, jeg har lagret dem
pa: ਠੀਕ ਹੈ, ਮੈਂ ਇਹ ਸੁਰੱਖਿਅਤ ਕਰ ਲਏ ਹਨ
pl: OK, zapisałem je
pt: OK, eu os salvei
ro: OK, le-am salvat
ru: ОК, я их сохранил
sk: OK, uložil som ich
sl: V redu, shranil sem jih
sq: OK, i kam ruajtur
sr: U redu, sačuvao/la sam ih
sv: OK, jag har sparat dem
sw: Sawa, nimeihifadhi
ta: சரி, நான் அவற்றை சேமித்துவிட்டேன்
te: సరే, నేను వాటిని దాచుకున్నాను
th: ตกลง, ฉันได้บันทึกไว้แล้ว
tr: Tamam, kaydettim
uk: Добре, я зберіг їх
ur: ٹھیک ہے، میں نے انہیں محفوظ کر لیا
uz: Yaxshi, men ularni saqladim
vi: OK, tôi đã lưu chúng
xh: Kulungile, ndizigcine

source: MFA Settings
ar: إعدادات SMTP
az: SMTP Parametrləri
be: Наладкі SMTP
bn: SMTP সেটিংস
cs: Nastavení SMTP
cy: Gosodiadau SMTP
da: SMTP-indstillinger
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
es: Configuraciones SMTP
et: SMTP seaded
eu: SMTP Ezarpenak
fa: تنظیمات SMTP
fi: SMTP-asetukset
fr: Paramètres SMTP
ga: Socruithe SMTP
gd: Suidhichidhean SMTP
gl: Configuración SMTP
gu: SMTP સેટિંગ્સ
he: הגדרות SMTP
hi: SMTP सेटिंग्स
hr: SMTP postavke
hu: SMTP beállítások
id: Pengaturan SMTP
is: SMTP stillingar
it: Impostazioni SMTP
ja: SMTP設定
ka: SMTP პარამეტრები
ku: SMTP Settings
lt: SMTP nustatymai
lv: SMTP iestatījumi
mg: SMTP Settings
mi: Tautuhinga SMTP
mk: SMTP Поставки
ml: SMTP ക്രമീകരണങ്ങൾ
ms: Tetapan SMTP
mt: Settings tal-SMTP
my: SMTP အကွန်ဖစ်များ
nl: SMTP-instellingen
no: SMTP-innstillinger
pa: SMTP ਸੈਟਿੰਗ
pl: Ustawienia SMTP
pt: Configurações SMTP
ro: Setări SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Cilësimet SMTP
sr: SMTP postavke
sv: SMTP-inställningar
sw: Mipangilio ya SMTP
ta: SMTP அமைப்புகள்
te: SMTP సెట్టింగ్స్
th: การตั้งค่า SMTP
tr: SMTP Ayarları
uk: Налаштування SMTP
ur: SMTP سیٹنگ
uz: SMTP sozlamalari
vi: Cài đặt SMTP
xh: Izicwangciso ze-SMTP

source: MFA QR Code
ar: رمز الاستجابة السريعة للمصادقة متعددة العوامل
az: MFA QR Kodu
be: QR код MFA
bn: এমএফএ কিউআর কোড
cs: MFA QR kód
cy: Cod QR MFA
da: MFA QR-kode
el: Κωδικός QR MFA
es: Código QR de MFA
et: MFA QR kood
eu: MFA QR Kodea
fa: کد QR MFA
fi: MFA QR-koodi
fr: Code QR MFA
ga: MFA QR Kod
gd: Còd QR MFA
gl: Código QR de MFA
gu: MFA QR કોડ
he: קוד QR של MFA
hi: MFA QR कोड
hr: MFA QR kod
hu: MFA QR-kód
id: Kode QR MFA
is: MFA QR kóði
it: Codice QR MFA
ja: MFA QRコード
ka: MFA QR კოდი
ku: QR Codeی MFA
lt: MFA QR kodas
lv: MFA QR kods
mg: Kaody QR MFA
mi: Waehere QR MFA
mk: MFA QR Код
ml: MFA QR കോഡ്
ms: Kod QR MFA
mt: Kodiċi QR tal-MFA
no: MFA QR-kode
pa: MFA QR ਕੋਡ
pl: Kod QR MFA
pt: Código QR de MFA
ro: Cod QR MFA
ru: QR-код MFA
sk: MFA QR kód
sl: MFA QR koda
sq: Kodi QR i MFA
sr: MFA QR kôd
sv: MFA QR-kod
sw: Msimbo wa QR wa MFA
ta: MFA QR குறியீடு
te: MFA QR కోడ్
th: QR Code ของ MFA
tr: MFA QR Kodu
uk: MFA QR Код
ur: MFA QR کوڈ
uz: MFA QR kodi
vi: Mã QR MFA
xh: Ikhowudi ye-MFA ye-QR

source: Manual Entry:
ar: الإدخال اليدوي:
az: Manual Girişi:
be: Увод уручную:
bn: ম্যানুয়াল এন্ট্রি:
cs: Ruční zadání:
cy: Cofnod Llawlyfr:
da: Manuel indtastning:
de: Manuelle Eingabe:
el: Χειροκίνητη Εισαγωγή:
es: Entrada Manual:
et: Käsitsi sisestamine:
eu: Sarrera Eskuliburua:
fa: ورود دستی:
fi: Manuaalinen syöttö:
fr: Entrée manuelle :
ga: Manual Bɔmu:
gd: Inntrigeadh Làimhe:
gl: Entrada Manual:
gu: મેન્યુઅલ એન્ટ્રી:
he: כניסה ידנית:
hi: मैनुअल एंट्री:
hr: Ručno unesi:
hu: Kézi bevitel:
id: Masukkan Secara Manual:
is: Handvirk innsláttur:
it: Inserimento manuale:
ja: 手動入力:
ka: მანუალური შეყვანა:
ku: تێکردنەوەی دەستکرد:
lt: Rankinis įrašas:
lv: Rokasgrāmatas ievade:
mg: Fampidirana an-tanana:
mi: Tāutanga Ā-ringa:
mk: Рачен внес:
ml: മാനുവൽ നൽകല്‍:
ms: Memasukkan Secara Manual:
mt: Dħul Manwali:
my: ကိုယ်တိုင်ထည့်ခြင်း:
nl: Handmatige invoer:
no: Manuell oppføring:
pa: ਹੱਥੀਂ ਦਰਜਾ:
pl: Wpisz ręcznie:
pt: Entrada Manual:
ro: Intrare manuală:
ru: Ручной ввод:
sk: Manuálny vstup:
sl: Ročni vnos:
sq: Futja manuale:
sr: Ručno unošenje:
sv: Manuell inmatning:
sw: Kuingiza Kwa Mkono:
ta: கைமுறை உள்ளீடு:
te: మాన్యువల్ ఎంట్రీ:
th: การป้อนด้วยตนเอง:
tr: Manuel Giriş:
uk: Ручний ввід:
ur: دستی داخلہ:
uz: Qo‘lda kiriting:
vi: Nhập bằng tay:
xh: Ukufaka Ngokwezandla:

source: Administration
ar: الإدارة
az: İdarəetmə
be: Адміністраванне
bn: প্রশাসন
cs: Administrace
cy: Gweinyddu
de: Verwaltung
el: Διαχείριση
es: Administración
et: Haldus
eu: Administrazioa
fa: مدیریت
fi: Ylläpito
ga: Riarachán
gd: Rianachd
gl: Administración
gu: વહીવટ
he: ניהול
hi: प्रशासन
hr: Administracija
hu: Adminisztráció
id: Administrasi
is: Stjórnun
it: Amministrazione
ja: 管理
ka: ადმინისტრაცია
ku: Rêvebirinî
lt: Administravimas
lv: Administrācija
mi: Whakahaere
mk: Администрација
ml: പുരശ്ചരണം
ms: Pentadbiran
mt: Amministrazzjoni
my: စီမံခန့်ခွဲမှု
nl: Administratie
no: Administrasjon
pa: ਪ੍ਰਸ਼ਾਸਨ
pl: Administracja
pt: Administração
ro: Administrare
ru: Администрирование
sk: Administrácia
sl: Administracija
sq: Administrimi
sr: Administracija
sw: Usimamizi
ta: நிர்வாகம்
te: పాలన
th: การบริหาร
tr: Yönetim
uk: Адміністрування
ur: انتظامیہ
uz: Boshqaruv
vi: Quản trị
xh: Ulawulo

source: Grylli | Admin | Overview
ar: Grylli | الإدارة | نظرة عامة
az: Grylli | Admin | Baxış
be: Grylli | Admin | Oversigt
bn: Grylli | প্রশাসক | ওভারভিউ
cs: Grylli | Admin | Přehled
cy: Grylli | Gweinyddol | Trosolwg
da: Grylli | Admin | Oversigt
de: Grylli | Admin | Übersicht
el: Grylli | Διαχειριστής | Επισκόπηση
es: Grylli | Admin | Resumen
et: Grylli | Admin | Ülevaade
eu: Grylli | Kudeatzailea | Ikuspegi orokorra
fa: گریلی | مدیریت | مرور کلی
fi: Grylli | Ylläpito | Yleiskatsaus
fr: Grylli | Admin | Aperçu
ga: Grylli | Admin | Nkyerɛmu
gd: Grylli | Rianachd | Sealladh Coitcheann
gl: Grylli | Admin | Visión xeral
gu: Grylli | એડમિન | અવિલોકન
he: Grylli | מנהל | סקירה כללית
hi: Grylli | व्यवस्थापक | अवलोकन
hr: Grylli | Admin | Pregled
hu: Grylli | Admin | Áttekintés
id: Grylli | Admin | Ikhtisar
is: Grylli | Stjórnandi | Yfirlit
it: Grylli | Admin | Panoramica
ja: Grylli | 管理 | 概要
ka: Grylli | ადმინისტრატორი | მიმოხილვა
ku: Grylli | بەڕێوەبەرایەتی | تەماشا
lt: Grylli | Administravimas | Apžvalga
lv: Grylli | Administrēšana | Pārskats
mg: Grylli | Admin | Topy maso
mi: Grylli | Kaiwhakahaere | Tirohanga Whānui
mk: Grylli | Админ | Преглед
ml: ഗ്രില്ലി | അഡ്മിൻ | അവലോകനം
ms: Grylli | Admin | Gambaran Keseluruhan
mt: Grylli | Amministratur | Ħarsa Ġenerali
my: Grylli | အက်မင် | အနှစ်ချုပ်
nl: Grylli | Admin | Overzicht
no: Grylli | Admin | Oversikt
pa: ਗ੍ਰਿਲੀ | ਐਡਮਿਨ | ਸਮੀਖਿਆ
pl: Grylli | Admin | Przegląd
pt: Grylli | Admin | Visão Geral
ro: Grylli | Admin | Prezentare generală
ru: Grylli | Админ | Обзор
sk: Grylli | Admin | Prehľad
sl: Grylli | Admin | Pregled
sq: Grylli | Admin | Pasqyrë
sr: Grylli | Admin | Pregled
sv: Grylli | Admin | Översikt
sw: Grylli | Msimamizi | Muhtasari
ta: கிரில்லி | நிர்வாகம் | மேற்பார்வை
te: Grylli | అడ్మిన్ | అవలోకనం
th: Grylli | ผู้ดูแลระบบ | ภาพรวม
tr: Grylli | Yönetici | Genel Bakış
uk: Grylli | Адміністрування | Огляд
ur: Grylli | ایڈمن | جائزہ
uz: Grylli | Admin | Ko'rinish
vi: Grylli | Quản trị viên | Tổng quan
xh: Grylli | Ulawulo | Uhlolo

source: Overview
ar: نظرة عامة
az: Baxış
be: Агляд
bn: সংক্ষিপ্ত বিবরণ
cs: Přehled
cy: Trosolwg
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Visión general
et: Ülevaade
eu: Orokorra
fa: بررسی اجمالی
fi: Yleiskatsaus
fr: Vue d'ensemble
ga: Forbhreathnú
gd: Sealladh Coitcheann
gl: Visión Xeral
gu: અવલોકન
he: סקירה כללית
hi: अवलोकन
hr: Pregled
hu: Áttekintés
id: Ikhtisar
is: Yfirlit
it: Panoramica
ja: 概要
ka: მიმოხილვა
ku: پێشبینینەکان
lt: Apžvalga
lv: Pārskats
mi: Tirohanga
mk: Преглед
ml: അവലോകനം
ms: Gambaran Keseluruhan
mt: Ħarsa Ġenerali
my: ခြုံငုံကြည့်ရန်
nl: Overzicht
no: Oversikt
pa: ਸਾਰ
pl: Przegląd
pt: Visão Geral
ro: Prezentare generală
ru: Обзор
sk: Prehľad
sl: Pregled
sq: Përmbledhja
sr: Pregled
sv: Översikt
sw: Muhtasari
ta: மேலோட்டம்
te: అవలోకనం
th: ภาพรวม
tr: Genel Bakış
uk: Огляд
ur: جائزہ
uz: Umumiy ko'rinish
vi: Tổng quan
xh: Ushwankathelo

source: Grylli | Admin | Users
ar: Grylli | الإدارة | المستخدمون
az: Grylli | Admin | İstifadəçilər
be: Grylli | Admin | Brugere
bn: Grylli | প্রশাসক | ব্যবহারকারীরা
cs: Grylli | Admin | Uživatelé
cy: Grylli | Gweinyddol | Defnyddwyr
da: Grylli | Admin | Brugere
de: Grylli | Admin | Benutzer
el: Grylli | Διαχειριστής | Χρήστες
es: Grylli | Admin | Usuarios
et: Grylli | Admin | Kasutajad
eu: Grylli | Kudeatzailea | Erabiltzaileak
fa: گریلی | مدیریت | کاربران
fi: Grylli | Ylläpito | Käyttäjät
fr: Grylli | Admin | Utilisateurs
ga: Grylli | Admin | Adwumayɛfoɔ
gd: Grylli | Rianachd | Luchd-cleachdaidh
gl: Grylli | Admin | Usuarios
gu: Grylli | એડમિન | વપરાશકર્તાઓ
he: Grylli | מנהל | משתמשים
hi: Grylli | व्यवस्थापक | उपयोगकर्ता
hr: Grylli | Admin | Korisnici
hu: Grylli | Admin | Felhasználók
id: Grylli | Admin | Pengguna
is: Grylli | Stjórnandi | Notendur
it: Grylli | Admin | Utenti
ja: Grylli | 管理 | ユーザー
ka: Grylli | ადმინისტრატორი | მომხმარებლები
ku: Grylli | بەڕێوەبەرایەتی | بەکارهێنەرەکان
lt: Grylli | Administravimas | Vartotojai
lv: Grylli | Administrēšana | Lietotāji
mg: Grylli | Admin | Mpampiasa
mi: Grylli | Kaiwhakahaere | Kaiwhakamahi
mk: Grylli | Админ | Корисници
ml: ഗ്രില്ലി | അഡ്മിൻ | ഉപയോക്താക്കൾ
ms: Grylli | Admin | Pengguna
mt: Grylli | Amministratur | Utenti
my: Grylli | အက်မင် | အသုံးပြုသူများ
nl: Grylli | Admin | Gebruikers
no: Grylli | Admin | Brukere
pa: ਗ੍ਰਿਲੀ | ਐਡਮਿਨ | ਉਪਭੋਗਤਾ
pl: Grylli | Admin | Użytkownicy
pt: Grylli | Admin | Usuários
ro: Grylli | Admin | Utilizatori
ru: Grylli | Админ | Пользователи
sk: Grylli | Admin | Používatelia
sl: Grylli | Admin | Uporabniki
sq: Grylli | Admin | Përdorues
sr: Grylli | Admin | Korisnici
sv: Grylli | Admin | Användare
sw: Grylli | Msimamizi | Watumiaji
ta: கிரில்லி | நிர்வாகம் | பயனர்கள்
te: Grylli | అడ్మిన్ | వినియోగదారులు
th: Grylli | ผู้ดูแลระบบ | ผู้ใช้
tr: Grylli | Yönetici | Kullanıcılar
uk: Grylli | Адміністрування | Користувачі
ur: Grylli | ایڈمن | صارفین
uz: Grylli | Admin | Foydalanuvchilar
vi: Grylli | Quản trị viên | Người dùng
xh: Grylli | Ulawulo | Abasebenzisi

source: Grylli is a secure message scheduling and delivery platform.
ar: Grylli هو نظام آمن لجدولة وتسليم الرسائل.
az: Grylli təhlükəsiz mesaj cədvəli və çatdırma platformasıdır.
be: Grylli - гэта платформа для бяспечнага планавання і дастаўкі паведамленняў.
bn: Grylli হলো একটি সুরক্ষিত বার্তা সময়সূচি এবং ডেলিভারি প্ল্যাটফর্ম।
cs: Grylli je platforma pro bezpečné plánování a doručování zpráv.
cy: Mae Grylli yn blatfform amserlenni a danfon negeseuon diogel.
da: Grylli er en sikker platform til planlægning og levering af beskeder.
de: Grylli ist eine Plattform zur sicheren Nachrichtenplanung und -zustellung.
el: Το Grylli είναι μια ασφαλής πλατφόρμα προγραμματισμού και παράδοσης μηνυμάτων.
es: Grylli es una plataforma segura de programación y entrega de mensajes.
et: Grylli on turvaline sõnumite planeerimise ja edastamise platvorm.
eu: Grylli mezularitza segurua eta entrega plataforma da.
fa: Grylli یک پلتفرم ایمن برای زمان‌بندی و ارسال پیام است.
fi: Grylli on turvallinen viestien ajoitus- ja toimitusalusta.
fr: Grylli est une plateforme sécurisée de planification et de distribution de messages.
ga: Grylli yɛ nsakraeɛ wɔ nsɛm a wɔde bɔ dwa ne yɛ adwumadwuma wɔ ban mu platform.
gd: Tha Grylli na àrd-ùrlar lìbhrigidh is clàraidh teachdaireachdan tèarainte.
gl: Grylli é unha plataforma segura de programación e entrega de mensaxes.
gu: Grylli સુરક્ષિત સંદેશા સમયસૂચિ અને વિતરણ પ્લેટફોર્મ છે.
he: Grylli היא פלטפורמה מאובטחת לתזמון והעברת הודעות.
hi: Grylli एक सुरक्षित संदेश अनुसूचन और वितरण प्लेटफ़ॉर्म है।
hr: Grylli je platforma za sigurno zakazivanje i dostavu poruka.
hu: A Grylli egy biztonságos üzenetütemezési és kézbesítési platform.
id: Grylli adalah platform penjadwalan dan pengiriman pesan yang aman.
is: Grylli er öruggur vettvangur fyrir áætlun og afhendingu skilaboða.
it: Grylli è una piattaforma sicura per la programmazione e consegna dei messaggi.
ja: Grylliはセキュアなメッセージスケジューリングおよび配信プラットフォームです。
ka: Grylliは安全なメッセージスケジューリングと配信プラットフォームです。
ku: Grylli platformek navnîştina agahdar û hilbijartinê ye.
lt: Grylli yra saugi pranešimų planavimo ir pristatymo platforma.
lv: Grylli ir droša ziņojumu plānošanas un piegādes platforma.
mg: Grylli dia sehatra fandaharana sy fanaterana hafatra azo antoka.
mi: He papa whakatakoto, tuku karere haumaru a Grylli.
mk: Grylli е безбедна платформа за закажување и испорака на пораки.
ml: Grylli ഒരു സുരക്ഷിതമായ സന്ദേശ ഷെഡ്യൂളിംഗ്, ഡെലിവറി പ്ലാറ്റ്ഫോമാണ്.
ms: Grylli adalah platform penjadwalan dan penghantaran mesej yang selamat.
mt: Grylli hija pjattaforma sigura ta’ skedar u konsenja tal-messaġġi.
my: Grylli သည် စနစ်တကျ စာတိုက်မက်ဆေ့ချ်များကို စီစဉ်ပြီး ပေးပို့နိုင်သည့်အရပ်ဖြစ်သည်။
nl: Grylli is een veilig platform voor het plannen en afleveren van berichten.
no: Grylli er en sikker meldingsplanleggings- og leveringsplattform.
pa: Grylli ਇੱਕ ਸੁਰੱਖਿਅਤ ਸੁਨੇਹਾ ਸ਼ਡਿਊਲਿੰਗ ਅਤੇ ਵੰਡਣ ਦਾ ਪਲੇਟਫਾਰਮ ਹੈ।
pl: Grylli to bezpieczna platforma planowania i dostarczania wiadomości.
pt: Grylli é uma plataforma segura de agendamento e entrega de mensagens.
ro: Grylli este o platformă sigură pentru programarea și livrarea mesajelor.
ru: Grylli — это платформа для безопасного планирования и доставки сообщений.
sk: Grylli je bezpečná platforma na plánovanie a dodávanie správ.
sl: Grylli je platforma za varno načrtovanje in dostavo sporočil.
sq: Grylli është një platformë e sigurt për planifikimin dhe dorëzimin e mesazheve.
sr: Grylli je bezbedna platforma za planiranje i isporuku poruka.
sv: Grylli är en säker plattform för schemaläggning och leverans av meddelanden.
sw: Grylli ni jukwaa salama la kupanga ratiba na utoaji wa ujumbe.
ta: Grylli ஒரு பாதுகாப்பான செய்திச் அட்டவணை மற்றும் நீட்டிப்பு மையம்.
te: Grylli ఒక సురక్షిత సందేశ షెడ్యులింగ్ మరియు డెలివరీ ప్లాట్ఫారం.
th: Grylli เป็นแพลตฟอร์มการจัดตารางและส่งข้อความที่ปลอดภัย
tr: Grylli, güvenli bir mesajlama planlama ve teslimat platformudur.
uk: Grylli — це безпечна платформа для планування та доставки повідомлень.
ur: Grylli ایک محفوظ پیغام شیڈولنگ اور ترسیل کا پلیٹ فارم ہے.
uz: Grylli xavfsiz xabar rejalashtirish va yetkazib berish platformasi.
vi: Grylli là nền tảng lập thời gian biểu và giao hàng tin nhắn an toàn.
xh: I-Grylli iyiphepha elikhuselekileyo lokucwangcisa imiyalezo nokuyihambisa.

source: Grylli
gu: ગ્રિલી
hi: गिल्ली
pa: ਗ੍ਰਿੱਲੀ
te: గ్రిల్లీ

source: Home
ar: الصفحة الرئيسية
az: Ana səhifə
be: Галоўная
bn: হোম
cs: Domů
cy: Cartref
da: Hjem
de: Startseite
el: Αρχική
es: Inicio
et: Avaleht
eu: Hasiera
fa: خانه
fi: Koti
fr: Accueil
ga: Baile
gd: Dachaigh
gl: Inicio
gu: હોમ
he: בית
hi: होम
hr: Početna
hu: Kezdőlap
id: Beranda
is: Heim
ja: ホーム
ka: მთავარი
ku: ماڵەوە
lt: Pradžia
lv: Sākums
mi: Kāinga
mk: Почетна
ml: ഹോം
ms: Rumah
my: အိမ်
nl: Startpagina
no: Hjem
pa: ਮੁੱਖ ਸਫਾ
pl: Strona główna
pt: Início
ro: Acasă
ru: Главная
sk: Domov
sl: Domača stran
sq: Faqja Kryesore
sr: Početna
sv: Hem
sw: Nyumbani
ta: முதன்மை
te: హోమ్
th: หน้าหลัก
tr: Ana Sayfa
uk: Головна
ur: ہوم
uz: Bosh sahifa
vi: Trang chủ
xh: Ekhaya
