Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Years
ar: سنوات
az: İllər
be: Гады
bn: বছর
cs: Roky
cy: Blynyddoedd
da: År
de: Jahre
el: Έτη
es: Años
et: Aastad
eu: Urteak
fa: سال‌ها
fi: Vuodet
fr: Années
ga: Mfeɛ
gd: Bliadhnaichean
gl: Anos
gu: વર્ષો
he: שנים
hi: वर्ष
hr: Godine
hu: Évek
id: Tahun
is: Ár
it: Anni
ja: 年
ka: წლები
ku: Sal
lt: Metai
lv: Gadi
mg: Taona
mi: Ngā Tau
mk: Години
ml: വർഷങ്ങൾ
ms: Tahun
mt: Snin
my: နှစ်များ
nl: Jaren
no: År
pa: ਸਾਲ
pl: Lata
pt: Anos
ro: Ani
ru: Годы
sk: Roky
sl: Leta
sq: Vite
sr: Godine
sv: År
sw: Miaka
ta: ஆண்டுகள்
te: సంవత్సరాలు
th: ปี
tr: Yıllar
uk: Роки
ur: سال
uz: Yillar
vi: Năm
xh: Iminyaka

source: Months
ar: أشهر
az: Aylar
be: Месяцы
bn: মাস
cs: Měsíce
cy: Misoedd
da: Måneder
de: Monate
el: Μήνες
es: Meses
et: Kuud
eu: Hilabeteak
fa: ماه‌ها
fi: Kuukaudet
fr: Mois
ga: Mɔbosoom
gd: Mìosan
gl: Meses
gu: મહિના
he: חודשים
hi: महीने
hr: Mjeseci
hu: Hónapok
id: Bulan
is: Mánuðir
it: Mesi
ja: 月
ka: თვის
ku: Mehan
lt: Mėnesiai
lv: Mēneši
mg: Volana
mi: Ngā Marama
mk: Месеци
ml: മാസങ്ങൾ
ms: Bulan
mt: Xhur
my: လများ
nl: Maanden
no: Måneder
pa: ਮਹੀਨੇ
pl: Miesiące
pt: Meses
ro: Luni
ru: Месяцы
sk: Mesiace
sl: Meseci
sq: Muaj
sr: Meseci
sv: Månader
sw: Miezi
ta: மாதங்கள்
te: నెలలు
th: เดือน
tr: Aylar
uk: Місяці
ur: مہینے
uz: Oylik
vi: Tháng
xh: Iinyanga

source: Weeks
ar: أسابيع
az: Həftələr
be: Тыдні
bn: সপ্তাহ
cs: Týdny
cy: Wythnosau
da: Uger
de: Wochen
el: Εβδομάδες
es: Semanas
et: Nädalad
eu: Asteak
fa: هفته‌ها
fi: Viikot
fr: Semaines
ga: Dɔm
gd: Seachdainean
gl: Semanas
gu: અઠવાડિયા
he: שבועות
hi: सप्ताह
hr: Tjedni
hu: Hetek
id: Minggu
is: Vikur
it: Settimane
ja: 週間
ka: კვირები
ku: Hefteyan
lt: Savaitės
lv: Nedēļas
mg: Herinandro
mi: Ngā Wiki
mk: Недели
ml: ആഴ്ചകൾ
ms: Minggu
mt: Ġimgħat
my: ရက်သစ်များ
nl: Weken
no: Uker
pa: ਹਫ਼ਤੇ
pl: Tygodnie
pt: Semanas
ro: Săptămâni
ru: Недели
sk: Týždne
sl: Tedni
sq: Javë
sr: Nedelje
sv: Veckor
sw: Wiki
ta: வாரங்கள்
te: వారాలు
th: สัปดาห์
tr: Haftalar
uk: Тижні
ur: ہفتے
uz: Haftalar
vi: Tuần
xh: Iiveki

source: Days
ar: أيام
az: Günlər
be: Дні
bn: দিন
cs: Dny
cy: Dyddiau
da: Dage
de: Tage
el: Ημέρες
es: Días
et: Päevad
eu: Egunak
fa: روزها
fi: Päivät
fr: Jours
ga: Nda
gd: Làithean
gl: Días
gu: દિવસો
he: ימים
hi: दिन
hr: Dani
hu: Napok
id: Hari
is: Dagar
it: Giorni
ja: 日
ka: დღეები
ku: Rojan
lt: Dienos
lv: Dienas
mg: Andro
mi: Ngā Rā
mk: Денови
ml: ദിവസങ്ങൾ
ms: Hari
mt: Jiem
my: ရက်များ
nl: Dagen
no: Dager
pa: ਦਿਨ
pl: Dni
pt: Dias
ro: Zile
ru: Дни
sk: Dni
sl: Dnevi
sq: Ditë
sr: Dani
sv: Dagar
sw: Siku
ta: நாட்கள்
te: రోజులు
th: วัน
tr: Günler
uk: Дні
ur: دن
uz: Kunlar
vi: Ngày
xh: Iintsuku

source: Hours
ar: ساعات
az: Saatlar
be: Гадзіны
bn: ঘন্টা
cs: Hodiny
cy: Oriau
da: Timer
de: Stunden
el: Ώρες
es: Horas
et: Tunnid
eu: Orduak
fa: ساعت‌ها
fi: Tunnit
fr: Heures
ga: Dɔn
gd: Uairean
gl: Horas
gu: કલાકો
he: שעות
hi: घंटे
hr: Sati
hu: Órák
id: Jam
is: Klukkustundir
it: Ore
ja: 時間
ka: საათები
ku: Sateyan
lt: Valandos
lv: Stundas
mg: Ora
mi: Ngā Haora
mk: Часови
ml: മണിക്കൂറുകൾ
ms: Jam
mt: Sigħat
my: နာရီများ
nl: Uren
no: Timer
pa: ਘੰਟੇ
pl: Godziny
pt: Horas
ro: Ore
ru: Часы
sk: Hodiny
sl: Ure
sq: Orë
sr: Sati
sv: Timmar
sw: Saa
ta: மணிநேரங்கள்
te: గంటలు
th: ชั่วโมง
tr: Saatler
uk: Години
ur: گھنٹے
uz: Soatlar
vi: Giờ
xh: Iiyure

source: Minutes
ar: دقائق
az: Dəqiqələr
be: Хвіліны
bn: মিনিট
cs: Minuty
cy: Munudau
da: Minutter
de: Minuten
el: Λεπτά
es: Minutos
et: Minutid
eu: Minutuak
fa: دقیقه‌ها
fi: Minuutit
ga: Simma
gd: Mionaidean
gl: Minutos
gu: મિનિટો
he: דקות
hi: मिनट
hr: Minute
hu: Percek
id: Menit
is: Mínútur
it: Minuti
ja: 分
ka: წუთები
ku: Xulek
lt: Minutės
lv: Minūtes
mg: Minitra
mi: Ngā Meneti
mk: Минути
ml: മിനിറ്റുകൾ
ms: Minit
mt: Minuti
my: မိနစ်များ
nl: Minuten
no: Minutter
pa: ਮਿੰਟ
pl: Minuty
pt: Minutos
ro: Minute
ru: Минуты
sk: Minúty
sl: Minute
sq: Minuta
sr: Minuti
sv: Minuter
sw: Dakika
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: Dakikalar
uk: Хвилини
ur: منٹ
uz: Daqiqalar
vi: Phút
xh: Imizuzu

source: Check-in
ar: تسجيل الوصول
az: Yoxlama
be: Чэк-ін
bn: চেক-ইন
cs: Kontrola
cy: Gwirio i Mewn
es: Registro
fa: ورود
fi: Sisäänkirjautuminen
fr: Enregistrement
ga: Nnyeɛ w'adakye
gd: Sgrùdaidh a-steach
gu: ચકાસણી
he: צ'ק-אין
hi: चेक-इन
hr: Prijava
hu: Bejelentkezés
is: Innritun
ja: チェックイン
ka: შემოწმება
ku: Dîtin
lt: Registracija
lv: Reģistrēšanās
mg: Fanamarinana
mi: Taki
mk: Проверка
ml: ചെക്ക്-ഇൻ
ms: Daftar Masuk
my: ကြည့်ရှုရန်
nl: Inchecken
no: Innsjekking
pa: ਚੈਕ-ਇਨ
pl: Odprawa
ru: Отметка
sk: Prihlásenie
sl: Prijava
sq: Kontrollo
sr: Prijava
sv: Incheckning
sw: Ukaguzi
ta: செக்-இன்
te: చెక్-ఇన్
th: เช็คอิน
tr: Kontrol
uk: Перевірка
ur: چیک ان
uz: Tekshirish
vi: Kiểm tra
xh: Ukujonga

source: Save Schedule
ar: حفظ الجدولة
az: Cədvəli Saxla
be: Захаваць Расклад
bn: সময়সূচি সংরক্ষণ করুন
cs: Uložit plán
cy: Cadw'r Trefniant
da: Gem skema
de: Zeitplan speichern
el: Αποθήκευση Προγράμματος
es: Guardar programación
et: Salvesta ajakava
eu: Programazioa gorde
fa: ذخیره برنامه
fi: Tallenna aikataulu
fr: Enregistrer l'horaire
ga: Boobɔ ho nyansa
gd: Sàbhail Clàr
gl: Gardar Programación
gu: સમયસૂચિ સાચવો
he: שמור לוח זמנים
hi: अनुसूची सहेजें
hr: Spremi raspored
hu: Ütemezés mentése
id: Simpan Jadwal
is: Vista tímasetningu
it: Salva programma
ja: スケジュールを保存
ka: განრიგის შენახვა
ku: Rojname Rizgarkirin
lt: Išsaugoti tvarkaraštį
lv: Saglabāt grafiku
mg: Vonjeny ny fandaharam-potoana
mi: Tiaki Hōtaka
mk: Зачувај распоред
ml: ക്രമീകരണം സംഭരിക്കുക
ms: Simpan Jadual
mt: Issejvja Skeda
my: ကိုး_DAMAGE_စုထားပါ
nl: Opslaan planning
no: Lagre tidsplan
pa: ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Zapisz harmonogram
pt: Salvar Agenda
ro: Salvează Programarea
ru: Сохранить Расписание
sk: Uložiť plán
sl: Shrani razpored
sq: Ruaj Planifikimin
sr: Sačuvaj Raspored
sv: Spara schema
sw: Hifadhi Ratiba
ta: அட்டவணை சேமிக்கவும்
te: షెడ్యూల్ సేవ్ చేయండి
th: บันทึกตารางเวลา
tr: Planı Kaydet
uk: Зберегти розклад
ur: شیڈول محفوظ کریں
uz: Rejani saqlash
vi: Lưu Lịch trình
xh: Gcina ishedyuli

source: Email Configuration
ar: تكوين البريد الإلكتروني
az: Email Qurğusu
be: Канфігурацыя Электроннай Пошты
bn: ইমেইল কনফিগারেশন
cs: Konfigurace emailu
cy: Cyfluniad E-bost
da: E-mailkonfiguration
de: E-Mail-Konfiguration
el: Διαμόρφωση Email
es: Configuración de correo electrónico
et: E-posti konfiguratsioon
eu: Email Konfigurazioa
fa: پیکربندی ایمیل
fi: Sähköpostin konfiguraatio
fr: Configuration de l'email
gd: Rèiteachadh Post-d
gl: Configuración de Correo Electrónico
gu: ઇમેઇલ રૂપરેખાંકન
he: תצורת אימייל
hi: ईमेल कॉन्फ़िगरेशन
hr: Email konfiguracija
hu: Email konfiguráció
id: Konfigurasi Email
is: Tölvupóststilling
it: Configurazione Email
ja: メール設定
ka: ელფოსტის კონფიგურაცია
ku: Konfîgûrasyona E-nameyê
lt: El. laiško konfigūracija
lv: E-pasta konfigurācija
mg: Fametrahana mailaka
mi: Whirihoranga Īmēra
mk: Конфигурација на е-пошта
ml: ഇമെയിൽ ക്രമീകരണം
ms: Konfigurasi Emel
mt: Konfigurazzjoni tal-Email
my: အီးမေးလ်ဖွဲ့စည်းခြင်း
nl: E-mailconfiguratie
no: E-postkonfigurasjon
pa: ਈਮੇਲ ਸੰਰਚਨਾ
pl: Konfiguracja e-maila
pt: Configuração de Email
ro: Configurația Emailului
ru: Конфигурация Email
sk: Konfigurácia emailu
sl: Konfiguracija e-pošte
sq: Konfigurimi i Emailit
sr: Konfiguracija Emaila
sv: E-postkonfiguration
sw: Usanidi wa Barua Pepe
ta: மின்னஞ்சல் கட்டமைப்பு
te: ఇమెయిల్ కాన్ఫిగరేషన్
th: การตั้งค่าอีเมล
tr: E-posta Yapılandırması
uk: Конфігурація електронної пошти
ur: ای میل ترتیب
uz: Elektron pochta konfiguratsiyasi
vi: Cấu hình Email
xh: Ulungelelwaniso lwe-imeyile

source: Recipient
ar: المستلم
az: Alıcı
be: Атрымальнік
bn: প্রাপক
cs: Příjemce
cy: Derbynnydd
da: Modtager
de: Empfänger
el: Παραλήπτης
es: Destinatario
et: Saaja
eu: Hartzailea
fa: گیرنده
fi: Vastaanottaja
fr: Destinataire
ga: Obiara a ɛbɛsoma
gd: Neach-gheibhidh
gl: Destinatario
gu: પ્રાપ્તક
he: נמען
hi: प्राप्तकर्ता
hr: Primatelj
hu: Címzett
id: Penerima
is: Viðtakandi
it: Destinatario
ja: 受取人
ka: მიმღები
ku: Wereger
lt: Gavėjas
lv: Saņēmējs
mg: Mpandray
mi: Kaikawe
mk: Примач
ml: യാത്രികൻ
ms: Penerima
mt: Destinatarju
my: ပို့မည့်သူ
nl: Ontvanger
no: Mottaker
pa: ਪ੍ਰਾਪਤਕਰਤਾ
pl: Odbiorca
pt: Destinatário
ro: Destinatar
ru: Получатель
sk: Príjemca
sl: Prejemnik
sq: Marrësi
sr: Primalac
sv: Mottagare
sw: Mpokeaji
ta: பெறுநர்
te: గ్రహీత
th: ผู้รับ
tr: Alıcı
uk: Одержувач
ur: وصول کنندہ
uz: Qabul qiluvchi
vi: Người nhận
xh: Umamkeli

source: Body
ar: النص
az: Mətn
be: Тело
bn: বডি
cs: Tělo
cy: Corff
da: Indhold
de: Inhalt
el: Κείμενο
es: Cuerpo
et: Sisu
eu: Gorputza
fa: متن
fi: Viesti
fr: Corps
ga: Bɔ kasa no
gd: Buidheann
gl: Corpo
gu: મુખ્ય ભાગ
he: תוכן
hi: संदेश
hr: Tijelo
hu: Törzs
id: Isi
is: Innihald
it: Corpo
ja: 本文
ka: ტექსტი
ku: پەیوەند
lt: Turinys
lv: Ķermenis
mg: Vatana
mi: Tinana
mk: Тело
ml: ശരീരം
ms: Badan
mt: Korp
my: ကိုယ်စားပြုကာ
nl: Inhoud
no: Innhold
pa: ਸ਼ਰੀਰ
pl: Treść
pt: Corpo
ro: Corp
ru: Тело
sk: Text
sl: Telo
sq: Trupi
sr: Telo
sv: Brödtext
sw: Mwili
ta: உடல்
te: శరీరం
th: เนื้อหา
tr: Gövde
uk: Тіло
ur: پیغام
uz: Matn
vi: Nội dung
xh: Umzimba

source: Attached Files
ar: الملفات المرفقة
az: Əlavə Olunmuş Fayllar
be: Прыкладаемыя файлы
bn: সংযুক্ত ফাইল
cs: Připojené soubory
cy: Ffeiliau wedi'u hatodi
da: Vedhæftede filer
de: Angehängte Dateien
el: Συνδεδεμένα Αρχεία
es: Archivos adjuntos
et: Lisatud failid
eu: Erantsitako Fitxategiak
fa: فایل‌های پیوست‌شده
fi: Liitetyt tiedostot
fr: Fichiers joints
ga: Nkateeɛ a wɔka ho
gd: Faidhlichean Ceangailte
gl: Ficheiros Adxuntos
gu: જોડાયેલ ફાઈલો
he: קבצים מצורפים
hi: संलग्न फाइलें
hr: Priložene datoteke
hu: Csatolt fájlok
id: File Terlampir
is: Viðhengdar skrár
it: File Allegati
ja: 添付ファイル
ka: მიერთებული ფაილები
ku: Dosyayên pîvekirî
lt: Prieduoti failai
lv: Pievienotie faili
mg: Rakitra mifatotra
mi: Kōnae Āpiti
mk: Приложени фајлови
ml: ചേർ‍ന്ന ഫയലുകൾ
ms: Fail Dilampirkan
mt: Fajls Mehmuża
my: ဖိုင်တွဲပါ
nl: Bijgevoegde bestanden
no: Vedlagte filer
pa: ਜੋੜੀਆਂ ਹੋਈਆਂ ਫਾਈਲਾਂ
pl: Załączone pliki
pt: Arquivos Anexados
ro: Fișiere Atașate
ru: Прикрепленные Файлы
sk: Priložené súbory
sl: Priložene datoteke
sq: Dosjet e Bashkangjitura
sr: Priloženi Fajlovi
sv: Bifogade filer
sw: Faili Zilizowekwa
ta: இணைக்கப்பட்ட கோப்புகள்
te: జతచేసిన ఫైళ్లు
th: ไฟล์แนบ
tr: Ekli Dosyalar
uk: Прикріплені файли
ur: منسلک فائلیں
uz: Biriktirilgan fayllar
vi: Tệp đính kèm
xh: Iifayile eziqhotyoshelweyo

source: No files attached
ar: لا توجد ملفات مرفقة
az: Heç bir fayl əlavə olunmayıb
be: Ніякія файлы не прымацаваны
bn: কোনো ফাইল সংযুক্ত নয়
cs: Žádné soubory nejsou připojeny
cy: Dim ffeiliau wedi'u hatodi
da: Ingen filer vedhæftet
de: Keine Dateien angehängt
el: Δεν έχουν συνδεθεί αρχεία
es: No hay archivos adjuntos
et: Pole faile lisatud
eu: Ez dago fitxategirik erantsita
fa: هیچ فایلی پیوست نشده است
fi: Ei tiedostoja liitetty
fr: Aucun fichier joint
ga: Nkateeɛ biara nka ho
gd: Gun faidhlichean ceangailte
gl: Sen ficheiros adxuntos
gu: કોઈ ફાઇલો જોડાયેલ નથી
he: אין קבצים מצורפים
hi: कोई फाइल संलग्न नहीं
hr: Nema priloženih datoteka
hu: Nincsenek csatolt fájlok
id: Tidak ada file terlampir
is: Engar skrár viðhengdar
it: Nessun file allegato
ja: ファイルが添付されていません
ka: არ არის მიერთებული ფაილები
ku: Ne dosyayên pîvekirî tune ne
lt: Nėra pridėtų failų
lv: Nav pievienotu failu
mg: Tsy misy rakitra mifatotra
mi: Kāore he kōnae kua āpitihia
mk: Нема приложени фајлови
ml: ഫയലുകൾ ചേർക്കാത്തത്
ms: Tiada fail dilampirkan
mt: Ebda fajl mehmuż
my: ဖိုင်မပါ
nl: Geen bestanden bijgevoegd
no: Ingen filer vedlagt
pa: ਕੋਈ ਫਾਈਲ ਨਹੀਂ ਜੋੜੀ
pl: Brak załączonych plików
pt: Nenhum arquivo anexado
ro: Niciun fișier atașat
ru: Файлы не прикреплены
sk: Žiadne súbory nie sú priložené
sl: Ni priloženih datotek
sq: Asnjë dosje e bashkangjitur
sr: Nema priloženih fajlova
sv: Inga filer bifogade
sw: Hakuna faili zilizoambatishwa
ta: கோப்புகள் இணைக்கப்படவில்லை
te: ఫైళ్లు జత చేయలేదు
th: ไม่มีไฟล์แนบ
tr: Ekli dosya yok
uk: Файлів не прикріплено
ur: کوئی فائلیں منسلک نہیں
uz: Fayllar yo'q
vi: Không có tệp đính kèm
xh: Akukho fayile eziqhotyoshelweyo

source: SMTP Configuration
ar: تكوين SMTP
az: SMTP Qurğusu
be: Канфігурацыя SMTP
bn: SMTP কনফিগারেশন
cs: SMTP konfigurace
cy: Cyfluniad SMTP
da: SMTP-konfiguration
de: SMTP-Konfiguration
el: Διαμόρφωση SMTP
es: Configuración SMTP
et: SMTP konfiguratsioon
eu: SMTP Konfigurazioa
fa: پیکربندی SMTP
fi: SMTP-konfiguraatio
fr: Configuration SMTP
gd: Rèiteachadh SMTP
gl: Configuración SMTP
gu: SMTP રૂપરેખાંકન
he: תצורת SMTP
hi: SMTP कॉन्फ़िगरेशन
hr: SMTP konfiguracija
hu: SMTP konfiguráció
id: Konfigurasi SMTP
is: SMTP stilling
it: Configurazione SMTP
ja: SMTP設定
ka: SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP
lt: SMTP konfigūracija
lv: SMTP konfigurācija
mg: Fametrahana SMTP
mi: Whirihoranga SMTP
mk: SMTP Конфигурација
ml: SMTP ക്രമീകരണം
ms: Konfigurasi SMTP
mt: Konfigurazzjoni SMTP
my: SMTP ဖွဲ့စည်းခြင်း
nl: SMTP-configuratie
no: SMTP-konfigurasjon
pa: ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ
pl: Konfiguracja SMTP
pt: Configuração SMTP
ro: Configurația SMTP
ru: Конфигурация SMTP
sk: SMTP konfigurácia
sl: Nastavitev SMTP
sq: Konfigurimi SMTP
sr: SMTP Konfiguracija
sv: SMTP-konfiguration
sw: Usanidi wa SMTP
ta: SMTP கட்டமைப்பு
te: SMTP కాన్ఫిగరేషన్
th: การตั้งค่า SMTP
tr: SMTP Yapılandırması
uk: Конфігурація SMTP
ur: SMTP ترتیب
uz: SMTP konfiguratsiyasi
vi: Cấu hình SMTP
xh: Ulungelelwaniso lwe-SMTP

source: Label:
ar: التسمية:
az: Etiket:
be: Надпіс:
bn: লেবেল:
cs: Štítek:
da: Mærkat:
de: Bezeichnung:
el: Ετικέτα:
es: Etiqueta:
et: Silt:
eu: Etiketa:
fa: برچسب:
fi: Nimike:
fr: Étiquette :
ga: Edin:
gd: Bileag:
gl: Etiqueta:
gu: લેબલ:
he: תווית:
hi: लेबल:
hr: Oznaka:
hu: Címke:
is: Merki:
it: Etichetta:
ja: ラベル：
ka: წარწერა:
ku: Etîket:
lt: Etiketė:
lv: Etiķete:
mg: Marika:
mi: Tapanga:
mk: Етикета:
ml: ലേബൽ:
mt: Etiketta:
my: တံဆိပ်:
no: Etikett:
pa: ਲੈਬਲ:
pl: Etykieta:
pt: Etiqueta:
ro: Etichetă:
ru: Метка:
sk: Označenie:
sl: Oznaka:
sq: Etiketa:
sr: Oznaka:
sv: Etikett:
sw: Lebo:
ta: சுட்டுரை:
te: లేబుల్:
th: ป้ายกำกับ:
tr: Etiket:
uk: Мітка:
ur: لیبل:
uz: Yorliq:
vi: Nhãn:
xh: Ilebheli:

source: Host:
ar: المضيف:
be: Хост:
bn: হোস্ট:
cy: Gwesteiwr:
da: Vært:
el: Κεντρικός διακομιστής:
eu: Ostalaria:
fa: میزبان:
fi: Isäntä:
fr: Hôte :
ga: Fie:
gd: Aoigheachd:
gu: હોસ્ટ:
he: מארח:
hi: होस्ट:
is: Hýsill:
ja: ホスト：
ka: მასპინძელი:
lv: Resursdators:
mg: Mpampiantrano:
mi: Kāinga:
mk: Хост:
ml: ഹോസ്റ്റ്:
ms: Hos:
my: ဆိပ်ကမ်း:
no: Vert:
pa: ਹੋਸਟ:
ro: Gazdă:
ru: Хост:
sk: Hostiteľ:
sl: Strežnik:
sq: Mikpritësi:
sv: Värd:
ta: ஆதிகாரம்:
te: హోస్ట్:
th: โฮสต์:
tr: Sunucu:
uk: Хост:
ur: میزبان:
vi: Máy chủ:
xh: Umamkeli:

source: Username:
ar: اسم المستخدم:
az: İstifadəçi adı:
be: Імя карыстальніка:
bn: ইউজারনেম:
cs: Uživatelské jméno:
cy: Enw Defnyddiwr:
da: Brugernavn:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
et: Kasutajanimi:
eu: Erabiltzailea:
fa: نام کاربری:
fi: Käyttäjänimi:
fr: Nom d'utilisateur :
ga: Din a wɔhyɛ:
gd: Ainm-cleachdaiche:
gl: Nome de usuario:
gu: વપરાશકર્તા નામ:
he: שם משתמש:
hi: उपयोगकर्ता नाम:
hr: Korisničko ime:
hu: Felhasználónév:
id: Nama Pengguna:
is: Notandanafn:
ja: ユーザー名：
ka: მომხმარებლის სახელი:
ku: Navê Bikarhêner:
lt: Vartotojo vardas:
lv: Lietotājvārds:
mg: Anarana:
mi: Ingoa Kaiwhakamahi:
mk: Корисничко име:
ml: ഉപയോക്തൃനാമം:
ms: Nama Pengguna:
my: အသုံးပြုသူခေါ်စ ကိန်း:
nl: Gebruikersnaam:
no: Brukernavn:
pa: ਯੂਜ਼ਰਨੇਮ:
pl: Nazwa użytkownika:
pt: Nome de Usuário:
ro: Nume utilizator:
ru: Имя пользователя:
sk: Používateľské meno:
sl: Uporabniško ime:
sq: Emri i përdoruesit:
sr: Korisničko ime:
sv: Användarnamn:
sw: Jina la Mtumiaji:
ta: பயனர் பெயர்:
te: వాడుకరిపేరు:
th: ชื่อผู้ใช้:
tr: Kullanıcı Adı:
uk: Ім'я користувача:
ur: صارف نام:
uz: Foydalanuvchi nomi:
vi: Tên người dùng:
xh: Igama lomsebenzisi:

source: Yes
ar: نعم
az: Bəli
be: Тийм
bn: হ্যাঁ
cs: Ano
cy: Ie
da: Ja
de: Ja
el: Ναι
es: Sí
et: Jah
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
ga: Sea
gd: Tha
gl: Si
gu: હા
he: כן
hi: हाँ
hr: Da
hu: Igen
id: Ya
is: Já
it: Sì
ja: はい
ka: დიახ
ku: Erê
lt: Taip
lv: Jā
mg: Eny
mi: Āe
mk: Да
ml: അവസരം
ms: Ya
mt: Iva
my: ဟုတ်ကဲ့
nl: Ja
no: Ja
pa: ਹਾਂ
pl: Tak
pt: Sim
ro: Da
ru: Да
sk: Áno
sl: Da
sq: Po
sr: Da
sv: Ja
sw: Ndiyo
ta: ஆம்
te: అవును
th: ใช่
tr: Evet
uk: Так
ur: جی ہاں
uz: Ha
vi: Có
xh: Ewe

source: No
ar: لا
az: Xeyr
be: Үгүй
bn: না
cs: Ne
cy: Na
da: Nej
de: Nein
el: Όχι
et: Ei
eu: Ez
fa: خیر
fi: Ei
fr: Non
ga: Níl
gd: Chan eil
gl: Non
gu: ના
he: לא
hi: नहीं
hr: Ne
hu: Nem
id: Tidak
is: Nei
ja: いいえ
ka: არა
ku: Na
lt: Ne
lv: Nē
mg: Tsia
mi: Kāo
mk: Не
ml: അല്ല
ms: Tidak
mt: Le
my: မဟုတ်ဘူး
nl: Nee
no: Nei
pa: ਨਹੀਂ
pl: Nie
pt: Não
ro: Nu
ru: Нет
sk: Nie
sl: Ne
sq: Jo
sr: Ne
sv: Nej
sw: Hapana
ta: இல்லை
te: కాదు
th: ไม่
tr: Hayır
uk: Ні
ur: نہیں
uz: Yo'q
vi: Không
xh: Hayi

source: No SMTP configuration assigned
ar: لم يتم تعيين تكوين SMTP
az: FTP qurğusu təyin olunmayıb
be: Канфігурацыя SMTP не прызначана
bn: কোনো SMTP কনফিগারেশন বরাদ্দ নেই
cs: Žádná SMTP konfigurace není přiřazena
cy: Dim cyfluniad SMTP wedi'i neilltuo
da: Ingen SMTP-konfiguration tildelt
de: Keine SMTP-Konfiguration zugewiesen
el: Δεν έχει εκχωρηθεί διαμόρφωση SMTP
es: No se ha asignado configuración SMTP
et: SMTP konfiguratsioon määramata
eu: SMTP konfiguraziorik ez da asignatu
fa: هیچ پیکربندی SMTP ای تعیین نشده است
fi: Ei SMTP-konfiguraatiota määritetty
fr: Aucune configuration SMTP attribuée
ga: Enkabea biara mma SMTP configuration
gd: Gun rèiteachadh SMTP air a riarachadh
gl: Ningunha configuración SMTP asignada
gu: કોઈ SMTP રૂપરેખાંકન સોંપવામાં આવ્યું નથી
he: לא הוקצתה תצורת SMTP
hi: कोई SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया
hr: Nema dodijeljene SMTP konfiguracije
hu: Nincs SMTP konfiguráció hozzárendelve
id: Tidak ada konfigurasi SMTP yang ditetapkan
is: Engin SMTP stilling úthlutuð
it: Nessuna configurazione SMTP assegnata
ja: SMTP設定が割り当てられていません
ka: არ არის მინიჭებული SMTP კონფიგურაცია
ku: Konfîgûrasyona SMTP tune ye
lt: Nėra paskirta SMTP konfigūracija
lv: Nav piešķirta SMTP konfigurācija
mg: Tsy misy fametrahana SMTP natokana
mi: Kāore i te whakaritea he whirihoranga SMTP
mk: Нема доделена SMTP конфигурација
ml: SMTP ക്രമീകരണം നിയോഗിച്ചിട്ടില്ല
ms: Tiada konfigurasi SMTP ditugaskan
mt: Ebda konfigurazzjoni SMTP ma qed tintuża
my: SMTP ဖွဲ့စည်းခြင်းမရှိပါ
nl: Geen SMTP-configuratie toegewezen
no: Ingen SMTP-konfigurasjon tilordnet
pa: ਕੋਈ ਐਸ.ਐਮ.ਟੀ.ਪੀ ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ
pl: Brak przypisanej konfiguracji SMTP
pt: Nenhuma configuração SMTP atribuída
ro: Nicio configurație SMTP atribuită
ru: Конфигурация SMTP не назначена
sk: Žiadna SMTP konfigurácia nie je priradená
sl: Ni dodeljene nastavitve SMTP
sq: Asnjë konfigurim SMTP i caktuar
sr: Nema dodeljene SMTP konfiguracije
sv: Ingen SMTP-konfiguration tilldelad
sw: Hakuna usanidi wa SMTP uliopeanwa
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు
th: ไม่ได้กำหนดการตั้งค่า SMTP
tr: SMTP yapılandırması atanmadı
uk: Конфігурація SMTP не призначена
ur: کوئی SMTP ترتیب تفویض نہیں کی گئی
uz: SMTP konfiguratsiyasi tayinlanmagan
vi: Không có cấu hình SMTP được gán
xh: Akukho lungelelwaniso lwe-SMTP olunikeziwe

source: Schedule Information
ar: معلومات الجدولة
az: Cədvəl Məlumatı
be: Інфармацыя пра Расклад
bn: সময়সূচির তথ্য
cs: Informace o plánu
cy: Gwybodaeth am y Trefniant
da: Planlægningsinformation
de: E-Mail planen
el: Πληροφορίες Προγράμματος
es: Programar correo electrónico
et: Planeerimise info
eu: Programazio Informazioa
fa: اطلاعات برنامه
fi: Aikataulutiedot
fr: Planifier l'email
ga: Gyina nsɛm
gd: Fiosrachadh Clàraidh
gl: Información da Programación
gu: સમયસૂચિ માહિતી
he: מידע על לוח זמנים
hi: अनुसूची जानकारी
hr: Informacije o rasporedu
hu: Ütemezési információk
id: Informasi Jadwal
is: Tímasetningarupplýsingar
it: Informazioni di Programmazione
ja: スケジュール情報
ka: განრიგის ინფორმაცია
ku: Agahdariya Rojname
lt: Tvarkaraščio informacija
lv: Grafika informācija
mg: Fampahalalana fandaharam-potoana
mi: Ngā Kōrero Hōtaka
mk: Информации за распоред
ml: ക്രമീകരണ വിവരം
ms: Maklumat Jadual
mt: Informazzjoni dwar l-Iskeda
my: အချိန်ပြတ် အချက်အလက်များ
nl: Informatie over planning
no: Tidsplaninformasjon
pa: ਕਾਲੰਤਰ ਜਾਣਕਾਰੀ
pl: Informacje o harmonogramie
pt: Informação da Agenda
ro: Informații Programare
ru: Информация о Расписании
sk: Informácie o pláne
sl: Informacije o razporedu
sq: Informacioni i Planifikimit
sr: Informacije o Rasporedu
sv: Schema Information
sw: Taarifa za Ratiba
ta: அட்டவணை தகவல்
te: షెడ్యూల్ సమాచారం
th: ข้อมูลตารางเวลา
tr: Plan Bilgisi
uk: Інформація про розклад
ur: شیڈول معلومات
uz: Reja ma'lumotlari
vi: Thông tin Lịch trình
xh: Ulwazi ngeshedyuli

source: Check-in Interval:
ar: فترة تسجيل الوصول:
az: Yoxlama İntervalı:
be: Інтэрвал Чэк-іна:
bn: চেক-ইন ইন্টারভ্যাল:
cs: Interval kontroly:
cy: Cyfwng Gwirio i Mewn:
de: Check-in-Intervall
el: Διάστημα Check-in:
es: Intervalo de Registro
et: Kontrollivahemik:
eu: Check-in Tartea:
fa: بازه زمانی ورود:
fi: Sisäänkirjautumisväli:
fr: Intervalle de check-in
ga: Nnyeɛ Nda:
gd: Eadar-ama Sgrùdaidh:
gl: Intervalo de Check-in:
gu: ચકાસણી અંતરાલ:
he: מרווח בדיקה:
hi: चेक-इन अंतराल:
hr: Interval prijave:
hu: Bejelentkezési intervallum:
id: Interval Check-in:
is: Innritunarbili:
it: Intervallo di Check-in:
ja: チェックイン間隔：
ka: შემოწმების ინტერვალი:
ku: Navbara Dîtinê:
lt: Registracijos intervalas:
lv: Reģistrēšanās intervāls:
mg: Interval fanamarinana:
mi: Wā Taki:
mk: Интервал на проверка:
ml: ചെക്ക്-ഇൻ ഇടവേള:
ms: Interval Daftar Masuk:
mt: Intervalli ta' Check-in:
my: ကြည့်ရှုအကြိမ်မာ်:
nl: Incheckinterval:
no: Innsjekkingsintervall:
pa: ਚੈਕ-ਇਨ ਅੰਤਰਾਲ:
pl: Interwał odpraw:
pt: Intervalo de Check-in:
ro: Intervalul de Check-in:
ru: Интервал Отметки:
sk: Interval prihlásenia:
sl: Interval prijave:
sq: Intervali i Kontrollit:
sr: Interval Prijave:
sv: Incheckningsintervall:
sw: Muda wa Ukaguzi:
ta: செக்-இன் இடைவெளி:
te: చెక్-ఇన్ అంతరం:
th: ช่วงเวลาเช็คอิน:
tr: Kontrol Aralığı:
uk: Інтервал перевірки:
ur: چیک ان وقفہ:
uz: Tekshirish vaqti:
vi: Khoảng thời gian kiểm tra:
xh: Ixesha lokungena:

source: minutes
ar: دقائق
az: dəqiqə
be: хвіліны
bn: মিনিট
cs: minuty
cy: munudau
da: minutter
de: Minuten
el: λεπτά
es: Minutos
et: minutit
eu: minutuak
fa: دقیقه‌ها
fi: minuutit
ga: simma
gd: mionaidean
gl: minutos
gu: મિનિટો
he: דקות
hi: मिनट
hr: minute
hu: percek
id: menit
is: mínútur
it: minuti
ja: 分
ka: წუთები
ku: xulek
lt: minutės
lv: minūtes
mg: minitra
mi: meneti
mk: минути
ml: മിനിറ്റുകൾ
ms: minit
mt: minuti
my: မိနစ်
nl: minuten
no: minutter
pa: ਮਿੰਟ
pl: minuty
pt: minutos
ro: minute
ru: минуты
sk: minúty
sl: minute
sq: minuta
sr: minuta
sv: minuter
sw: dakika
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: dakika
uk: хвилин
ur: منٹ
uz: daqiqa
vi: phút
xh: imizuzu

source: Grace Period:
ar: فترة السماح:
az: Möhlət Müddəti:
be: Грэйс-перыяд:
bn: গ্রেস পিরিয়ড:
cs: Doba odkladu:
cy: Amser Gras:
da: Nådeperiode:
de: Kulanzzeit
el: Περίοδος Χάριτος:
es: Periodo de gracia
et: Ajapikendus:
eu: Onarpenerako Epea:
fa: دوره مهلت:
fi: Armoaika:
fr: Période de grâce
ga: Boobɔ ho:
gd: Ùine-maitheis:
gl: Período de Graza:
gu: અનુગ્રહ અવધિ:
he: תקופת חסד:
hi: ग्रेस अवधि:
hu: Türelmi idő:
id: Periode Tenggang:
is: Frestur:
it: Periodo di Tolleranza:
ja: 猶予期間：
ka: შეუქმიანი პერიოდი:
ku: Wênejê Dîtinê:
lt: Malonės laikotarpis:
lv: Tolerances periods:
mg: Fe-potoana fandeferana:
mi: Wā Whakarau:
mk: Временска дозвола:
ml: ഗ്രേസ് കാലയളവ്:
ms: Tempoh Tangguh:
mt: Perjodu ta' Grazzja:
my: ကြာချိန်ကာလ:
nl: Respijtperiode:
no: Frist:
pa: ਸਹਿਯੋਗ ਅਰਸਾ:
pl: Okres karencji:
pt: Período de Tolerância:
ro: Perioada de Grație:
ru: Льготный Период:
sk: Doba milosti:
sl: Obdobje milosti:
sq: Periudha e Faljes:
sr: Vreme Tolerancije:
sv: Frist:
sw: Muda wa Rehema:
ta: அனுகூல வது:
te: గ్రేస్ పీరియడ్:
th: ช่วงผ่อนผัน:
tr: Tolere Süresi:
uk: Період відстрочки:
ur: رعایت مدت:
uz: Imtiyoz Muddat:
vi: Thời gian gia hạn:
xh: Ixesha lenkxaso:
