Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Last Check-in:
ar: آخر تسجيل دخول:
az: Son Yoxlama:
be: Апошні Чэк-ін:
bn: শেষ চেক-ইন:
cs: Poslední kontrola:
cy: Gwirio i Mewn Diwethaf:
da: Sidste check-in:
de: Letztes Check-in
el: Τελευταίο Check-in:
es: Último Registro
et: Viimane kontroll:
eu: Azken Check-in:
fa: آخرین ورود:
fi: Viimeisin sisäänkirjautuminen:
fr: Dernier check-in
ga: Φινάλ Τσεκ-ιν:
gd: Sgrùdaidh mu dheireadh a-steach:
gl: Último Check-in:
gu: છેલ્લી ચકાસણી:
he: צ'ק-אין אחרון:
hi: अंतिम चेक-इन:
hr: Zadnja prijava:
hu: Utolsó bejelentkezés:
id: Check-in Terakhir:
is: Síðasta innritun:
it: Ultimo Check-in:
ja: 最終チェックイン：
ka: ბოლო შემოწმება:
ku: Dîtina Dawîn:
lt: Paskutinė registracija:
lv: Pēdējā reģistrēšanās:
mg: Fanamarinana farany:
mi: Taki Whakamutunga:
mk: Последна проверка:
ml: അവസാന ചെക്ക്-ഇൻ:
ms: Daftar Masuk Terakhir:
mt: L-Aħħar Check-in:
my: ရှု\
nl: Laatste check-in:
no: Siste innsjekking:
pa: ਅੰਤਿਮ ਚੈਕ-ਇਨ:
pl: Ostatnia odprawa:
pt: Último Check-in:
ro: Ultimul Check-in:
ru: Последняя Отметка:
sk: Posledné prihlásenie:
sl: Zadnja prijava:
sq: Kontrolla e fundit:
sr: Poslednja Prijava:
sv: Senaste incheckningen:
sw: Ukaguzi wa Mwisho:
ta: கடைசி செக்-இன்:
te: చివరి చెక్-ఇన్:
th: เช็คอินครั้งล่าสุด:
tr: Son Kontrol:
uk: Остання перевірка:
ur: آخری چیک ان:
uz: Oxirgi tekshirish:
vi: Lần kiểm tra cuối:
xh: Ukungena okokugqibela:

source: No check-in has occurred yet
ar: لم يحدث أي تسجيل دخول حتى الآن
az: Hələ heç bir yoxlama baş verməyib
be: Чэк-ін яшчэ не адбыўся
bn: এখনো কোন চেক-ইন হয়নি
cs: Kontrola ještě neproběhla
cy: Nid oes unrhyw wirio i mewn wedi digwydd eto
da: Ingen check-in er sket endnu
de: Es hat noch kein Check-in stattgefunden.
el: Δεν έχει γίνει check-in ακόμα
es: No se ha realizado ningún check-in aún
et: Kontrolli pole veel toimunud
eu: Ez da check-inik gertatu oraindik
fa: هنوز هیچ ورودی رخ نداده است
fi: Sisäänkirjautumista ei ole vielä tapahtunut
fr: Aucun enregistrement n'a encore eu lieu
ga: Ennɛso mpo nyɛ biara
gd: Cha do thachair sgrùdadh a-steach fhathast
gl: Aínda non se produciu ningún check-in
gu: હજી સુધી કોઇ ચકાસણી થઈ નથી
he: טרם בוצע צ'ק-אין
hi: अभी तक कोई चेक-इन नहीं हुआ
hr: Nijedna prijava još nije bila
hu: Még nem történt bejelentkezés
id: Belum ada check-in
is: Engin innritun hefur átt sér stað ennþá
it: Nessun check-in è ancora avvenuto
ja: まだチェックインされていません
ka: ჯერჯერობით არ მომხდარა შემოწმება
ku: Heta niha ti dîtin tune ye
lt: Dar registracija neįvyko
lv: Nav vēl noticis neviens reģistrējums
mg: Tsy mbola nisy fanamarinana nitranga
mi: Kāore anō kia haehae
mk: Сѐ уште нема извршена проверка
ml: ഇനി ചെക്ക്-ഇൻ നടന്നിട്ടില്ല
ms: Tiada daftar masuk berlaku lagi
mt: Ma saret ebda check-in sa issa
my: မရရှိသ
nl: Er heeft nog geen check-in plaatsgevonden
no: Ingen innsjekking har skjedd ennå
pa: ਹਾਲੇ ਤੱਕ ਕੋਈ ਚੈਕ-ਇਨ ਨਹੀਂ ਹੋਇਆ
pl: Nie odbyła się jeszcze żadna odprawa
pt: Nenhum check-in ocorreu ainda
ro: Nu a avut loc încă niciun check-in
ru: Отметка еще не была сделана
sk: K prihláseniu ešte nedošlo
sl: Prijava še ni bila izvedena
sq: Ende nuk është kryer asnjë kontroll
sr: Još nije bilo prijave
sv: Ingen incheckning har ägt rum ännu
sw: Hakuna ukaguzi uliofanyika bado
ta: இன்னும் செக்-இன் நடைபெறவில்லை
te: ఇంతవరకు చెక్ ఇన్ జరగలేదు
th: ยังไม่ได้มีการเช็คอิน
tr: Henüz kontrol gerçekleşmedi
uk: Перевірки ще не відбулося
ur: ابھی تک کوئی چیک ان نہیں ہوا
uz: Hali tekshirilgani yo'q
vi: Chưa có lần kiểm tra nào
xh: Akukho kungena okwenzekileyo ngoku

source: Back to Emails
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Cannot edit while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Attach Files
ar: إرفاق ملفات
az: Faylları əlavə et
be: Прикрепить файлы
bn: ফাইল সংযুক্ত করুন
cs: Připojit soubory
cy: Atodi Ffeiliau
da: Vedhæft filer
de: Dateien anhängen
el: Επισύναψη Αρχείων
es: Adjuntar Archivos
et: Lisa failid
eu: Erantsi Fitxategiak
fa: پیوست فایل‌ها
fi: Liitä tiedostot
fr: Joindre des fichiers
ga: Kɔkwa Faelɔ
gd: Ceangail Faidhlichean
gl: Anexar arquivos
gu: ફાઇલ્સ જોડો
he: צרף קבצים
hi: फ़ाइलें संलग्न करें
hr: Priloži datoteke
hu: Fájlok csatolása
id: Lampirkan Berkas
is: Hengja skrár
it: Allega File
ja: ファイルを添付
ka: ფაილების დანართი
ku: فایلەکان پەیوەندبکە
lt: Pridėti failus
lv: Pievienot failus
mg: Mampiaraka Rakitra
mi: Āpitihia ngā Kōnae
mk: Прикачи датотеки
ml: ഫയലുകൾ പദ്ധതി ചെയ്യുക
ms: Lampirkan Fail
mt: Iwaħħal il-Fajls
my: ဖိုင်များ ချိတ်ဆက်ပါ
nl: Bestanden Bijvoegen
no: Legg ved filer
pa: ਫਾਇਲਾਂ ਜੋੜੋ
pl: Dołącz pliki
pt: Anexar Arquivos
ro: Atașează fișiere
ru: Прикрепить файлы
sk: Pripojiť súbory
sl: Pripni datoteke
sq: Ngjit Skedarët
sr: Priloži fajlove
sv: Bifoga Filer
sw: Ambatanisha Mafaili
ta: கோப்புகளை இணைக்கவும்
te: ఫైల్స్ జత చేయండి
th: แนบไฟล์
tr: Dosyaları Ekle
uk: Додати файли
ur: فائلیں منسلک کریں
uz: Fayllarni qo'shish
vi: Đính kèm tệp
xh: Namathisela Amafayela

source: Cannot attach files while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Assign SMTP Config
ar: 📧 تعيين إعدادات SMTP لـ:
az: 📧 SMTP Konfiqurasiyasını təyin et:
be: 📧 Назначить конфигурацию SMTP для:
bn: 📧 SMTP কনফিগ অ্যাসাইন করা হয়:
cs: 📧 Přiřadit SMTP konfiguraci k:
cy: 📧 Neilltuo Config SMTP i:
da: 📧 Tildel SMTP-konfiguration til:
de: 📧 SMTP-Konfig zuweisen an:
el: 📧 Ανάθεση Διαμόρφωσης SMTP σε:
es: 📧 Asignar Configuración SMTP a:
et: 📧 Määra SMTP konfiguratsioon aadressile:
eu: 📧 SMTP Konfigurazioa esleitu:
fa: 📧 اختصاص تنظیمات SMTP به:
fi: 📧 Liitä SMTP-asetukset:
fr: 📧 Assigner la configuration SMTP à :
ga: 📧 Sane SMTP Bɔɔsi kɔ:
gd: 📧 Roinn SMTP Config ri:
gl: 📧 Asignar configuración SMTP a:
gu: 📧 SMTP કન્ફિગ સોંપો:
he: 📧 הקצה תצורת SMTP ל:
hi: 📧 SMTP कॉन्फ़िग असाइन करें:
hr: 📧 Dodijelite SMTP konfiguraciju za:
hu: 📧 SMTP konfiguráció hozzárendelése a következőhöz:
id: 📧 Tetapkan Konfigurasi SMTP ke:
is: 📧 Úthluta SMTP stillingum á:
it: 📧 Assegna Config SMTP a:
ja: 📧 SMTP設定を割り当て：
ka: 📧 SMTP კონფიგურაციის მიწერა:
ku: 📧 ڕێکخەری SMTP بەشێنە بۆ:
lt: 📧 Paskirti SMTP konfigūraciją:
lv: 📧 Piešķirt SMTP konfigurāciju:
mg: 📧 Atokana ny SMTP Config amin'ny:
mi: 📧 Tautapa SMTP Config ki:
mk: 📧 Додели SMTP Конфиг на:
ml: 📧 SMTP ക്രമീകരണം നിയോഗിക്കുക:
ms: 📧 Tetapkan Konfigurasi SMTP kepada:
mt: 📧 Assenja SMTP Config għal:
my: 📧 SMTP ဖွင့်ထားသော ဆက်တိုက်တပ်ဆင်ရန်:
nl: 📧 SMTP-configuratie toewijzen aan:
no: 📧 Tildel SMTP-konfigurasjon til:
pa: 📧 SMTP ਕਾਨਫਿਗ ਐਸਾਈਨ ਕਰੋ:
pl: 📧 Przypisz konfigurację SMTP do:
pt: 📧 Atribuir Config SMTP para:
ro: 📧 Atribuiți Configurația SMTP pentru:
ru: 📧 Назначить конфигурацию SMTP для:
sk: 📧 Priradiť SMTP konfiguráciu k:
sl: 📧 Dodeli SMTP konfiguracijo:
sq: 📧 Cakto SMTP Config për:
sr: 📧 Dodeli SMTP konfiguraciju za:
sv: 📧 Tilldela SMTP-konfiguration till:
sw: 📧 Weka Usanidi wa SMTP kwa:
ta: 📧 SMTP காட்சி ஒதுக்க:
te: 📧 SMTP కాన్ఫిగ్అAssign చేయండి:
th: 📧 กำหนดการตั้งค่า SMTP ให้:
tr: 📧 SMTP Yapılandırmasını Ata:
uk: 📧 Призначити конфігурацію SMTP для:
ur: 📧 SMTP کنفیگریشن تفویض کریں:
uz: 📧 SMTP konfiguratsiyasini tayinlang:
vi: 📧 Gán cấu hình SMTP cho:
xh: 📧 Nikeza i-SMTP Config kuye:

source: Cannot assign SMTP while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: Cannot schedule while enabled
ar: لا يمكن التعديل أثناء الاستخدام
az: İstifadədə ikən redaktə etmək mümkün deyil
be: Немагчыма рэдагаваць падчас выкарыстання
bn: ব্যবহারের সময় সম্পাদনা করা যাবে না
cs: Nelze upravit, zatímco je používán
cy: Methu golygu tra yn cael ei ddefnyddio
da: Kan ikke redigere, mens det er i brug
de: Kann während der Nutzung nicht bearbeitet werden
el: Δεν είναι δυνατή η επεξεργασία ενώ χρησιμοποιείται
es: No se puede editar mientras esté en uso.
et: Ei saa redigeerida, kui on kasutuses
eu: Ez daiteke editatu erabiltzen den bitartean
fa: نمی‌توان در حین استفاده ویرایش کرد
fi: Ei voi muokata käytön aikana
fr: Impossible de modifier pendant l'utilisation
ga: Ɛnte sɛɛ a - ɛmfata sɛ wɔsesa ɛwɔ mu adwumayɛ mu
gd: Chan urrainnear a dheasachadh fhad 's a tha e ga chleachdadh
gl: Non se pode editar mentres está en uso
gu: ઉપયોગમાં હોય ત્યારે સંપાદિત કરી શકતા નથી
he: לא ניתן לערוך בזמן שימוש
hi: उपयोग में होने पर संपादित नहीं कर सकते
hr: Ne mogu uređivati dok se koristi
hu: Nem szerkeszthető, amíg használatban van
id: Tidak dapat mengedit saat digunakan
is: Ekki hægt að breyta á meðan í notkun
it: Impossibile modificare mentre è in uso
ja: 使用中のため編集できません
ka: აშუალ რაკიძი როგორებილი რეჿიმებული
ku: Ne dibe ji nû ve bikaribe dike deye
lt: Negalima redaguoti naudojimo metu
lv: Nevar rediģēt, kamēr tiek lietots
mg: Tsy afaka manova rehefa ampiasaina
mi: Kāore e taea te whakatika i te wā e whakamahia ana
mk: Не може да се уреди додека е во употреба
ml: उപयोगിക്കിരിക്കുന്നതിനാൽ തക്കെറ്റാൡാക്കാൻ കഴിയില്ല
ms: Tidak boleh menyunting semasa dalam penggunaan
mt: Ma tistax teditja waqt li tkun qed tintuża
my: သုံးစွဲနေစဉ်မှာ ပြင်ဆင်၍မရပါ
nl: Kan niet bewerken terwijl in gebruik
no: Kan ikke redigere mens det er i bruk
pa: ਵਰਤੋਂ ਵਿੱਚ ਹੋਣ ਤੇ ਸੰਪਾਦਨ ਨਹੀਂ ਹੋ ਸਕਦਾ
pl: Nie można edytować, gdy w użyciu
pt: Não é possível editar enquanto em uso
ro: Nu se poate edita în timpul utilizării
ru: Невозможно редактировать, пока используется
sk: Nie je možné upravovať počas používania
sl: Ni mogoče urejati med uporabo
sq: Nuk mund të redaktohet gjatë përdorimit
sr: Ne može se uređivati dok je u upotrebi
sv: Kan inte redigera medan den används
sw: Haiwezi kuhariri wakati unatumika
ta: பயன்பாட்டில் இருக்கும் போது திருத்த முடியாது
te: వినియోగంలో ఉండగా సవరించలేరు
th: ไม่สามารถแก้ไขในขณะใช้งาน
tr: Kullanımdayken düzenlenemez
uk: Неможливо змінити під час використання
ur: استعمال میں ہونے کے دوران ترمیم نہیں کر سکتے
uz: Foydalanganda tahrir qilib bo'lmaydi
vi: Không thể chỉnh sửa khi đang sử dụng
xh: Ayikwazi ukuhlela ngelixa isetyenziswa

source: View Email Details
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane

source: Send Test Email
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya

source: Toggle Email On/Off
ar: تبديل البريد الإلكتروني تشغيل/إيقاف
az: E-poçtu aç/bağla
be: Включить/отключить письмо
bn: ইমেইল চালু/বন্ধ করুন
cs: Přepnout e-mail zapnuto/vypnuto
cy: Toglo E-bost Ymlaen/I ffwrdd
da: Skift e-mail til/fra
de: E-Mail ein-/ausschalten
el: Εναλλαγή Email Ενεργό/Ανενεργό
es: Activar/Desactivar Correo
et: Vaheta e-kirja olekut
eu: Aldatu Emaila Piztu/Itzali
fa: تغییر وضعیت ایمیل روشن/خاموش
fi: Vaihda sähköposti päälle/pois
fr: Activer/Désactiver l'e-mail
ga: Sɔɔ muɔ Emaile wɔ/on
gd: Toglaich Post-d Air/Off
gl: Activar/Desactivar correo electrónico
gu: ઇમેઈલ ઓન/ઓફ કરો
he: החלף דוא"ל מופעל/מנוטרל
hi: ईमेल चालू/बंद करें
hr: Uključi/isključi e-poštu
hu: E-mail be/ki kapcsolása
id: Alihkan Email Aktif/Nonaktif
is: Skipta á/af tölvupósti
it: Attiva/Disattiva Email
ja: メールのオン/オフを切り替え
ka: ელფოსტის ჩართვა/გამორთვა
ku: گۆڕینی ئیمەیڵ لەسەر/خوڕی بکە
lt: Perjungti el. laišką Įjungta/Išjungta
lv: Pārslēgt e-pastu ieslēgts/izslēgts
mg: Mivadika Email On/Off
mi: Takahurihia te Email On/Off
mk: Вклучи/Исклучи е-пошта
ml: ഇമെയിൽ ഓൺ/ഓഫ് ക്രമീകരിക്കുക
ms: Tukar E-mel On/Off
mt: Toggle Email Fuq/Barra
my: အီးမေးလ် ဖွင့်/ပိတ် ဖွင့်ရန်
nl: E-mail In-/Uitschakelen
no: Slå e-post av/på
pa: ਈਮੇਲ ਓਨ/ਆਫ ਟੌਗਲ ਕਰੋ
pl: Włącz/Wyłącz email
pt: Alternar Email Ligado/Desligado
ro: Comută Email On/Off
ru: Включить/выключить электронную почту
sk: Prepnúť Email Zap/Vyp
sl: Preklop e-pošte On/Off
sq: Ndrysho Email-in On/Off
sr: Uključi/isključi email
sv: Aktivera/Avaktivera e-post
sw: Washa/Kata Baruapepe
ta: மின்னஞ்சல் இயக்க/ஆட்சி மாற்றம்
te: ఇమెయిల్ ఆన్/ఆఫ్ టోగుల్ చేయండి
th: สลับเปิด/ปิดอีเมล
tr: E-postayı Aç/Kapat
uk: Увімкнути/вимкнути електронну пошту
ur: ای میل آن/آف کریں
uz: Elektron pochtani yoqish/o'chirish
vi: Chuyển Email Bật/Tắt
xh: Cindezela I-imeyili I-Vuliwe/I-Valiwe
