Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
ar: يتم تطبيق حدود معدل وعدد محاولات قفل الحساب التلقائي للحماية ضد محاولات تسجيل الدخول العنيفة.
az: Hücum gücü giriş cəhdlərindən qorunmaq üçün sürət məhdudiyyətləri və avtomatik hesab kilidləmələri tətbiq edilir.
be: Ліміти швидкості та автоматичні блокування облікових записів застосовуються для захисту від спроб входу методом перебору.
bn: ব্রুট-ফোর্স লগইন প্রচেষ্টার বিরুদ্ধে সুরক্ষায় হার সীমাবদ্ধতা এবং স্বয়ংক্রিয় অ্যাকাউন্ট লকআউট কার্যকর করা হয়েছে।
cs: Rate limity a automatické zámky účtů jsou vynuceny k ochraně proti pokusům o přihlášení hrubou silou.
cy: Mae terfynau cyfradd a chloiadau cyfrif awtomatig yn gorfodi i amddiffyn yn erbyn ymdrechion mewngofnodi gorfodol.
da: Hastighedsgrænser og automatiske kontolockouts håndhæves for at beskytte mod brute-force loginforsøg.
de: Ratenbegrenzungen und automatische Konto-Sperren werden zur Abwehr von Brute-Force-Anmeldeversuchen erzwungen.
el: Περιορισμοί και αυτόματα κλειδώματα λογαριασμών επιβάλλονται για προστασία κατά των επιθέσεων brute-force στα login.
es: Se aplican límites de tasa y bloqueos automáticos de cuenta para proteger contra intentos de inicio de sesión por fuerza bruta.
et: Kaitsmiseks jõuliste sisselogimiskatsete eest on sisse seatud kiiruspiirangud ja automaatsed konto lukustused.
eu: Erritmo mugak eta kontu eten automatikoak inplementatzen dira indar gordin bidezko saioetan babesteko.
fa: محدودیت نرخ و قفل‌کردن حساب به‌طور خودکار برای حفاظت در برابر تلاش‌های ورود با زور به اجرا درآمده‌اند.
fi: Nopeusrajoitukset ja automaattiset tilin lukitukset ovat käytössä suojaamaan raaka voiman kirjautumisyrityksiä vastaan.
fr: Des limites de taux et des verrouillages automatiques des comptes sont appliqués pour protéger contre les tentatives de connexion par force brute.
ga: Ráta teorainneacha agus glasáil cuntas uathoibríoch á gcur i bhfeidhm chun cosaint a dhéanamh i gcoinne iarrachtaí logála isteach fórsa brúidiúil.
gd: Tha crìochan ìre agus glasan fèin-ghluasadach air an cur an sàs gus dìon a thoirt air na h-aghaidhean logadh a-steach bruthadh-feachd.
gl: Limites de taxa e bloqueo automático de contas son impostos para protexer contra intentos de acceso por forza bruta.
gu: નિઝાળ પ્રવેશ પ્રયાસોથી સુરક્ષા માટે દર મર્યાદાઓ અને આપમેળે એકાઉન્ટ લૉકઆઉટ અમલમાં છે.
he: מגבלות שיעור ונעילות חשבון אוטומטיות נאכפות כדי להגן מפני ניסיונות כניסה בכוח ברוטלי.
hi: ब्रूट-फोर्स लॉगिन प्रयासों के खिलाफ सुरक्षा के लिए रेट लिमिट्स और स्वचालित खाता लॉकआउट लागू किए जाते हैं।
hr: Ograničenja brzine i automatska zaključavanja računa provode se radi zaštite od pokušaja provale lozinki.
hu: A támadások elleni védelem érdekében korlátozások és automatikus fiók zárolások vannak érvényben.
id: Batas tingkat dan penguncian akun otomatis diterapkan untuk melindungi terhadap upaya login brute-force.
is: Hraðatakmarkanir og sjálfvirk reikningslokanir eru framfylgt til að vernda gegn árásum með hrárni lyklun.
it: I limiti di velocità e i blocchi automatici degli account sono applicati per proteggere contro tentativi di accesso forzato.
ja: ブルートフォースによるログイン試行を防ぐためのレート制限と自動アカウントロックが適用されます。
ka: განრიგის შეზღუდვები და ავტომატური ანგარიშის დახურვები გამოკვეთილიას პასუხინად გამოცდის შეტევებისგან.
ku: نرخ نرخەکان و قەدەغەکردنە خۆکارانەی ئەژمارەکان جێبەجێ کراون بۆ پاراستن لە دژ بە زەحمەتی هاتنە ژوورەوە.
lt: Greitumo ribos ir automatiniai paskyrų užrakinimai taikomi, siekiant apsaugoti nuo brutalaus jėgos prisijungimo bandymų.
lv: Virziena ierobežojumi un automātiska kontu bloķēšana ir ieviesta, lai aizsargātu pret brutālā spēka pieteikšanās mēģinājumiem.
mg: Atolotra ny fetra ho an'ny taha sy ny fanakatonana mandeha ho azy ny kaonty mba hiarovana amin'ny fanandramana hisoratana anarana malaky sy mamo.
mi: Tūpatopato raraunga me ngā aukati pūkete aunoa e whakamahia ana hei tiaki i ngā hākā panamanawa rapu.
mk: Ограничувања на брзина и автоматски заклучувања на сметки се применети за заштита од обиди со брутална сила за логирање.
ml: റേറ്റ് പരിധികളും സ്വയം അക്കൗണ്ട് ലോക്കൗട്ടുകളും ബ്രൂട്ട്-ഫോഴ്സ് അധികാരാത്രയം ശ്രമങ്ങൾക്കായി വരുത്തി കൂടെ വർദ്ധിപ്പിക്കുന്നു.
ms: Had kadar dan kunci akaun automatik dikuatkuasakan untuk melindungi terhadap percubaan log masuk secara paksa.
mt: Limiti ta' rati u lockouts awtomatikati tal-kontijiet huma infurzati biex jipproteġu kontra attentati ta' login bil-forza bruta.
my: အချိုးကျင့် နှင့် မိမိကိုယ်ကို အလွှာစီထားသော အကောင့်များကို ရှင်းလင်းလုပ်ပေးခြင်းသည် brute-force login ကြိုးစားမှုများမှ ကာကွယ်ရန် ကန့်သတ်ချက်များနှင့် အလိုအလျောက် အကောင့်လော့ခ်များကို ပြုလုပ်ခြင်းဖြစ်သည်။
nl: Snelheidslimieten en automatische accountvergrendelingen worden afgedwongen om te beschermen tegen brute-force inlogpogingen.
no: Begrensninger og automatisk konto låsinger håndheves for å beskytte mot brute-force innloggingsforsøk.
pa: ਬ੍ਰੂਟ-ਫੋਰਸ ਲੌਗਇਨ ਕੋਸ਼ਿਸ਼ਾਂ ਨੂੰ ਕੰਟਣ ਲਈ ਦਰ ਸਿਮਾਂ ਅਤੇ ਆਪਭਰੋਸੇਵੀਂ ਖਾਤਾ ਤਾਲ ਹੈਣਸਲ ਕੇਦੇ ਜਾਂਦੇ ਹਨ।
pl: Limit szybkości i automatyczne blokady kont są egzekwowane, aby chronić przed próbami logowania metodą brute-force.
pt: Limites de taxa e bloqueios automáticos de conta são aplicados para proteger contra tentativas de login de força bruta.
ro: Limitele de rată și blocările automate de cont sunt aplicate pentru a proteja împotriva încercărilor de conectare prin forță brută.
ru: Ограничения скорости и автоматическое блокирование учетных записей вводятся для защиты от попыток входа методом грубой силы.
sk: Stanovené sú limity rýchlosti a automatické uzamknutia účtu na ochranu pred pokusmi o prihlásenie hrubou silou.
sl: Omejitve hitrosti in samodejni zaklepi računa so uvedeni za zaščito pred grobimi poskusi prijave.
sq: Kufizimet e shpejtësisë dhe bllokimet automatike të llogarive zbatohen për të mbrojtur kundër përpjekjeve për të hyrë me forcë brutale.
sr: Ograničenja stope i automatske blokade naloga se sprovode kako bi se zaštitili od napada brutalnom silom.
sv: Hastighetsbegränsningar och automatiska kontolåsningar tillämpas för att skydda mot brute-force inloggningsförsök.
sw: Vikomo vya kiwango na kufungiwa kwa akaunti kiotomatiki vinatumika ili kulinda dhidi ya majaribio ya kuingia kwa nguvu.
ta: வாலாட்ட படிந்தவை மற்றும் தானியங்கி கணக்கைத் பூட்டல்கள் க்ரணாகவியை அக்புமார் எதிர்த்து பாதுகாக்க வைப்பதற்க்கு நடைமுறையிலும் நிறைவேற்றப்படுகிறது என்று நாம் காத்திருக்கிறோம்.
te: బ్రూట్-ఫోర్స్ లాగిన్ ప్రయత్నాలను నిరోధించడానికి రేట్ పరిమితులు మరియు స్వయంచాలక ఖాతా లాకౌట్లను అమలు చేయబడుతుంది.
th: การจำกัดอัตราและการล็อกเอาต์ของบัญชีโดยอัตโนมัติถูกบังคับใช้เพื่อป้องกันการพยายามล็อกอินทางจับชีพจร
tr: Kaba kuvvet giriş denemelerine karşı korumak için oran sınırları ve otomatik hesap kilitlemeleri uygulanır.
uk: Ліміт швидкості та автоматичні блокування облікових записів запроваджуються для захисту від грубих атак входу.
ur: شرح کی حدود اور خودکار اکاؤنٹ لاک آؤٹ کو طاقت کے بربادی سے بچانے کے لئے نافذ کیا جاتا ہے۔
uz: Brute-force kirish urinishlariga qarshi himoya qilish uchun stavka chegaralari va avtomatik hisob qulflari amalga oshirildi.
vi: Giới hạn tốc độ và khóa tài khoản tự động được thực thi để bảo vệ chống lại các cuộc tấn công đăng nhập brute-force.
xh: Iimilambo zokwakha kunye nokuzenzekeleza iakhawunti zinikezelwa ukuze ukhusele kulwimi oluthintelayo.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
ar: كلمات المرور، وبيانات اعتماد SMTP، والرموز API مشفرة عند الراحة باستخدام Fernet.
az: Parollar, SMTP məlumatları və API tokenləri Fernet ilə istirahətdə şifrələnir.
be: Паролі, облікові дані SMTP та токени API зашифровані в стані спокою за допомогою Fernet.
bn: পাসওয়ার্ড, SMTP শংসাপত্র, এবং API টোকেনগুলি Fernet ব্যবহার করে স্থির অবস্থায় এনক্রিপ্ট করা হয়।
cs: Hesla, přihlašovací údaje SMTP a API tokeny jsou šifrovány při uložení pomocí Fernet.
cy: Mae cyfrineiriau, cymwysterau SMTP, a thocynnau API wedi'u hamgryptio ar orffwys gan ddefnyddio Fernet.
da: Adgangskoder, SMTP-loginoplysninger og API-tokens er krypterede i hvile ved hjælp af Fernet.
de: Passwörter, SMTP-Anmeldedaten und API-Tokens werden im Ruhezustand mit Fernet verschlüsselt.
el: Οι κωδικοί πρόσβασης, οι διαπιστευτήρια SMTP και τα API tokens είναι κρυπτογραφημένα όταν είναι αποθηκευμένα χρησιμοποιώντας το Fernet.
es: Contraseñas, credenciales SMTP y tokens de API están cifrados en reposo usando Fernet.
et: Paroolid, SMTP mandaadid ja API tokenid on puhkeolekus krüptitud Fernetiga.
eu: Pasahitzak, SMTP kredentzialak eta API tokenak atsedenean enkriptatuta daude Fernet erabiliz.
fa: پسوردها، اعتبارنامه‌های SMTP و توکن‌های API با استفاده از Fernet در حالت استراحت رمزگذاری می‌شوند.
fi: Salasanat, SMTP-tunnukset ja API-tunnisteet on salattu levossa käyttämällä Fernetia.
fr: Les mots de passe, les identifiants SMTP et les jetons API sont encryptés au repos à l'aide de Fernet.
ga: Pasfhocail, dintiúir SMTP, agus comharthaí API criptéite i suaimhneas ag úsáid Fernet.
gd: Tha faclan-faire, teisteanasan SMTP, agus tòcanan API air an crioptachadh aig fois a’ cleachdadh Fernet.
gl: Os contrasinais, as credenciais de SMTP e os tokens de API están cifrados en repouso utilizando Fernet.
gu: ફર્નેટનો ઉપયોગ કરીને પાસવર્ડ, SMTP ઍક્રિડેશન અને API ટોકન્સ આરામથી કોડી છે.
he: סיסמאות, אישורי SMTP, ואסימוני API מוצפנים בזמן מנוחה באמצעות Fernet.
hi: पासवर्ड, SMTP क्रेडेंशियल्स, और API टोकन Fernet का उपयोग करके आराम में एन्क्रिप्ट किए जाते हैं।
hr: Lozinke, SMTP vjerodajnice i API tokeni šifrirani su u mirovanju koristeći Fernet.
hu: A jelszavak, SMTP hitelesítő adatok és API tokenek nyugalmi állapotban titkosítva vannak Fernet segítségével.
id: Kata sandi, kredensial SMTP, dan token API dienkripsi saat disimpan menggunakan Fernet.
is: Lykilorð, SMTP aðgangsgögn og API token eru dulkóðuð í hvíld með Fernet.
it: Password, credenziali SMTP e token API sono crittografati a riposo utilizzando Fernet.
ja: パスワード、SMTP認証情報、APIトークンはFernetで保存時に暗号化されています。
ka: პაროლები, SMTP პარამეტრები და API ნიშნები დაშიფრულია განისვენებისას Fernet გამოყენებით.
ku: وشەنهێنیەکان، دڵنیاچوونیەکانی SMTP، و نیشانەکانی API لە کاتی ئارامدا بە کارەبەرەنیگراوتن بە بەکارهێنانی Fernet.
lt: Slaptažodžiai, SMTP kredencialai ir API žetonai yra šifruoti ramybės būsenoje naudojant Fernet.
lv: Paroles, SMTP akreditācijas dati un API tokeni ir šifrēti mierā, izmantojot Fernet.
mg: Ny tenimiafina, ny fianimbana SMTP ary ny hydrogen API dia voaaro rehefa miato amin'ny alalàn'i Fernet.
mi: Ka mānutana ngā kupuhipa, ngākau-kōrero SMTP, me ngā tohu API i te taurimanga mā te whakamahi i a Fernet.
mk: Лозинки, SMTP креденцијали и API токени се шифрирани во мир користејќи Fernet.
ml: പാസ്വേഡുകൾ, SMTP ക്രെഡൻഷ്യലുകൾ, API ടോക്കണുകൾ എല്ലാറ്റും വിശ്രമത്തിൽ ഫർനെറ്റ് ഉപയോഗിച്ച് എൻ‌ക്രിപ് ചെയ്യപ്പെട്ടിരിക്കുന്നതാണ്.
ms: Kata laluan, kelayakan SMTP, dan token API disulitkan pada rehat menggunakan Fernet.
mt: Passwords, kredenzjali tal-SMTP, u tokens tal-API huma kkripttati b'mod kriptograffiku b'Fernet.
my: စကားဝှက်များ၊ SMTP ခွင့်ပြုစာရင်းများနှင့် API tokens များကို Fernet အသုံးပြု၍ စုဆောင်းမှုအတွင်း စာရင်းပြုထားသည်။
nl: Wachtwoorden, SMTP-referenties en API-tokens zijn versleuteld in rust met behulp van Fernet.
no: Passord, SMTP-legitimasjoner og API-tokens er kryptert i hvile ved hjelp av Fernet.
pa: ਪਾਸਵਰਡ, SMTP ਮਿੱਗਰਣਾਂ, ਅਤੇ API ਟੋਕਨਾ ਫਰਨੇਟ ਨਾਲ ਸ਼ੇਸ਼ੀਏ ਹੋਣ ਦੇ ਸਮੇਂ ਐਨਕ੍ਰਿਪਟੇ ਕੀਤੇ ਜਾਂਦੇ ਹਨ।
pl: Hasła, poświadczenia SMTP i tokeny API są zaszyfrowane w spoczynku za pomocą Fernet.
pt: Senhas, credenciais SMTP e tokens de API são criptografados em repouso usando Fernet.
ro: Parolele, acreditivele SMTP și tokenurile API sunt criptate în repaus folosind Fernet.
ru: Пароли, учетные данные SMTP и токены API зашифрованы в состоянии покоя с использованием Fernet.
sk: Heslá, poverenia SMTP a tokeny API sú šifrované v pokoji pomocou Fernetu.
sl: Gesla, SMTP poverilnice in API žetoni so šifrirani v mirovanju z uporabo Fernet.
sq: Fjalëkalimet, kredencialet SMTP, dhe token-et API janë të enkriptuara në prehje duke përdorur Fernet.
sr: Lozinke, SMTP kredencijali i API tokeni su šifrovani u mirovanju koristeći Fernet.
sv: Lösenord, SMTP-uppgifter och API-token är krypterade vid vila med Fernet.
sw: Nywila, sifa za SMTP, na tokeni za API zimefichwa wakati wa kupumzika kwa kutumia Fernet.
ta: கடவுச்சொற்கள், SMTP சான்கடுகள் மற்றும் API குறியீடுகள் சந்திக்க கூட்டத்தின் போது க்ரமமாகக் குறியாக்கம் செய்யப்பட்ட அவசரம் மூலம் அபயகரந்தேகებთან ஒன்றிணைந்துள்ளது.
te: పాస్వర్డ్‌లు, SMTP ధ్రువీకరణలు మరియు API టోకెన్లు ఫెర్నెట్ ఉపయోగించి విశ్రాంత సమయంలో గుప్తీకరించబడ్డాయి.
th: รหัสผ่าน, ข้อมูลรับรอง SMTP, และโทเค็น API ถูกเข้ารหัสเมื่อมีการพักด้วย Fernet
tr: Parolalar, SMTP kimlik bilgileri ve API belirteçleri Fernet kullanılarak durağan halde şifrelenir.
uk: Паролі, SMTP облікові дані та токени API шифруються у стані спокою з використанням Fernet.
ur: فیرنیٹ کا استعمال کرتے ہوئے پاس ورڈز، SMTP اسناد، اور API ٹوکن سبکدوشی پر خفیہ کیے جاتے ہیں۔
uz: Parollar, SMTP ma'lumotlari va API tokenlari Fernet yordamida turg'unlikda shifrlangan.
vi: Mật khẩu, thông tin xác thực SMTP và mã thông báo API được mã hóa tại chỗ sử dụng Fernet.
xh: Amaq: qaku-zots: i: url (SMTP) kuthunyelwe kwiohl uomini iAPI useFernet.

source: How to manage users
ar: كيفية إدارة المستخدمين
az: İstifadəçiləri necə idarə etmək olar
be: Як кіраваць карыстальнікамі
bn: ব্যবহারকারীদের কিভাবে পরিচালনা করবেন
cs: Jak spravovat uživatele
cy: Sut i reoli defnyddwyr
da: Hvordan man administrerer brugere
de: Wie man Benutzer verwaltet
el: Πώς να διαχειριστείτε τους χρήστες
es: Cómo gestionar usuarios
et: Kuidas hallata kasutajaid
eu: Nola kudeatu erabiltzaileak
fa: چگونه کاربران را مدیریت کنیم
fi: Kuinka hallita käyttäjiä
fr: Comment gérer les utilisateurs
ga: Conas úsáideoirí a bhainistiú
gd: Mar a riaghlasas tu cleachdaichean
gl: Como xestionar usuarios
gu: વપરાશકર્તાઓ કેમ મેનેજ કરવું
he: איך לנהל משתמשים
hi: उपयोगकर्ताओं का प्रबंधन कैसे करें
hr: Kako upravljati korisnicima
hu: Felhasználók kezelése
id: Cara mengelola pengguna
is: Hvernig á að stjórna notendum
it: Come gestire gli utenti
ja: ユーザーの管理方法
ka: როგორ ვმართოთ მომხმარებლები
ku: چۆنیەتی کارگلتەوە بە کەسەکان
lt: Kaip valdyti naudotojus
lv: Kā pārvaldīt lietotājus
mg: Fomba fitantanana ny mpampiasa
mi: Me pēhea te whakahaere kaiwhakamahi
mk: Како да управувате со корисници
ml: ഉപയോക്താക്കളെ എങ്ങനെ നയിക്കണം
ms: Cara mengurus pengguna
mt: Kif timmaniġġja l-utenti
my: အသုံးပြုသူစီမံခြင်းနည်းလမ်း
nl: Hoe gebruikers te beheren
no: Hvordan administrere brukere
pa: ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਿਵੇਂ ਕਰਨਾ ਹੈ
pl: Jak zarządzać użytkownikami
pt: Como gerenciar usuários
ro: Cum să gestionați utilizatorii
ru: Как управлять пользователями
sk: Ako spravovať používateľov
sl: Kako upravljati uporabnike
sq: Si të menaxhoni përdoruesit
sr: Kako upravljati korisnicima
sv: Hur man hanterar användare
sw: Jinsi ya kudhibiti watumiaji
ta: பயனர்களை மேலாண்மை செய்வது எப்படி
te: వాడుకరుల్ని ఎలా నిర్వహించాలి
th: วิธีการจัดการผู้ใช้
tr: Kullanıcıları nasıl yönetilir
uk: Як керувати користувачами
ur: صارفین کو مینیج کرنے کا طریقہ
uz: Foydalanuvchilarni qanday boshqarish mumkin
vi: Cách quản lý người dùng
xh: Indlela yokulawula abasebenzisi

source: Hide Instructions
ar: إخفاء التعليمات
az: Təlimatları Gizlət
be: Схаваць інструкцыі
bn: নির্দেশাবলী লুকান
cs: Skrýt instrukce
cy: Cuddio Cyfarwyddiadau
da: Skjul instruktioner
de: Anweisungen ausblenden
el: Απόκρυψη Οδηγιών
es: Ocultar instrucciones
et: Peida juhised
eu: Ezkutatu Argibideak
fa: پنهان کردن دستورات
fi: Piilota ohjeet
fr: Masquer les instructions
ga: Fola Treoracha
gd: Falaich Stiùireadh
gl: Ocultar Instrucións
gu: સૂચનો છુપાવો
he: הסתר הוראות
hi: निर्देश छिपाएं
hr: Sakrij upute
hu: Utasítások elrejtése
id: Sembunyikan Instruksi
is: Fela leiðbeiningar
it: Nascondi istruzioni
ja: 指示を隠す
ka: ინსტრუქციის დამალვა
ku: رەهەندەکان خەفی بکە
lt: Slėpti instrukcijas
lv: Slēpt instrukcijas
mg: Afeno ny Torolàlana
mi: Huna Whakaaturanga
mk: Сокриј инструкции
ml: നിർദ്ദേശങ്ങൾ മറയ്ക്കുക
ms: Sembunyikan Arahan
mt: Aħbi Istruzzjonijiet
my: ညွှန်ကြားချက် ဝှက်ပါ
nl: Instructies verbergen
no: Skjul Instruksjoner
pa: ਹਦਾਇਤਾਂ ਛੁਪਾਓ
pl: Ukryj instrukcje
pt: Ocultar Instruções
ro: Ascundeți Instrucțiunile
ru: Скрыть инструкции
sk: Skryť pokyny
sl: Skrij navodila
sq: Fshih Udhëzimet
sr: Sakrij instrukcije
sv: Dölj Instruktioner
sw: Ficha Maelekezo
ta: வழிமுறைகளை மறைக்கவும்
te: సూచనలు దాచు
th: ซ่อนคำแนะนำ
tr: Talimatları Gizle
uk: Приховати інструкції
ur: ہدایات چھپائیں
uz: Ko'rsatmalarni yashirish
vi: Ẩn hướng dẫn
xh: Fihla Imiyalelo

source: Manage user accounts, change roles, and remove or disable access.
ar: إدارة حسابات المستخدمين، تغيير الأدوار، وإزالة أو تعطيل الوصول.
az: İstifadəçi hesablarını idarə edin, rolları dəyişdirin və giriş icazəsini silin və ya dayandırın.
be: Кіраванне акаўнтамі карыстальнікаў, змяніць ролі і выдаліць або адключыць доступ.
bn: ব্যবহারকারী অ্যাকাউন্টগুলি পরিচালনা করুন, ভূমিকা পরিবর্তন করুন, এবং অ্যাক্সেস সরান বা অক্ষম করুন।
cs: Spravujte uživatelské účty, měňte role a odebírejte nebo deaktivujte přístup.
cy: Rheoli cyfrifon defnyddwyr, newid rolau, a dileu neu analluogi mynediad.
da: Administrer brugerkonti, ændre roller og fjerne eller deaktivere adgang.
de: Verwalten Sie Benutzerkonten, ändern Sie Rollen und entfernen oder deaktivieren Sie den Zugriff.
el: Διαχειριστείτε λογαριασμούς χρηστών, αλλάξτε ρόλους και καταργήστε ή απενεργοποιήστε την πρόσβαση.
es: Administra las cuentas de usuario, cambia roles y elimina o desactiva el acceso.
et: Halda kasutajakontosid, muuda rolle ja eemalda või blokeeri juurdepääs.
eu: Kudeatu erabiltzaileen kontuak, aldatu rolak, eta kendu edo desgaitu sarbidea.
fa: حساب‌های کاربری را مدیریت کنید، نقش‌ها را تغییر دهید و دسترسی را حذف یا غیرفعال کنید.
fi: Hallinnoi käyttäjätilejä, vaihda rooleja ja poista tai estä pääsyä.
fr: Gérez les comptes utilisateurs, changez les rôles et supprimez ou désactivez l'accès.
ga: Hwɛ akwankyerɛ mpɔtam nsrafokuw, sesa ɔmanfoɔ ho adeɛ na yi anaa yɛ yɛ tummpɔn adi ho.
gd: Stiùir cunntasan luchd-cleachdaidh, atharraich dreuchdan, agus thoir air falbh no cuir à comas cothrom.
gl: Xestiona contas de usuarios, cambia roles e elimina ou desactiva o acceso.
gu: વપરાશકર્તા ખાતાઓનો વ્યવહાર કરો, ભૂમિકાઓ બદલો, અને પ્રવેશ કાઢી નાખો અથવા અક્ષમ કરો.
he: נהל חשבונות משתמשים, שנה תפקידים והסר או השבת גישה.
hi: उपयोगकर्ता खातों का प्रबंधन करें, भूमिकाएँ बदलें, और एक्सेस हटाएं या अक्षम करें।
hr: Upravljajte korisničkim računima, mijenjajte uloge i uklonite ili onemogućite pristup.
hu: Kezelje a felhasználói fiókokat, változtassa meg a szerepköröket, és vonja vissza vagy tiltsa le a hozzáférést.
id: Kelola akun pengguna, ubah peran, dan hapus atau nonaktifkan akses.
is: Stjórnaðu notendareikningum, breyttu hlutverkum og fjarlægðu eða óvirkjaðu aðgang.
it: Gestisci gli account utente, cambia i ruoli e rimuovi o disabilita l'accesso.
ja: ユーザーアカウントを管理し、役割を変更し、アクセスを削除または無効にします。
ka: ユーザーアカウントを管理し、役割を変更し、アクセスを削除または無効化します。
ku: Hesabên bikarhêneran bibêrwere, rolên biguherînin, û gihiştinê jêbigire an qûliye bikin.
lt: Tvarkykite vartotojų paskyras, keiskite vaidmenis ir pašalinkite arba išjunkite prieigą.
lv: Pārvaldiet lietotāju kontus, mainiet lomas un noņemiet vai atspējojiet piekļuvi.
mg: Tantano ny kaonty mpampiasa, ovay ny anjara asa, ary esory na ampidinina ny fidirana.
mi: Whakahaere pūkete kaiwhakamahi, te huri i ngā tūnga, me te tango, te whakakore rānei i te uru.
mk: Управувајте со корисничките профили, менувајте ги улогите и отстранувајте или оневозможувајте пристап.
ml: ഉപയോക്തൃ അക്കൗണ്ടുകൾ കൈകാര്യം ചെയ്യുക, റോളുകൾ മാറ്റുക, ആക്സസ് നീക്കം ചെയ്യുക അല്ലെങ്കിൽ നിരാകരിക്കുക.
ms: Urus akaun pengguna, tukar peranan, dan hapus atau nyahaktifkan akses.
mt: Immaniġġja kontijiet tal-utenti, ibdel ir-rwoli, u neħħi jew itfi l-aċċess.
my: အသုံးပြုသူအကောင့်များကို စီမံပါ၊ အခန်းကဏ္ဍများကိုပြောင်းရန်နှင့် ဝင်ရောက်ခွင့်ကို ဖျက်ရန် သို့မဟုတ်ပိတ်ရန်။
nl: Beheer gebruikersaccounts, wijzig rollen en verwijder of schakel toegang uit.
no: Administrer brukerkontoer, endre roller, og fjern eller deaktiver tilgang.
pa: ਯੂਜ਼ਰ ਅਕਾਊਂਟਸ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ, ਭੂਮਿਕਾਵਾਂ ਬਦਲੋ, ਅਤੇ ਪਹੁੰਚ ਹਟਾਓ ਜਾਂ ਅਯੋਗ ਕਰੋ।
pl: Zarządzaj kontami użytkowników, zmieniaj role i usuwaj lub wyłączaj dostęp.
pt: Gerencie contas de usuário, altere funções e remova ou desative o acesso.
ro: Administrează conturile de utilizator, schimbă rolurile și elimină sau dezactivează accesul.
ru: Управляйте учетными записями пользователей, изменяйте роли и удаляйте или отключайте доступ.
sk: Spravujte používateľské účty, zmeňte roly a odstráňte alebo deaktivujte prístup.
sl: Upravljajte uporabniške račune, spreminjajte vloge in odstranjujte ali onemogočajte dostop.
sq: Menaxhoni llogaritë e përdoruesve, ndryshoni rolet dhe hiqni ose çaktivizoni qasjen.
sr: Upravljaj korisničkim nalozima, promeni uloge i ukloni ili onemogući pristup.
sv: Hantera användarkonton, ändra roller och ta bort eller inaktivera åtkomst.
sw: Simamia akaunti za watumiaji, badilisha majukumu, na ondoa au lemazisha ufikiaji.
ta: பயனர் கணக்குகளை நிர்வகிக்கவும், பாத்திரங்களை மாற்றவும், அணுகலை நீக்கவோ முடக்கவோ செய்யவும்.
te: వినియోగదారు ఖాతాలను నిర్వహించండి, పాత్రలను మార్చండి, మరియు ప్రవేశాన్ని తొలగించండి లేదా నిలిపివేయండి.
th: จัดการบัญชีผู้ใช้ เปลี่ยนบทบาท และลบหรือปิดการเข้าถึง
tr: Kullanıcı hesaplarını yönetin, rolleri değiştirin ve erişimi kaldırın veya devre dışı bırakın.
uk: Керуйте обліковими записами користувачів, змінюйте ролі та видаляйте або відключайте доступ.
ur: صارف اکاؤنٹس کا انتظام کریں، کردار تبدیل کریں، اور رسائی کو ہٹائیں یا غیر فعال کریں.
uz: Foydalanuvchi hisoblarini boshqarish, rollarni o'zgartirish va kirishni olib tashlash yoki o'chirish.
vi: Quản lý tài khoản người dùng, thay đổi vai trò, và xóa hoặc vô hiệu hóa quyền truy cập.
xh: Lawula iiakhawunti zabasebenzisi, tshintsha iindima, uze ususe okanye ukhubaze ukufikelela.

source: Table View
ar: عرض الجدول
az: Cədvəl Görünüşü
be: Таблічны выгляд
bn: টেবিল ভিউ
cs: Tabulkové zobrazení
cy: Golwg Fwrdd
da: Tabelvisning
de: Tabellenansicht
el: Προβολή Πίνακα
es: Vista de tabla
et: Tabelivaade
eu: Taula Bista
fa: نمای جدول
fi: Taulukkonäkymä
fr: Vue en tableau
ga: Amharc Tábla
gd: Sealladh Clàr
gl: Vista de Táboa
gu: ટેબલ દ્રશ્ય
he: תצוגת טבלה
hi: टेबल व्यू
hr: Prikaz tablice
hu: Táblázat nézet
id: Tampilan Tabel
is: Töfluskoðun
it: Vista tabella
ja: テーブル表示
ka: ცხრილის ხედი
ku: نمای بەرز
lt: Lentelės rodinys
lv: Tabulas skatījums
mg: Fijery Tabila
mi: Tirohanga Tūtatari
mk: Преглед на табела
ml: ടേബിൾ വ്യൂ
ms: Paparan Jadual
mt: Veduta Tabella
my: ဇယားကြည့်ရှုမှု
nl: Tabelweergave
no: Tabellvisning
pa: ਟੇਬਲ ਦਰਸ਼
pl: Widok tabeli
pt: Visualização em Tabela
ro: Vizualizare Tabel
ru: Табличный вид
sk: Zobrazenie tabuľky
sl: Pogled tabele
sq: Pamje Tabele
sr: Pregled tabele
sv: Tabellvy
sw: Mwonekano wa Jedwali
ta: அட்டவணை காட்சியியல்
te: పట్టిక వీక్షణ
th: มุมมองตาราง
tr: Tablo Görünümü
uk: Перегляд таблиці
ur: ٹیبل ویو
uz: Jadval ko'rinishi
vi: Chế độ xem bảng
xh: Imbonakalo YeeTafile
