Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No destinations assigned to this reminder.
ar: لم يتم تعيين أو تم تعطيل تكوين SMTP.
az: SMTP konfiqurasiyası təyin edilməyib və ya deaktivdir.
be: Конфігурація SMTP не призначена або вимкнена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়নি বা নিষ্ক্রিয়।
cs: SMTP konfigurace není přiřazena nebo je zakázána.
cy: Nid yw'r cyfluniad SMTP wedi'i aseinio neu wedi'i analluogi.
da: SMTP-konfiguration ikke tildelt eller er deaktiveret.
de: SMTP-Konfiguration nicht zugewiesen oder deaktiviert.
el: Η διαμόρφωση SMTP δεν έχει ανατεθεί ή είναι απενεργοποιημένη.
es: Configuración SMTP no asignada o está deshabilitada.
et: SMTP konfiguratsioon pole määratud või on keelatud.
eu: SMTP konfigurazioa ez dago esleituta edo desgaituta dago.
fa: پیکربندی SMTP اختصاص داده نشده یا غیرفعال است.
fi: SMTP-konfiguraatiota ei ole määritetty tai se on poistettu käytöstä.
fr: Configuration SMTP non assignée ou désactivée.
ga: Níor sannadh cumraíocht SMTP nó tá sí díchumasaithe.
gd: Cha deach rèiteachadh SMTP a shònrachadh no air a chur dheth.
gl: Configuración SMTP non asignada ou está desactivada.
gu: SMTP વિન્ધાન સ્થાપિત નથી અથવા નિષ્ક્રિય છે.
he: תצורת SMTP לא הוקצתה או מושבתת.
hi: SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया है या अक्षम है।
hr: SMTP konfiguracija nije dodijeljena ili je onemogućena.
hu: Az SMTP konfiguráció nincs hozzárendelve vagy le van tiltva.
id: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
is: SMTP stillingar ekki úthlutaðar eða eru óvirkar.
it: Configurazione SMTP non assegnata o è disabilitata.
ja: SMTP設定が割り当てられていないか無効になっています。
ka: 未分配SMTP配置或已禁用。
ku: ڕێکخستنی SMTP هەڵبژاردن یان ناچالاکە.
lt: SMTP konfigūracija nepriskirta arba išjungta.
lv: SMTP konfigurācija nav piešķirta vai ir atspējota.
mg: Tsy napetraka na nampiana ilay fepetra SMTP.
mi: Kāore i whakatapua te whirihoranga SMTP, kua monokia rānei.
mk: SMTP конфигурацијата не е доделена или е оневозможена.
ml: SMTP കോൻഫിഗറേഷൻ നിയോഗിക്കപ്പെടാത്തത് അല്ലെങ്കിൽ സജീവമാക്കാൻ സാധിക്കാത്തത്.
ms: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
mt: Konfigurazzjoni SMTP mhux assenjata jew hija diżattivata.
my: SMTP ဖွဲ့စည်းမှုကို မနိမ့်ပြည်း သို့မဟုတ် ပျက်ပါ။
nl: SMTP-configuratie niet toegewezen of is uitgeschakeld.
no: SMTP-konfigurasjon ikke tilordnet eller er deaktivert.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਜਾਂ ਅਯੋਗ ਹੈ.
pl: Konfiguracja SMTP nie przypisana lub jest wyłączona.
pt: Configuração SMTP não atribuída ou está desativada.
ro: Configurația SMTP nu este asignată sau este dezactivată.
ru: Конфигурация SMTP не назначена или отключена.
sk: Konfigurácia SMTP nie je priradená alebo je zakázaná.
sl: Konfiguracija SMTP ni dodeljena ali je onemogočena.
sq: Konfigurimi SMTP nuk është caktuar ose është çaktivizuar.
sr: SMTP konfiguracija nije dodeljena ili je onemogućena.
sv: SMTP-konfiguration inte tilldelad eller är inaktiverad.
sw: Usanidi wa SMTP haujatumwa au umezimwa.
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை அல்லது முடக்கப்பட்டுள்ளது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు లేదా నిలిపివేయబడింది.
th: การตั้งค่า SMTP ไม่ได้มอบหมายหรือถูกปิดใช้งาน
tr: SMTP yapılandırması atanmadı veya devre dışı bırakıldı.
uk: Налаштування SMTP не присвоєні або відключені.
ur: SMTP ترتیب نامہ تفویض نہیں کیا گیا یا غیر فعال ہے۔
uz: SMTP sozlamalari tayinlanmagan yoki o'chirilgan.
vi: Cấu hình SMTP chưa được gán hoặc đã bị vô hiệu hóa.
xh: Ulwalathiso lwe-SMTP alukhangelekanga okanye alinakho.ukusebenza.

source: No email message linked to this reminder.
ar: لا رسالة بريد إلكتروني مرتبطة بهذا التذكير.
az: Bu xatırlatma ilə bağlı email mesajı yoxdur.
be: Да гэтага напаміна не прывязаная электронная пошта.
bn: এই অনুস্মারকের সাথে কোনো ইমেইল বার্তা সংযুক্ত নেই।
cs: Žádná emailová zpráva není propojena s tímto připomenutím.
cy: Dim neges e-bost wedi'i chysylltu â'r atgoffa hwn.
da: Ingen emailbesked forbundet til denne påmindelse.
de: Keine E-Mail-Nachricht mit dieser Erinnerung verknüpft.
el: Δεν υπάρχει σύνδεση για το μήνυμα ηλεκτρονικού ταχυδρομείου σε αυτή την υπενθύμιση.
es: No hay mensaje de email vinculado a este recordatorio.
et: Selle meeldetuletusega pole seotud eposti sõnumit.
eu: Gogorarazle honi lotutako email mezurik ez dago.
fa: هیچ پیام ایمیلی به این یادآوری لینک نشده است.
fi: Ei sähköpostiviestiä linkitetty tähän muistutukseen.
fr: Aucun message électronique lié à ce rappel.
ga: Níl teachtaireacht ríomhphoist nasctha leis an meabhrúchán seo.
gd: Chan eil teachdaireachd puist-d ceangailte ris a’ chuimhneachan seo.
gl: Non hai mensaxe de correo electrónico vinculada a este recordatorio.
gu: આ રિમાઈન્ડર સાથે કોઈ ઇમેઇલ મેસેજ જોડાયેલું નથી.
he: אין הודעת דוא"ל מקושרת לתזכורת זו.
hi: इस अनुस्मारक से जुड़ा कोई ईमेल संदेश नहीं है।
hr: Nema povezane poruke e-pošte s ovim podsjetnikom.
hu: Nincs e-mail üzenet csatolva ehhez az emlékeztetőhöz.
id: Tidak ada pesan email yang terhubung dengan pengingat ini.
is: Enginn tölvupóstur tengdur við þessa áminningu.
it: Nessun messaggio email collegato a questo promemoria.
ja: このリマインダーにリンクされたメールメッセージがありません。
ka: ამ შეხსენებას არ აქვს მიკავშირებული ელ.ფოსტის შეტყობინება.
ku: هیچ پەیامی ئیمەیڵی پەیوەندیدا بووی بە ئەم یادکردنە.
lt: Nėra el. pašto pranešimo, susieto su šiuo priminimu.
lv: Nav saistīta e-pasta ziņa ar šo atgādinājumu.
mg: Tsy misy hafatra mailaka mifandray amin'ity fampahatsiahivana ity.
mi: Kāore he karere īmēra kua tūhonotia ki tēnei whakamaumahara.
mk: Нема поврзана е-пошта порака со овој потсетник.
ml: ഈ റിമൈണ്ടറിന് യാതൊരു ഇമെയില്‍ സന്ദേശവും ബന്ധിച്ചിട്ടില്ല.
ms: Tiada mesej e-mel yang dipautkan kepada peringatan ini.
mt: L-ebda messaġġ bl-email marbut ma' din it-tfakkira.
my: ဤမှတ်ချက်နဲ႔ ဘာအသုံးပြုမှုအတွက်အီးမေးလ်မရှိပါ။
nl: Geen e-mailbericht gekoppeld aan deze herinnering.
no: Ingen e-postmelding koblet til denne påminnelsen.
pa: ਕੋਈ ਈਮੇਲ ਸੁਨੇਹਾ ਇਸ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਨਾਲ ਜੁੜਿਆ ਨਹੀਂ ਹੈ।
pl: Brak wiadomości e-mail powiązanej z tym przypomnieniem.
pt: Nenhuma mensagem de email vinculada a este lembrete.
ro: Niciun mesaj de email asociat acestui mementou.
ru: К этому напоминанию не привязано email-сообщение.
sk: K tomuto pripomenutiu nie je pripojená žiadna emailová správa.
sl: Nobeno e-poštno sporočilo ni povezano s tem opomnikom.
sq: Asnjë mesazh emaili i lidhur me këtë kujtesë.
sr: Nijedna email poruka nije povezana sa ovim podsetnikom.
sv: Inget e-postmeddelande länkat till denna påminnelse.
sw: Hakuna ujumbe wa barua pepe uliohamasishwa kwa kumbusho hili.
ta: இந்த குறிப்புக்கு எந்த மின்னஞ்சல் செய்தியோ இணைக்கப்படவில்லை.
te: ఈ గుర్తింపుకు ఇమెయిల్ సందేశం లింక్ చేయబడలేదు.
th: ไม่มีข้อความอีเมลเชื่อมโยงกับการเตือนความจำนี้
tr: Bu hatırlatıcıya bağlı e-posta mesajı yok.
uk: Жодного повідомлення електронною поштою не пов'язано з цим нагадуванням.
ur: اس یاد دہانی سے کوئی ای میل پیغام منسلک نہیں ہے۔
uz: Bu eslatmaga hech qanday email xabari bog'lanmagan.
vi: Không có tin nhắn email nào được liên kết với nhắc nhở này.
xh: Akukho myalezo we-imeyile odityaniswe nale nkumbuzo.

source: SMTP configuration is disabled.
ar: لم يتم تعيين أو تم تعطيل تكوين SMTP.
az: SMTP konfiqurasiyası təyin edilməyib və ya deaktivdir.
be: Конфігурація SMTP не призначена або вимкнена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়নি বা নিষ্ক্রিয়।
cs: SMTP konfigurace není přiřazena nebo je zakázána.
cy: Nid yw'r cyfluniad SMTP wedi'i aseinio neu wedi'i analluogi.
da: SMTP-konfiguration ikke tildelt eller er deaktiveret.
de: SMTP-Konfiguration nicht zugewiesen oder deaktiviert.
el: Η διαμόρφωση SMTP δεν έχει ανατεθεί ή είναι απενεργοποιημένη.
es: Configuración SMTP no asignada o está deshabilitada.
et: SMTP konfiguratsioon pole määratud või on keelatud.
eu: SMTP konfigurazioa ez dago esleituta edo desgaituta dago.
fa: پیکربندی SMTP اختصاص داده نشده یا غیرفعال است.
fi: SMTP-konfiguraatiota ei ole määritetty tai se on poistettu käytöstä.
fr: Configuration SMTP non assignée ou désactivée.
ga: Níor sannadh cumraíocht SMTP nó tá sí díchumasaithe.
gd: Cha deach rèiteachadh SMTP a shònrachadh no air a chur dheth.
gl: Configuración SMTP non asignada ou está desactivada.
gu: SMTP વિન્ધાન સ્થાપિત નથી અથવા નિષ્ક્રિય છે.
he: תצורת SMTP לא הוקצתה או מושבתת.
hi: SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया है या अक्षम है।
hr: SMTP konfiguracija nije dodijeljena ili je onemogućena.
hu: Az SMTP konfiguráció nincs hozzárendelve vagy le van tiltva.
id: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
is: SMTP stillingar ekki úthlutaðar eða eru óvirkar.
it: Configurazione SMTP non assegnata o è disabilitata.
ja: SMTP設定が割り当てられていないか無効になっています。
ka: 未分配SMTP配置或已禁用。
ku: ڕێکخستنی SMTP هەڵبژاردن یان ناچالاکە.
lt: SMTP konfigūracija nepriskirta arba išjungta.
lv: SMTP konfigurācija nav piešķirta vai ir atspējota.
mg: Tsy napetraka na nampiana ilay fepetra SMTP.
mi: Kāore i whakatapua te whirihoranga SMTP, kua monokia rānei.
mk: SMTP конфигурацијата не е доделена или е оневозможена.
ml: SMTP കോൻഫിഗറേഷൻ നിയോഗിക്കപ്പെടാത്തത് അല്ലെങ്കിൽ സജീവമാക്കാൻ സാധിക്കാത്തത്.
ms: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
mt: Konfigurazzjoni SMTP mhux assenjata jew hija diżattivata.
my: SMTP ဖွဲ့စည်းမှုကို မနိမ့်ပြည်း သို့မဟုတ် ပျက်ပါ။
nl: SMTP-configuratie niet toegewezen of is uitgeschakeld.
no: SMTP-konfigurasjon ikke tilordnet eller er deaktivert.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਜਾਂ ਅਯੋਗ ਹੈ.
pl: Konfiguracja SMTP nie przypisana lub jest wyłączona.
pt: Configuração SMTP não atribuída ou está desativada.
ro: Configurația SMTP nu este asignată sau este dezactivată.
ru: Конфигурация SMTP не назначена или отключена.
sk: Konfigurácia SMTP nie je priradená alebo je zakázaná.
sl: Konfiguracija SMTP ni dodeljena ali je onemogočena.
sq: Konfigurimi SMTP nuk është caktuar ose është çaktivizuar.
sr: SMTP konfiguracija nije dodeljena ili je onemogućena.
sv: SMTP-konfiguration inte tilldelad eller är inaktiverad.
sw: Usanidi wa SMTP haujatumwa au umezimwa.
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை அல்லது முடக்கப்பட்டுள்ளது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు లేదా నిలిపివేయబడింది.
th: การตั้งค่า SMTP ไม่ได้มอบหมายหรือถูกปิดใช้งาน
tr: SMTP yapılandırması atanmadı veya devre dışı bırakıldı.
uk: Налаштування SMTP не присвоєні або відключені.
ur: SMTP ترتیب نامہ تفویض نہیں کیا گیا یا غیر فعال ہے۔
uz: SMTP sozlamalari tayinlanmagan yoki o'chirilgan.
vi: Cấu hình SMTP chưa được gán hoặc đã bị vô hiệu hóa.
xh: Ulwalathiso lwe-SMTP alukhangelekanga okanye alinakho.ukusebenza.

source: Test reminder sent successfully.
ar: تم إرسال البريد الالكتروني التجريبي بنجاح.
az: Test emaili uğurla göndərildi.
be: Тестовий лист успішно відправлено.
bn: পরীক্ষামূলক ইমেল সফলভাবে পাঠানো হয়েছে।
cs: Testovací email úspěšně odeslán.
cy: Anfonwyd prawf ebost yn llwyddiannus.
da: Test-email sendt med succes.
de: Test-E-Mail erfolgreich gesendet.
el: Το δοκιμαστικό email στάλθηκε με επιτυχία.
es: Correo de prueba enviado con éxito.
et: Proovisõnum saadetud edukalt.
eu: Proba-emaila ongi bidali da.
fa: ایمیل آزمایشی با موفقیت ارسال شد.
fi: Testisähköposti lähetetty onnistuneesti.
fr: Email de test envoyé avec succès.
ga: Seoladh tástála ríomhphoist go rathúil.
gd: Post-deuchainn air a chur gu soirbheachail.
gl: Correo de proba enviado con éxito.
gu: પરીક્ષણ ઇમેઇલ સફળતાપૂર્વક મોકલ્યો.
he: אימייל הבדיקה נשלח בהצלחה.
hi: परिक्षण ईमेल सफलतापूर्वक भेजा गया।
hr: Testni email je uspješno poslan.
hu: A teszt email sikeresen elküldve.
id: Email uji berhasil dikirim.
is: Prófunarpóstur sendur með árangri.
it: Email di test inviata con successo.
ja: テストメールが正常に送信されました。
ka: 测试电子邮件已成功发送。
ku: تاقیگرەوەی ئیمەیڵی نادیارە چۆنەڕووکەوی.
lt: Bandomasis el. laiškas sėkmingai išsiųstas.
lv: Testa e-pasts veiksmīgi nosūtīts.
mg: Nandefasana mailaka fitsapana.
mi: I tuku angitu te īmēra whakamātautau.
mk: Тест е-пошта успешно испратена.
ml: ടെസ്റ്റ് ഇമെയിൽ വിജയകരമായി അയച്ചു.
ms: Emel ujian dihantar dengan jayanya.
mt: Test email mibgħut b'suċċess.
my: စမ်းသပ်အီးမေးလ်ကို အောင်မြင်စွာပို့လျက်ရှိသည်။
nl: Test-e-mail succesvol verzonden.
no: Test-e-post sendt vellykket.
pa: ਟੈਸਟ ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ.
pl: Testowy email wysłany pomyślnie.
pt: Email de teste enviado com sucesso.
ro: Emailul de testare a fost trimis cu succes.
ru: Тестовое письмо успешно отправлено.
sk: Testovací e-mail bol úspešne odoslaný.
sl: Preskusno e-poštno sporočilo uspešno poslano.
sq: Emaili i provës u dërgua me sukses.
sr: Test email uspešno poslat.
sv: Test-e-post skickades framgångsrikt.
sw: Barua pepe ya majaribio imetumwa kwa mafanikio.
ta: சோதனை மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.
te: పరీక్షా ఇమెయిల్ విజయవంతంగా పంపబడింది.
th: ส่งอีเมลทดสอบสำเร็จ
tr: Test e-postası başarılı bir şekilde gönderildi.
uk: Тестовий електронний лист успішно надіслано.
ur: ٹیسٹ ای میل کامیابی سے بھیجی گئی۔
uz: Sinov elektron posti muvaffaqiyatli yuborildi.
vi: Email thử nghiệm đã gửi thành công.
xh: I-imeyile yokuvavanya ithunyelwe ngempumelelo.

source: Test reminder failed:
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: Failed to send test reminder.
ar: فشل في إرسال رسالة البريد الإلكتروني التجريبية:
az: Test emailini göndərmək alınmadı:
be: Не вдалося відправити тестовий лист:
bn: পরীক্ষামূলক ইমেল পাঠাতে ব্যর্থ হয়েছে:
cs: Nepodařilo se odeslat testovací email:
cy: Methwyd ag anfon prawf ebost:
da: Kunne ikke sende test-email:
de: Fehler beim Senden der Test-E-Mail:
el: Αποτυχία αποστολής δοκιμαστικού email:
es: Error al enviar el correo de prueba:
et: Proovisõnumi saatmine ebaõnnestus:
eu: Ezin izan da proba-emaila bidali:
fa: ارسال ایمیل آزمایشی ناموفق بود:
fi: Testisähköpostin lähetys epäonnistui:
fr: Échec de l'envoi de l'email de test:
ga: Theiptheach seoladh ríomhphoist tástála:
gd: Dh'fhàillig cuir post-deuchainn:
gl: Non se puido enviar o correo de proba:
gu: પરીક્ષણ ઇમેઇલ મોકલવામાં નિષ્ફળ:
he: שליחת אימייל הבדיקה נכשלה:
hi: परीक्षण ईमेल भेजने में विफल:
hr: Slanje testnog emaila nije uspjelo:
hu: Nem sikerült elküldeni a teszt emailt:
id: Gagal mengirim email uji:
is: Mistókst að senda prófunarpóst:
it: Invio email di test fallito:
ja: テストメールの送信に失敗しました：
ka: 发送测试电子邮件失败：
ku: شکستی لە ناردنی تاقیگرەوەی ئیمەیڵ:
lt: Nepavyko išsiųsti bandomojo el. laiško:
lv: Neizdevās nosūtīt testa e-pastu:
mg: Tsy nahomby ny fandefasana mailaka fitsapana:
mi: I rahua te tuku īmēra whakamātautau:
mk: Не успеа да се испрати тест е-пошта:
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു:
ms: Gagal menghantar emel ujian:
mt: Naqas milli tibgħat test email:
my: စမ်းသပ်အီးမေးလ် ပို့သည် မအောင်မြင်ပါ:
nl: Verzenden van test-e-mail mislukt:
no: Kunne ikke sende test-e-post:
pa: ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ:
pl: Nie udało się wysłać testowego emaila:
pt: Falha ao enviar email de teste:
ro: Trimiterea emailului de test a eșuat:
ru: Не удалось отправить тестовое письмо:
sk: Nepodarilo sa odoslať testovací e-mail:
sl: Ni uspelo poslati preskusnega e-poštnega sporočila:
sq: Dështoi dërgimi i emailit të provës:
sr: Neuspešno slanje test emaila:
sv: Misslyckades att skicka test-e-post:
sw: Imeshindikana kutuma barua pepe ya majaribio:
ta: சோதனை மின்னஞ்சல் அனுப்பத் தோல்வி:
te: పరీక్షా ఇమెయిల్ పంపడం విఫలమైంది:
th: ไม่สามารถส่งอีเมลทดสอบ:
tr: Test e-postası gönderilemedi:
uk: Не вдалося надіслати тестовий електронний лист:
ur: ٹیسٹ ای میل بھیجنے میں ناکام:
uz: Sinov elektron postini yuborishda xatolik yuz berdi:
vi: Gửi email thử nghiệm thất bại:
xh: Kusilele ukuthumela i-imeyile yovavanyo:

source: Failed to load reminder details.
ar: عرض التفاصيل
az: Detallara bax
be: Просмотреть детали
bn: বিশদ বিবরণ দেখুন
cs: Zobrazit podrobnosti
cy: Gweld Manylion
da: Vis detaljer
de: Details anzeigen
el: Προβολή Λεπτομερειών
es: Ver Detalles
et: Vaata üksikasju
eu: Ikusi Xehetasunak
fa: مشاهده جزئیات
fi: Näytä tiedot
fr: Voir les détails
ga: Hwɛ ndaaseɛ
gd: Seall Fiosrachadh
gl: Ver detalles
gu: વિગતો જુઓ
he: הצג פרטים
hi: विवरण देखें
hr: Pregledaj detalje
hu: Részletek megtekintése
id: Lihat Detail
is: Skoða upplýsingar
it: Visualizza Dettagli
ja: 詳細を表示
ka: დეტალების ნახვა
ku: بینینی وردەکارییەکان
lt: Peržiūrėti detales
lv: Skatīt detaļas
mg: Hijery antsipirihany
mi: Tirohia Ngā Taipitopito
mk: Погледни детали
ml: വിശദാംശങ്ങൾ കാണുക
ms: Lihat Butiran
mt: Ara D-Dettalji
my: အသေးစိတ် ကြည့်ရှုရန်
nl: Details Bekijken
no: Vis detaljer
pa: ਵੇਰਵੇ ਵੇਖੋ
pl: Pokaż szczegóły
pt: Ver Detalhes
ro: Vezi Detalii
ru: Просмотреть детали
sk: Zobraziť detaily
sl: Ogled podrobnosti
sq: Shiko Detajet
sr: Pregledaj detalje
sv: Visa Detaljer
sw: Tazama Maelezo
ta: விவரங்களை பார்க்கவும்
te: వివరాలు చూడండి
th: ดูรายละเอียด
tr: Ayrıntıları Görüntüle
uk: Переглянути деталі
ur: تفصیلات دیکھیں
uz: Tafsilotlarni ko'rish
vi: Xem chi tiết
xh: Bheka Imininingwane

source: Reminder schedule updated successfully.
ar: تم تحديث الجدول بنجاح.
az: Cədvəl uğurla yeniləndi.
be: Розклад успішно оновлено.
bn: সময়সূচী সফলভাবে আপডেট হয়েছে।
cs: Plán úspěšně aktualizován.
cy: Diweddarwyd amserlen yn llwyddiannus.
da: Tidsplan opdateret med succes.
de: Zeitplan erfolgreich aktualisiert.
el: Το πρόγραμμα ενημερώθηκε με επιτυχία.
es: Horario actualizado con éxito.
et: Ajakava edukalt uuendatud.
eu: Ordutegia ongi eguneratu da.
fa: برنامه زمان‌بندی با موفقیت به‌روزرسانی شد.
fi: Aikataulu päivitetty onnistuneesti.
fr: Calendrier mis à jour avec succès.
ga: Sceideal nuashonraithe go rathúil.
gd: Clàrachd air ùrachadh gu soirbheachail.
gl: Horario actualizado con éxito.
gu: સમયપત્રક સફળતાપૂર્વક અપડેટ થયું.
he: הלו"ז עודכן בהצלחה.
hi: अनुसूची सफलतापूर्वक अपडेट की गई।
hr: Raspored je uspješno ažuriran.
hu: Ütemezés sikeresen frissítve.
id: Jadwal berhasil diperbarui.
is: Áætlun uppfært með árangri.
it: Programma aggiornato con successo.
ja: スケジュールが正常に更新されました。
ka: 计划已成功更新。
ku: پلان نوێکرا بەرکەوتوو.
lt: Tvarkaraštis sėkmingai atnaujintas.
lv: Grafiks veiksmīgi atjaunināts.
mg: Vita tsara ny fanavaozana ny fandaharam-potoana.
mi: I whakahou angitu te hōtaka.
mk: Распоредот е успешно ажуриран.
ml: ഷെഡ്യൂൾ വിജയകരമായി പുതുക്കി.
ms: Jadual berjaya dikemaskini.
mt: Skeda aġġornata b'suċċess.
my: ပြက္ခဒိန်ကို အောင်မြင်စွာ ပြန်လည် ပြင်ဆင်ပြီး။
nl: Schema succesvol bijgewerkt.
no: Tidsplan oppdatert vellykket.
pa: ਸ਼ੀਡਿਊਲ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ.
pl: Harmonogram zaktualizowany pomyślnie.
pt: Cronograma atualizado com sucesso.
ro: Program actualizat cu succes.
ru: Расписание успешно обновлено.
sk: Plán úspešne aktualizovaný.
sl: Urnik uspešno posodobljen.
sq: Orari u përditësua me sukses.
sr: Raspored ažuriran uspešno.
sv: Schema uppdaterat framgångsrikt.
sw: Ratiba imesasishwa kwa mafanikio.
ta: திட்டம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: షెడ్యూల్ విజయవంతంగా అప్ డేట్ చేయబడింది.
th: อัปเดตกำหนดการสำเร็จ
tr: Zamanlama başarıyla güncellendi.
uk: Розклад успішно оновлено.
ur: شیڈول کامیابی سے اپ ڈیٹ ہو گیا۔
uz: Jadval muvaffaqiyatli yangilandi.
vi: Successfully updated datetime.
xh: Ishedyuli yohlaziyo ngempumelelo.

source: Failed to load or save reminder schedule.
ar: فشل في تحميل أو حفظ جدول الإشعارات.
az: Xatırlatma cədvəlini yükləmək və ya saxlamaq mümkün olmadı.
be: Не вдалося завантажити або зберегти розклад нагадування.
bn: রিমাইন্ডার সময়সূচী লোড বা সংরক্ষণ ব্যর্থ হয়েছে।
cs: Nepodařilo se načíst nebo uložit plán připomínky.
cy: Methwyd llwytho neu arbed amserlen atgoffa.
da: Kunne ikke indlæse eller gemme påmindelsesskema.
de: Laden oder Speichern des Erinnerungsterminplans fehlgeschlagen.
el: Απέτυχε η φόρτωση ή η αποθήκευση του προγράμματος υπενθύμισης.
es: Error al cargar o guardar el programa de recordatorios.
et: Meeldetuletuse ajakava laadimine või salvestamine ebaõnnestus.
eu: Huts egin da oroigarri-ordutegia kargatzen edo gordetzen.
fa: بارگذاری یا ذخیره برنامه یادآوری ناموفق بود.
fi: Muistutusaikataulun lataaminen tai tallentaminen epäonnistui.
fr: Échec du chargement ou de l'enregistrement de l'horaire de rappel.
ga: Lódáil nó sábháil sceideal an mheabhrúcháin, teipthe.
gd: Dh'fhàillig clàr-ama rabhadh a luchdadh no a shàbhaladh.
gl: Fallou ao cargar ou gardar o horario do recordatorio.
gu: રીમાઇન્ડર શેડ્યૂલ લોડ કરવાની અથવા સેવ કરવાની નિષ્ફળતા.
he: נכשל בטעינה או בשמירת לוח הזמנים של תזכורות.
hi: अनुस्मारक अनुसूची को लोड या सहेजने में विफल।
hr: Neuspjeh pri učitavanju ili spremanju rasporeda podsjetnika.
hu: Nem sikerült a figyelmeztető ütemezés betöltése vagy mentése.
id: Gagal memuat atau menyimpan jadwal pengingat.
is: Ekki tókst að hlaða eða vista áminningaráætlun.
it: Impossibile caricare o salvare il programma promemoria.
ja: リマインダーのスケジュールを読み込むまたは保存するのに失敗しました。
ka: Mekdi bazu la omnu toskedi sikma.
ku: بارکردن یان هەڵگرتنی زمانبەندەی یادیەر ناکەوە.
lt: Nepavyko įkelti ar išsaugoti priminimo tvarkaraščio.
lv: Neizdevās ielādēt vai saglabāt atgādinājuma grafiku.
mg: Tsy nahomby ny fampidinana na fitahirizana ny fandaharam-pahatsiahivana.
mi: I rahua te uta, te tiaki rānei i te wātaka whakamaumahara.
mk: Не успеа да се вчита или зачува распоредот за потсетници.
ml: ഓർമ്മപ്പെടുത്തൽ ഷെഡ്യൂൾ ലോഡ് ചെയ്യാനും സേവ് ചെയ്യാനും പരാജയം.
ms: Gagal memuatkan atau menyimpan jadual peringatan.
mt: Naqas milli jittella' jew jiġi ssejvjat l-iskeda tal-promemoria.
my: ပီ
nl: Het laden of opslaan van het herinneringsschema is mislukt.
no: Kunne ikke laste eller lagre påminnelsesplan.
pa: ਯਾਦ ਦਿਲਾਈ ਕਾਰਜਕ੍ਰਮ ਲੋਡ ਜਾਂ ਸੇਵ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się załadować lub zapisać harmonogramu przypomnienia.
pt: Falha ao carregar ou salvar a programação de lembretes.
ro: Nu s-a reușit încărcarea sau salvarea programului de reamintire.
ru: Не удалось загрузить или сохранить расписание напоминания.
sk: Nepodarilo sa načítať alebo uložiť plán pripomienok.
sl: Nalaganje ali shranjevanje urnika opomnikov ni uspelo.
sq: Dështoi të ngarkohej ose ruhej programi për kujtesë.
sr: Nije uspelo učitavanje ili čuvanje rasporeda podsetnika.
sv: Misslyckades att ladda eller spara påminnelseschema.
sw: Imeshindwa kupakia au kuhifadhi ratiba ya ukumbusho.
ta: நினைவூட்டும் அட்டவணையை ஏற்றவோ அல்லது சேமிக்கவோ முடியவில்லை.
te: గజదింపుల షెడ్యూల్‌ను లోడ్ చేయడం లేదా సేవ్ చేయడం విఫలమైంది.
th: ล้มเหลวในการโหลดหรือตั้งเวลาการเตือนความจำ
tr: Hatırlatma programı yüklenemedi veya kaydedilemedi.
uk: Не вдалося завантажити або зберегти графік нагадувань.
ur: یاد دہانی کے شیڈول کو لوڈ یا محفوظ کرنے میں ناکام۔
uz: Eslatma jadvalini yuklash yoki saqlash muvaffaqiyatsiz.
vi: Không tải hoặc lưu lịch nhắc nhở được.
xh: Ayiphumelelanga ukulayisha okanye ukugcina isikhumbuzo.
