Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Save the Messages to return to the overview.
ar: حفظ الإشعار للعودة إلى النظرة العامة.
az: Bildirişi saxlamaq üçün ümumi baxışa qayıdır.
be: বিজ্ঞপ্তি সংরক্ষণ করে সারসংক্ষেপে ফিরে যান।
bn: সংক্ষিপ্তসারে ফিরতে বিজ্ঞপ্তি সংরক্ষণ করুন।
cs: Uložte oznámení a vraťte se k přehledu.
cy: Cadwch yr hysbysiad i ddychwelyd i'r trosolwg.
da: Gem notifikation for at vende tilbage til oversigten.
de: Speichern Sie die Benachrichtigung, um zur Übersicht zurückzukehren.
el: Αποθηκεύστε την ειδοποίηση για να επιστρέψετε στη σύνοψη.
es: Guarde la notificación para regresar a la vista general.
et: Salvestage teavitus, et naasta ülevaate juurde.
eu: Gorde jakinarazpena gainbegiratzera itzultzeko.
fa: اعلان را ذخیره کنید تا به نمای کلی برگردید.
fi: Tallenna ilmoitus palataksesi yleisnäkymään.
fr: Enregistrez la notification pour revenir à l'aperçu.
ga: Sábháil an fógra chun filleadh ar an forléargas.
gd: Sàbhail am fios airson tilleadh chun a’ gheàrr-chunntais.
gl: Garda a notificación para volver á vista xeral.
gu: ઝાંઝીલે જમ્પ કરો.
he: שמור את ההתראה כדי לחזור לתצוגת הכללי.
hi: अवलोकन पर लौटने के लिए सूचना सहेजें।
hr: Spremite obavijest za povratak na pregled.
hu: Mentse az értesítést, hogy visszatérjen az áttekintéshez.
id: Simpan notifikasi untuk kembali ke ikhtisar.
is: Vistaðu tilkynninguna til að fara aftur í yfirlitið.
it: Salva la notifica per tornare alla panoramica.
ja: 通知を保存して概要に戻ってください。
ka: შეინახეთ შეტყობინება დასაბრუნებლად მიმოხილვაში.
ku: هەواڵکردنەوە پارێزە بۆ پەسووە کردنەوە بۆ گشتی.
lt: Išsaugokite pranešimą, kad grįžtumėte į apžvalgą.
lv: Saglabājiet paziņojumu, lai atgrieztos pārskatā.
mg: Tehirizo ny fampahafantarana mba hiverina amin'ny famintinana.
mi: Tiakina te whakamōhiotanga kia hoki ki te tirohanga whānui.
mk: Зачувајте го известувањето за да се вратите на прегледот.
ml: അറിയിപ്പ് സംരക്ഷിച്ചാൽ അവലോകനത്തിലേക്ക് മടങ്ങാം.
ms: Simpan notifikasi untuk kembali ke gambaran keseluruhan.
mt: Iffranka n-notifika biex tirritorna lejn l-overview.
my: အသိပေးချက်ကို သိမ်းပြီး ပြန်လည်ကြည့်ရှုမှုသို့ ရောက်ပါ။
nl: Sla de melding op om terug te keren naar het overzicht.
no: Lagre varselet for å gå tilbake til oversikten.
pa: ਝਲਕ 'ਤੇ ਵਾਪਸ ਜਾਣ ਲਈ ਸੂਚਨਾ ਸੁਰੱਖਿਅਤ ਕਰੋ।
pl: Zapisz powiadomienie, aby wrócić do podglądu.
pt: Salve a notificação para retornar ao resumo.
ro: Salvează notificarea pentru a reveni la prezentare generală.
ru: Сохраните уведомление, чтобы вернуться к обзору.
sk: Uložte oznámenie na návrat na prehľad.
sl: Shranite obvestilo, da se vrnete na pregled.
sq: Ruaj njoftimin për t'u kthyer në përmbledhje.
sr: Sačuvajte obaveštenje da se vratite na pregled.
sv: Spara notifikationen för att återgå till översikten.
sw: Hifadhi taarifa ili kurudi kwenye muhtasari.
ta: கண்ணோட்டத்திற்கு திரும்ப அறிவிப்பை சேமிக்கவும்.
te: అవలోకనం కు చేరడానికి సూచనను సేవ్ చేయండి.
th: บันทึกการแจ้งเตือนเพื่อกลับไปยังภาพรวม
tr: Genel görünüme dönmek için bildirimi kaydedin.
uk: Збережіть повідомлення, щоб повернутися до огляду.
ur: اطلاع محفوظ کریں تاکہ جائزہ پر واپس جائیں۔
uz: Sharhga qaytish uchun bildirishnomani saqlang.
vi: Lưu thông báo để quay lại tổng quan.
xh: Gcina isilumkiso ukuze ubuyele kujongeka yonke.

source: You need to create at least one apprise or webhook destination.
ar: تحتاج إلى إنشاء وجهة واحدة على الأقل من نوع apprise أو webhook.
az: Ən azı bir apprise və ya webhook təyinatı yaratmalısınız.
be: আপনাকে কমপক্ষে একটি অ্যাপ্রাইজ বা ওয়েবহুক গন্তব্য তৈরি করতে হবে।
bn: আপনাকে অন্তত একটি অ্যাপ্রাইজ বা ওয়েবহুক গন্তব্য তৈরি করতে হবে।
cs: Je třeba vytvořit alespoň jedno apprise nebo webhook spojení.
cy: Mae angen i chi greu o leiaf un cyrchfan apprise neu webhook.
da: Du skal oprette mindst én apprise eller webhook destination.
de: Sie müssen mindestens ein Apprise- oder Webhook-Ziel erstellen.
el: Πρέπει να δημιουργήσετε τουλάχιστον έναν προορισμό apprise ή webhook.
es: Necesita crear al menos un destino de apprise o webhook.
et: Teil on vaja luua vähemalt üks apprise või webhook sihtkoht.
eu: Gutxienez apprise edo webhook helmuga bat sortu behar duzu.
fa: شما باید حداقل یک مقصد apprise یا وب‌هوک ایجاد کنید.
fi: Sinun on luotava vähintään yksi apprise- tai webhook-kohde.
fr: Vous devez créer au moins une destination apprise ou webhook.
ga: Ní mór duit ceann sprioc amháin ar a laghad a chruthú nó ceann suíomh gréasáin a dhéanamh.
gd: Feumaidh tu co-dhiù aon ceann-uidhe apprise no webhook a chruthachadh.
gl: Necesitas crear polo menos un destino apprise ou webhook.
gu: તમે ઓછામાં ઓછી એક એપ્રાઇઝ અથવા વેબહૂક ગંતવ્ય બનાવવું જ જોઈએ.
he: עליך ליצור לפחות יעד אפריס או ווב-הוק אחד.
hi: आपको कम से कम एक अप्रीज़ या वेबहुक गंतव्य बनाना होगा।
hr: Trebate stvoriti barem jedno apprise ili webhook odredište.
hu: Legalább egy apprise vagy webhook célállomást kell létrehoznia.
id: Anda perlu membuat setidaknya satu tujuan apprise atau webhook.
is: Þú þarft að búa til að minnsta kosti einn apprise eða webhook áfangastað.
it: Devi creare almeno una destinazione apprise o webhook.
ja: 少なくとも1つのAppriseまたはWebhookの宛先を作成する必要があります。
ka: თქვენ უნდა შექმნათ მინიმუმ ერთი apprise ან webhook დანიშნულების ადგილი.
ku: پێویستە بەلایەنی کەم یەک مقصدی 'apprise' یان 'webhook' دروست بکەیت.
lt: Reikia sukurti bent vieną apprise arba webhook tikslą.
lv: Jums ir jāizveido vismaz viens apprise vai webhook galamērķis.
mg: Tena mila mamorona tanjona apprise na webhook farafaharatsiny.
mi: Me waihanga e koe kia kotahi te whāinga apprise, whāinga whārau ipurangi rānei.
mk: Треба да креирате барем една дестинација за apprise или webhook.
ml: കുറഞ്ഞത് ഒരു ആപ്രൈസ് അല്ലെങ്കിൽ വെബ്ഹൂക്ക് ലക്ഷ്യസ്ഥലം നിങ്ങൾ സൃഷ്ടിക്കണം.
ms: Anda perlu mencipta sekurang-kurangnya satu destinasi apprise atau webhook.
mt: Trid toħloq mill-inqas destinazzjoni waħda ta' apprise jew webhook.
my: သင် အနည်းဆုံး apprise သို့မဟုတ် webhook ဦးတည်ရာတစ်ခု ဖန်တီးရန် လိုအပ်ပါသည်။
nl: U moet ten minste één apprise- of webhookbestemming maken.
no: Du må opprette minst én apprise- eller webhook-destinasjon.
pa: ਤੁਹਾਨੂੰ ਘੱਟੋ-ਘੱਟ ਇੱਕ ਅਪ੍ਰਾਇਜ਼ ਜਾਂ ਵੈੱਬਹੂਕ ਮੰਜ਼ਲ ਬਣਾਉਣ ਦੀ ਲੋੜ ਹੈ।
pl: Musisz utworzyć co najmniej jedną lokalizację apprise lub webhook.
pt: Você precisa criar pelo menos um destino apprise ou webhook.
ro: Trebuie să creezi cel puțin o destinație apprise sau webhook.
ru: Необходимо создать хотя бы одно место назначения apprise или webhook.
sk: Musíte vytvoriť aspoň jednu destináciu apprise alebo webhook.
sl: Morate ustvariti vsaj eno destinacijo apprise ali webhook.
sq: Duhet të krijoni të paktën një destinim apprise ose webhook.
sr: Morate kreirati barem jednu Apprise ili webhook destinaciju.
sv: Du behöver skapa minst en apprise- eller webhookdestination.
sw: Unahitaji kuunda angalau moja ya sehemu ya apprise au webhook.
ta: நீங்கள் குறைந்தது ஒன்றாவது apprise அல்லது webhook இடத்தை உருவாக்க வேண்டும்.
te: కనీసం ఒకటి అయినా అప్రైజ్ లేదా వెబ్‌హుక్ గమ్యస్థానాన్ని సృష్టించాలి.
th: คุณต้องสร้างปลายทาง apprise หรือ webhook อย่างน้อยหนึ่งรายการ
tr: En az bir apprise veya webhook hedefi oluşturmanız gerekiyor.
uk: Вам потрібно створити хоча б одну apprise або webhook адресу.
ur: آپ کو کم از کم ایک اپرائز یا ویب ہک مقام بنانا ہوگا۔
uz: Kamida bir marta apprise yoki veb-kancal manzilini yaratishingiz kerak.
vi: Bạn cần tạo ít nhất một đích apprise hoặc webhook.
xh: Kufuneka wenze ubuncinane indawo yokufikela yesi santya okanye iwebhok.

source: You can create as many destinations as you like.
ar: يمكنك إنشاء أكبر عدد تريده من الوجهات.
az: İstədiyiniz qədər təyinatlar yarada bilərsiniz.
be: আপনি যত খুশি গন্তব্য তৈরি করতে পারেন।
bn: আপনি যত ইচ্ছা তত গন্তব্য তৈরি করতে পারেন।
cs: Můžete vytvořit tolik cílů, kolik chcete.
cy: Gallwch greu cymaint o gyrchfanau ag y dymunwch.
da: Du kan oprette så mange destinationer, du vil.
de: Sie können beliebig viele Ziele erstellen.
el: Μπορείτε να δημιουργήσετε όσους προορισμούς θέλετε.
es: Puede crear tantos destinos como desee.
et: Saate luua nii palju sihtkohti, kui soovite.
eu: Nahi adina helmuga sor ditzakezu.
fa: شما می توانید به تعداد دلخواه مقصد ایجاد کنید.
fi: Voit luoda niin monta kohdetta kuin haluat.
fr: Vous pouvez créer autant de destinations que vous le souhaitez.
ga: Is féidir leat oiread áiteanna a chruthú is mian leat.
gd: Faodaidh tu uiread de cheann-uidhe a chruthachadh mar as toil leat.
gl: Podes crear tantos destinos como desexes.
gu: તમે ઇચ્છિત તેટલા ગંતવ્યો બનાવી શકો છો.
he: אתה יכול ליצור כמה יעדים שתרצה.
hi: आप जितने चाहें उतने गंतव्य बना सकते हैं।
hr: Možete stvoriti koliko god odredišta želite.
hu: Annyi célállomást hozhat létre, amennyit csak szeretne.
id: Anda dapat membuat sebanyak mungkin tujuan yang Anda suka.
is: Þú getur búið til eins marga áfangastaði og þú vilt.
it: Puoi creare quante destinazioni desideri.
ja: 好きなだけの宛先を作成できます。
ka: შეგიძლიათ შექმნათ იმდენი დანიშნულების ადგილი, რამდენიც გინდათ.
ku: دەکرێت زۆر شوێن دروست بکەیت بەپێی پەیوەندیدانت.
lt: Galite sukurti tiek tikslų, kiek norite.
lv: Jūs varat izveidot tik daudz galamērķus, cik vēlaties.
mg: Afaka mamorona tanjona betsaka kokoa ianao araka izay tianao.
mi: Ka taea e koe te waihanga i te maha o ngā whāinga e pai ana ki a koe.
mk: Можете да креирате колку сакате дестинации.
ml: നിങ്ങൾക്ക് താൽപ്പര്യമുള്ളത്ര ലക്ഷ്യസ്ഥലങ്ങൾ സൃഷ്ടിക്കാം.
ms: Anda boleh mencipta seberapa banyak destinasi yang anda suka.
mt: Tista' toħloq kemm trid destinazzjonijiet.
my: သင် စိတ်ကြိုက် ဦးတည်ရာများအများကြီး ဖန်တီးနိုင်ပါသည်။
nl: U kunt zoveel bestemmingen maken als u wilt.
no: Du kan opprette så mange destinasjoner du vil.
pa: ਤੁਸੀਂ ਜਿੰਨੀ ਚਾਹੋਂ, ਉਨ੍ਨੀ ਮੰਜ਼ਲਾਂ ਬਣਾਉਣ ਦੀ ਯੋਗਤਾ ਹੈ।
pl: Możesz utworzyć tyle miejsc docelowych, ile chcesz.
pt: Você pode criar quantos destinos quiser.
ro: Poți crea câte destinații dorești.
ru: Можно создать столько мест назначения, сколько вы хотите.
sk: Môžete vytvoriť toľko destinácií, koľko chcete.
sl: Lahko ustvarite poljubno število destinacij.
sq: Mund të krijoni aq destinime sa të dëshironi.
sr: Možete kreirati koliko god destinacija želite.
sv: Du kan skapa så många destinationer du vill.
sw: Unaweza kuunda maeneo mengi kama unavyotaka.
ta: நீங்கள் விரும்பினால் எத்தனை இடங்களையும் உருவாக்கலாம்.
te: మీకు నచ్చినంత గమ్యస్థానాలను సృష్టించవచ్చు.
th: คุณสามารถสร้างปลายทางได้มากเท่าที่คุณต้องการ
tr: İstediğiniz kadar hedef oluşturabilirsiniz.
uk: Ви можете створити стільки адрес, скільки забажаєте.
ur: آپ جتنے مقامات بنانا چاہیں بنا سکتے ہیں۔
uz: Istagancha manzil yaratishingiz mumkin.
vi: Bạn có thể tạo số điểm đến nhiều như bạn muốn.
xh: Ungenza iindawo zokufikela ezininzi njengoko uthanda.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
ar: انقر على 🧩 لتحديد واحدة أو أكثر من وجهات Apprise و/أو Webhook.
az: Bir və ya bir neçə Apprise və/oder Webhook təyinatını təyin etmək üçün 🧩 istəyin.
be: এক বা একাধিক অ্যাপ্রাইজ এবং/অথবা ওয়েবহুক গন্তব্য নির্ধারণ করতে 🧩 ক্লিক করুন।
bn: 🧩 ক্লিক করুন এক বা একাধিক অ্যাপ্রাইজ এবং/অথবা ওয়েবহুক গন্তব্য নির্ধারণ করতে।
cs: Klikněte na 🧩 pro přiřazení jednoho nebo více Apprise a/nebo Webhook cílů.
cy: Cliciwch 🧩 i neilltuo un neu fwy o cyrchfanau Apprise a/neu Webhook.
da: Klik 🧩 for at tildele en eller flere Apprise og/eller Webhook destinationer.
de: Klicken Sie auf 🧩, um ein oder mehrere Apprise- und/oder Webhook-Ziele zuzuweisen.
el: Κάντε κλικ στο 🧩 για να καθορίσετε έναν ή περισσότερους προορισμούς Apprise και/ή Webhook.
es: Haga clic en 🧩 para asignar uno o más destinos de Apprise y/o Webhook.
et: Klõpsake 🧩, et määrata üks või mitu Apprise ja/või Webhook sihtkohta.
eu: Klik egin 🧩 Apprise eta/edo Webhook helmuga bat edo gehiago esleitzeko.
fa: برای تعیین یک یا چند مقصد Apprise و/یا Webhook روی 🧩 کلیک کنید.
fi: Napsauta 🧩 määrittääksesi yhden tai useamman Apprise- ja/tai Webhook-kohteen.
fr: Cliquez sur 🧩 pour assigner une ou plusieurs destinations Apprise et/ou Webhook.
ga: Cliceáil 🧩 chun ceann amháin nó níos mó Spriocanna agus/nó Cinn a shannadh.
gd: Cliog air 🧩 gus aon no barrachd ceàrn-uidhe Apprise agus/no Webhook a shònrachadh.
gl: Fai clic en 🧩 para asignar un ou máis destinos de Apprise e/ou Webhook.
gu: 🧩 પર ક્લિક કરો để એક અથવા વધુ એપ્રીસ અને/અથવા વેબહૂક ગંતવ્યો સોંપો.
he: לחץ על 🧩 כדי להקצות יעד אפריס אחד או יותר ו/או יעדי ווב-הוק.
hi: एक या अधिक अप्रीज़ और/या वेबहुक गंतव्यों को सौंपने के लिए 🧩 पर क्लिक करें।
hr: Kliknite 🧩 za dodjelu jednog ili više Apprise i/ili Webhook odredišta.
hu: Kattintson a 🧩 ikonra, hogy hozzárendeljen egy vagy több Apprise és/vagy Webhook célállomást.
id: Klik 🧩 untuk menentukan satu atau lebih tujuan Apprise dan/atau Webhook.
is: Smelltu á 🧩 til að úthluta einum eða fleiri Apprise og/eða Webhook áfangastöðum.
it: Clicca su 🧩 per assegnare una o più destinazioni Apprise e/o Webhook.
ja: 🧩をクリックして、1つ以上のAppriseおよび/またはWebhookの宛先を割り当てます。
ka: დააჭირეთ 🧩 რომ დაავალოთ ერთი ან მეტი Apprise და/ან Webhook დანიშნულების ადგილი.
ku: کلیک بکە 🧩 بۆ تۆمارکردنی یەک یان زیاتر لە شوێنەکانی 'Apprise' یان 'Webhook'.
lt: Spustelėkite 🧩, kad priskirtumėte vieną ar daugiau Apprise ir (arba) Webhook tikslų.
lv: Noklikšķiniet uz 🧩, lai piešķirtu vienu vai vairākus Apprise un/vai Webhook galamērķus.
mg: Tsindrio 🧩 mba hanendry tanjona Apprise sy/na Webhook iray na maromaro.
mi: Pāwhiria te 🧩 ki te tautuhi i ngā whāinga Apprise me/ te Whārau Ipurangi.
mk: Кликнете 🧩 за да доделите една или повеќе Apprise и/или Webhook дестинации.
ml: ഒരു അല്ലെങ്കിൽ കൂടുതൽ ആപ്രൈസ്/വെബ്ഹൂക്ക് ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കാൻ 🧩 ക്ലിക്കുചെയ്യുക.
ms: Klik 🧩 untuk menetapkan satu atau lebih destinasi Apprise dan/atau Webhook.
mt: Ikklikkja 🧩 biex tassenja wieħed jew aktar destinazzjonijiet Apprise u/jew Webhook.
my: Apprise နှင့်/သို့မဟုတ် Webhook ဦးတည်ရာများတစ်ခု သို့မဟုတ် နောက်ထပ်တစ်ခု ထည့်သွင်းရန် 🧩 ကို နှိပ်ပါ။
nl: Klik op 🧩 om een of meer Apprise- en/of Webhook-bestemmingen toe te wijzen.
no: Klikk 🧩 for å tilordne én eller flere Apprise- og/eller Webhook-destinasjoner.
pa: 🧩 'ਤੇ ਕਲਿੱਕ ਕਰੋ ਇੱਕ ਜਾਂ ਜ਼ਿਆਦਾ ਅਪ੍ਰਾਇਜ਼ ਅਤੇ/ਜਾਂ ਵੈੱਬਹੂਕ ਮੰਜ਼ਲਾਂ ਨੂੰ ਨਿਰਧਾਰਿਤ ਕਰਨ ਲਈ।
pl: Kliknij 🧩, aby przypisać jedno lub więcej miejsc docelowych Apprise i/lub Webhook.
pt: Clique em 🧩 para atribuir um ou mais destinos Apprise e/ou Webhook.
ro: Apasă pe 🧩 pentru a aloca una sau mai multe destinații Apprise și/sau Webhook.
ru: Нажмите 🧩, чтобы назначить одно или несколько мест назначения Apprise и/или Webhook.
sk: Kliknite na 🧩 a priradte jednu alebo viac destinácií Apprise a/alebo Webhook.
sl: Kliknite 🧩 za dodelitev ene ali več destinacij Apprise in/ali Webhook.
sq: Kliko 🧩 për të caktuar një ose më shumë destinacione Apprise dhe/ose Webhook.
sr: Kliknite 🧩 za dodelu jedne ili više Apprise i/ili Webhook destinacija.
sv: Klicka på 🧩 för att tilldela en eller flera Apprise- och/eller Webhookdestinationer.
sw: Bofya 🧩 kuchagua moja au zaidi ya maeneo ya Apprise na/au Webhook.
ta: 🧩 கிளிக் செய்து ஒன்றிற்கும் மேற்பட்ட Apprise மற்றும்/அல்லது Webhook இடங்களை ஒதுக்கவும்.
te: ఒకోటి లేదా అంతకంటే ఎక్కువ Apprise మరియు/లేదా Webhook గమ్యస్థానాలను కేటాయించడానికి 🧩 నొక్కండి.
th: คลิก 🧩 เพื่อกำหนดปลายทาง Apprise และ/หรือ Webhook หนึ่งรายการหรือมากกว่านั้น
tr: 🧩 tıklayarak bir veya daha fazla Apprise ve/veya Webhook hedefi atayın.
uk: Натисніть 🧩, щоб призначити одну або більше Apprise і/або Webhook адрес.
ur: ایک یا زیادہ اپرائز اور/یا ویب ہک مقامات تفویض کرنے کے لئے 🧩 پر کلک کریں۔
uz: Bir yoki bir nechta Apprise va/yoki Webhook manzillarini taklifi bosing.
vi: Nhấn 🧩 để gán một hoặc nhiều đích Apprise và/hoặc Webhook.
xh: Cofa 🧩 ukuze ucele indawo enye okanye ezininzi zeApprise kunye/okanye iWebhook.

source: Click ⏱️ to set a schedule and check-in interval.
ar: انقر على ⏱️ لتعيين جدول وفترة تسجيل الدخول.
az: Cədvəli təyin etmək və yoxlama intervalını təyin etmək üçün ⏱️ basın.
be: তালিকা ও চেক-ইন অন্তর নির্ধারণ করতে ⏱️ ক্লিক করুন।
bn: ⏱️ ক্লিক করুন একটি সময়সূচি এবং চেক-ইন ইন্টারভাল সেট করতে।
cs: Klikněte na ⏱️ pro nastavení plánu a intervalu kontrol.
cy: Cliciwch ⏱️ i osod amserlen ac amser gwirio i mewn.
da: Klik ⏱️ for at indstille en tidsplan og check-in interval.
de: Klicken Sie auf ⏱️, um einen Zeitplan und ein Check-in-Intervall festzulegen.
el: Κάντε κλικ στο ⏱️ για να ορίσετε πρόγραμμα και διάστημα check-in.
es: Haga clic en ⏱️ para establecer un horario e intervalo de registro.
et: Klõpsake ⏱️, et määrata ajakava ja kontrollimise ajavahemik.
eu: Klik egin ⏱️ ordutegia eta kontrolerako tartea ezartzeko.
fa: برای تنظیم زمانبندی و فاصله چک‌این، روی ⏱️ کلیک کنید.
fi: Napsauta ⏱️ asettaaksesi aikataulun ja sisäänkirjautumisvälin.
fr: Cliquez sur ⏱️ pour définir un calendrier et un intervalle de check-in.
ga: Cliceáil ⏱️ chun sceideal agus eatramh seiceáil isteach a shocrú.
gd: Cliog air ⏱️ gus clàr-ama agus amannan sgrùdaidh a shuidheachadh.
gl: Fai clic en ⏱️ para establecer un horario e intervalo de check-in.
gu: ⏱️ પર ક્લિક કરો כדי શેડ્યુલ અને ચેક-ઇન અંતરાલ સેટ કરો.
he: לחץ על ⏱️ כדי לקבוע לוח זמנים ומרווחי בדיקה.
hi: अनुसूची और चेक-इन अंतराल सेट करने के लिए ⏱️ पर क्लिक करें।
hr: Kliknite ⏱️ za postavljanje rasporeda i intervala prijave.
hu: Kattintson a ⏱️ ikonra, hogy beállítson egy ütemezést és becsekkolási intervallumot.
id: Klik ⏱️ untuk mengatur jadwal dan interval check-in.
is: Smelltu á ⏱️ til að setja tímaáætlun og innritunarmilli.
it: Clicca su ⏱️ per impostare un programma e un intervallo di check-in.
ja: ⏱️をクリックして、スケジュールとチェックイン間隔を設定します。
ka: დააჭირეთ ⏱️ რომ დააყენოთ გრაფიკი და შემოწმების ინტერვალი.
ku: کلیک بکە ⏱️ بۆ دانانی خشتە و ماوەی کتینەوە.
lt: Spustelėkite ⏱️, kad nustatytumėte grafiką ir registracijos intervalą.
lv: Noklikšķiniet uz ⏰, lai iestatītu grafiku un pārbaudes intervālu.
mg: Tsindrio ⏱️ mba hametraha fandaharana sy fotoana fanamarinana.
mi: Pāwhiria te ⏱️ ki te tautuhi mahere wā me te wātiina takitaki.
mk: Кликнете ⏱️ за да поставите распоред и интервал за проверка.
ml: പട്ടിക ക്രമീകരിക്കാൻ, ചെക്ക്-ഇൻ ഇടവേള നിർണ്ണയിക്കാനായി ⏱️ ക്ലിക്കുചെയ്യുക.
ms: Klik ⏱️ untuk menetapkan jadual dan selang check-in.
mt: Ikklikkja ⏱️ biex tissettja skeda u l-interval ta' check-in.
my: ⏱️ ကို နှိပ်ပြီး အချိန်ဇယားနှင့် ချက်အင်းအကြိမ်ချိန်ကို သတ်မှတ်ပါ။
nl: Klik op ⏱️ om een planning en incheckinterval in te stellen.
no: Klikk ⏱️ for å angi en tidsplan og innsjekkingsintervall.
pa: ਸਮਾਂ ਨਿਰਧਾਰਿਤ ਕਰਨ ਅਤੇ ਚੈਕ-ਇਨ ਅੰਤਰਾਲ ਜਾਂਚਣ ਲਈ ⏱️ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij ⏱️, aby ustawić harmonogram i interwał odprawy.
pt: Clique em ⏱️ para definir uma agenda e um intervalo de check-in.
ro: Apasă pe ⏱️ pentru a seta un program și un interval de verificare.
ru: Нажмите ⏱️, чтобы установить расписание и интервал проверок.
sk: Kliknite na ⏱️ na nastavenie plánu a intervalu kontroly.
sl: Kliknite ⏱️ za nastavitev razporeda in intervala prijave.
sq: Kliko ⏱️ për të caktuar një orar dhe interval kontrolli.
sr: Kliknite ⏱️ za postavljanje rasporeda i intervala prijave.
sv: Klicka på ⏱️ för att ange ett schema och incheckningsintervall.
sw: Bofya ⏱️ kuweka ratiba na muda wa kuingia.
ta: ⏱️ என்பதைச் கிளிக் செய்து கால அட்டவணை மற்றும் செக்-இன் இடைவெளியை அமைக்கவும்.
te: షెడ్యూల్ మరియు చెక్-ఇన్ విరామాన్ని సెట్ చేయడానికి ⏱️ నొక్కండి.
th: คลิก ⏱️ เพื่อตั้งเวลาตารางและช่วงเวลาเช็คอิน
tr: ⏱️ tıklayarak bir program ve kontrol süresi ayarlayın.
uk: Натисніть ⏱️, щоб встановити розклад і інтервал перевірки.
ur: شیڈول اور چیک ان وقفہ مرتب کرنے کے لئے ⏱️ پر کلک کریں۔
uz: Jadvalni sozlash va check-in intervalini belgilash uchun ⏱️ tugmasini bosing.
vi: Nhấn ⏱️ để đặt lịch trình và khoảng thời gian check-in.
xh: Cofa ⏱️ ukuze usete ishedyuli kunye nexesha lokungena kwakhona.

source: Enable the Messages using the 🔴/🟢 toggle button.
ar: قم بتمكين البريد الإلكتروني باستخدام زر التبديل 🔴/🟢.
az: Email-i aktivləşdirmək üçün 🔴/🟢 keçid düyməsini istifadə edin.
be: Уключыце электронную пошту, выкарыстоўваючы 🔴/🟢 пераключальнік.
bn: ইমেইল সক্রিয় করতে 🔴/🟢 টগল বোতাম ব্যবহার করুন।
cs: Aktivujte email pomocí přepínače 🔴/🟢.
cy: Galluogi'r e-bost gan ddefnyddio'r botwm toglo 🔴/🟢.
da: Aktiver e-mailen ved hjælp af 🔴/🟢 knap.
de: Aktivieren Sie die E-Mail mit dem 🔴/🟢 Umschalter.
el: Ενεργοποιήστε το email χρησιμοποιώντας το διακόπτη 🔴/🟢.
es: Habilite el correo electrónico usando el botón de alternancia 🔴/🟢.
et: Aktiveeri e-kiri, kasutades 🔴/🟢 lülitit.
eu: Gaitu emaila 🔴/🟢 piztu/itzali botoia erabiliz.
fa: ایمیل را با استفاده از دکمه تغییر وضعیت 🔴/🟢 فعال کنید.
fi: Ota sähköposti käyttöön 🔴/🟢 kytkimellä.
fr: Activez l'email en utilisant le bouton à bascule 🔴/🟢.
ga: Hyɛ email no wɔ mu wɔ 🔴/🟢 fa no so ma w'ani asɔ.
gd: Comasaich am post-d le bhith a’ cleachdadh a’ phutan putaidh 🔴/🟢.
gl: Activa o correo electrónico usando o botón de alternancia 🔴/🟢.
gu: ઇમેઇલને 🔴/🟢 ટોગલ બટનનો ઉપયોગ કરીને સક્રિય કરો.
he: הפעל את האימייל באמצעות כפתור ההחלפה 🔴/🟢.
hi: 🔴/🟢 टॉगल बटन का उपयोग करके ईमेल सक्षम करें।
hr: Omogućite email pomoću 🔴/🟢 gumba za prebacivanje.
hu: Engedélyezze az emailt a 🔴/🟢 kapcsolóval.
id: Aktifkan email menggunakan tombol toggle 🔴/🟢.
is: Virkjaðu tölvupóstinn með 🔴/🟢 rofa.
it: Abilita l'email utilizzando il pulsante a levetta 🔴/🟢.
ja: 🔴/🟢 トグルボタンを使用してメールを有効化します。
ka: გააქტიურეთ ელფოსტა 🔴/🟢 გადამრთველ ბერკეტით.
ku: E-nameyê bikar bînin bi 🔴/🟢 pêvekê girtinê.
lt: Įjungti el. laišką naudojant 🔴/🟢 perjungimo mygtuką.
lv: Iespējojiet e-pastu, izmantojot 🔴/🟢 pārslēgšanas pogu.
mg: Alefaso ny mailaka amin'ny alàlan'ity bokotra fametrahana 🔴/🟢 ity.
mi: Whakahohehia te īmēra mā te pātene hurihuri 🔴/🟢.
mk: Овозможете ја е-поштата со 🔴/🟢 копчето за вклучување/исклучување.
ml: 🔴/🟢 ടോഗിൾ ബട്ടൺ ഉപയോഗിച്ച് ഇമെയിൽ എനേബിൾ ചെയ്യുക.
ms: Aktifkan emel menggunakan butang togol 🔴/🟢.
mt: Attiva l-email billi tuża l-buttuna toggle 🔴/🟢.
my: 🔴/🟢 ခလုတ်ကို အသုံးပြု၍ အီးမေးလ်ကို ဖွင့်ပါ။
nl: Schakel de e-mail in met de 🔴/🟢 schakelknop.
no: Aktiver e-posten ved å bruke 🔴/🟢-knappen.
pa: ਈਮੇਲ ਨੂੰ 🔴/🟢 ਟੌਗਲ ਬਟਨ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਕ੍ਰਿਯ ਕਰੋ।
pl: Włącz e-mail za pomocą przełącznika 🔴/🟢.
pt: Ative o email usando o botão de alternância 🔴/🟢.
ro: Activează emailul folosind butonul de comutare 🔴/🟢.
ru: Активируйте письмо с помощью переключателя 🔴/🟢.
sk: Povoľte email pomocou prepínača 🔴/🟢.
sl: Omogočite e-pošto z uporabo stikala 🔴/🟢.
sq: Aktivizo emailin duke përdorur butonin kalues 🔴/🟢.
sr: Omogućite email koristeći 🔴/🟢 dugme za uključivanje/isključivanje.
sv: Aktivera e-postmeddelandet med hjälp av 🔴/🟢 växlingsknappen.
sw: Wezesha barua pepe kwa kutumia kitufe cha 🔴/🟢 cha kubadili.
ta: 🔴/🟢 மாறுதல் பட்டனைப் பயன்படுத்தி மின்னஞ்சலை இயக்கு.
te: 🔴/🟢 టాగుల్ బటన్ ఉపయోగించి ఇమెయిల్‌ని ఎనేబుల్ చేయండి.
th: ใช้งานอีเมลด้วยสวิตช์ 🔴/🟢
tr: E-postayı 🔴/🟢 anahtar düğmesiyle etkinleştirin.
uk: Увімкніть електронний лист за допомогою перемикача 🔴/🟢.
ur: 🔴/🟢 ٹوگل بٹن کا استعمال کرتے ہوئے ای میل کو فعال کریں۔
uz: Elektron pochtani 🔴/🟢 almashtirish tugmasi yordamida yoqing.
vi: Kích hoạt email bằng cách sử dụng nút gạt 🔴/🟢.
xh: Vula i-imeyile usebenzisa iqhosha lokutshintshela elithi 🔴/🟢.
