Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Assign a role:
ar: تخصيص تذكير بريد إلكتروني
az: Email Xatırlatmasını Təyin edin
be: Прызначыць email-намінак
bn: ইমেইল অনুস্মারক নির্ধারণ করুন
cs: Přiřadit e-mailové připomenutí
cy: Neilltuo Atgoffa E-bost
da: Tildel Email Reminder
de: E-Mail-Erinnerung zuweisen
el: Αντιστοίχιση Υπενθύμισης Email
es: Asignar Recordatorio de Email
et: Määra e-posti meeldetuletus
eu: Email Gogorarazlea Esleitu
fa: اختصاص یادآوری ایمیل
fi: Määritä sähköpostimuistutus
fr: Assigner un rappel par e-mail
ga: Sann Meabhrúchán Ríomhphoist
gd: Cuir Cuimhneachan Post-d an Dreuchd
gl: Asignar Recordatorio de Correo electrónico
gu: મિસ્કરી ઇમેઇલ રિમાઇન્ડર
he: הקצה תזכורת במייל
hi: ईमेल अनुस्मारक असाइन करें
hr: Dodijeli podsjetnik e-pošte
hu: E-mail emlékeztető hozzárendelése
id: Tetapkan Pengingat Email
is: Úthluta tölvupóst áminningu
it: Assegna Promemoria Email
ja: メールリマインダーの割り当て
ka: გადააწყვეთ ელექტრონული ფოსტის შეხსენება
ku: دیاری کردنەوەی ئیمەیڵی یادکردنەکە
lt: Priskirti el. pašto priminimą
lv: Piešķirt e-pasta atgādinājumu
mg: Nanendry Fampahatsiahivana Mailaka
mi: Tautapa i te Whakamaumahara Īmēra
mk: Додели потсетник за е-пошта
ml: ഇമെയില്‍ റിമൈണ്ടര്‍ ഏല്‌പിക്കുക
ms: Tetapkan Peringatan E-mel
mt: Assenja Tfakkira bl-Email
my: အီးမေးလ် မှတ်ချက် အသားပေးရန် စီစဉ်ပါ
nl: Wijs E-mailherinnering toe
no: Tildel e-postpåminnelse
pa: ਈਮੇਲ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀ ਚੀਜ਼ ਸੌਂਪੋ
pl: Przypisz przypomnienie e-mail
pt: Atribuir Lembrete por Email
ro: Atribuie mementou prin email
ru: Назначить Email напоминание
sk: Priradiť emailové pripomenutie
sl: Dodeli opomnik e-pošte
sq: Cakto Kujtesën e Emailit
sr: Dodeli email podsetnik
sv: Tilldela E-postpåminnelse
sw: Weka Kumbusho la Barua pepe
ta: மின்னஞ்சல் கொள்வனவில் ஒப்படைக்கவும்
te: ఇమెయిల్ గుర్తింపు కేటాయించండి
th: มอบหมายการเตือนความจำทางอีเมล
tr: E-posta Hatırlatıcısını Ata
uk: Призначити нагадування електронною поштою
ur: ای میل یاد دہانی تفویض کریں
uz: Email eslatmasini tayinlash
vi: Gán Nhắc Nhở Email
xh: Nika Umsebenzi Isikhumbuzo se-Imeyile

source: or
ar: المنفذ
az: Port
be: পোর্ট
bn: পোর্ট
cs: Port
cy: Porth
da: Port
de: Port
el: Θύρα
es: Puerto
et: Port
eu: Ataka
fa: پورت
fi: Portti
fr: Port
ga: Calafort
gd: Port
gl: Porto
gu: પોર્ટ
he: פורט
hi: पोर्ट
hr: Port
hu: Port
id: Port
is: Tengill
it: Porta
ja: ポート
ka: პორტი
ku: نووسینەوە
lt: Prievadas
lv: Ports
mg: Seranana
mi: Tauranga
mk: Порта
ml: പോർട്ട്
ms: Port
mt: Port
my: ပေါ့တ်
nl: Poort
no: Port
pa: ਪੋਰਟ
pl: Port
pt: Porta
ro: Port
ru: Порт
sk: Port
sl: Vrata
sq: Port
sr: Port
sv: Port
sw: Bandari
ta: துறைமுகம்
te: పోర్ట్
th: พอร์ต
tr: Port
uk: Порт
ur: پورٹ
uz: Port
vi: Cổng
xh: I-Port

source: Admins can manage users and settings. Users can only manage their own content.
ar: يمكن للمسؤولين إدارة المستخدمين والإعدادات. يمكن للمستخدمين إدارة محتوياتهم فقط.
az: Adminlər istifadəçiləri və ayarları idarə edə bilər. İstifadəçilər yalnız öz məzmunlarını idarə edə bilər.
be: Адміністратори можуть керувати користувачами та налаштуваннями. Користувачі можуть керувати лише своїм контентом.
bn: অ্যাডমিনরা ব্যবহারকারী এবং সেটিংস পরিচালনা করতে পারে। ব্যবহারকারীরা শুধুমাত্র তাদের নিজস্ব সামগ্রী পরিচালনা করতে পারে।
cs: Administrátoři mohou spravovat uživatele a nastavení. Uživatelé mohou spravovat pouze svůj vlastní obsah.
cy: Gall gweinyddwyr reoli defnyddwyr a gosodiadau. Gall defnyddwyr reoli eu cynnwys eu hunain yn unig.
da: Administratorer kan administrere brugere og indstillinger. Brugere kan kun administrere deres eget indhold.
de: Administratoren können Benutzer und Einstellungen verwalten. Nutzer können nur ihre eigenen Inhalte verwalten.
el: Οι διαχειριστές μπορούν να διαχειρίζονται χρήστες και ρυθμίσεις. Οι χρήστες μπορούν να διαχειρίζονται μόνο το δικό τους περιεχόμενο.
es: Los administradores pueden gestionar usuarios y configuraciones. Los usuarios solo pueden gestionar su propio contenido.
et: Administraatorid saavad hallata kasutajaid ja seadeid. Kasutajad saavad hallata ainult oma sisu.
eu: Administratzaileek erabiltzaileak eta ezarpenak kudeatu ditzakete. Erabiltzaileek bakarrik beren edukia kudeatu dezakete.
fa: ادمین‌ها می‌توانند کاربران و تنظیمات را مدیریت کنند. کاربران فقط می‌توانند محتوای خود را مدیریت کنند.
fi: Ylläpitäjät voivat hallita käyttäjiä ja asetuksia. Käyttäjät voivat hallita vain omaa sisältöään.
fr: Les administrateurs peuvent gérer les utilisateurs et les paramètres. Les utilisateurs ne peuvent gérer que leur propre contenu.
ga: Is féidir le riarthóirí úsáideoirí agus socruithe a bhainistiú. Ní féidir le húsáideoirí ach a n-ábhar féin a bhainistiú.
gd: Faodaidh rianadairean luchd-cleachdaidh agus roghainnean a riaghladh. Chan urrainn do luchd-cleachdaidh ach an susbaint aca fhèin a riaghladh.
gl: Os administradores poden xestionar usuarios e configuracións. Os usuarios só poden xestionar o seu propio contido.
gu: એડમિન યુઝર્સ અને સેટિંગ્સનું સંચાલન કરી શકે છે. યુઝર્સ માત્ર પોતાનો સામગ્રી મેનેજ કરી શકે છે.
he: אדמינים יכולים לנהל משתמשים והגדרות. משתמשים יכולים לנהל רק את התוכן שלהם.
hi: प्रशासक उपयोगकर्ताओं और सेटिंग्स को प्रबंधित कर सकते हैं। उपयोगकर्ता केवल अपनी स्वयं की सामग्री प्रबंधित कर सकते हैं।
hr: Administratori mogu upravljati korisnicima i postavkama. Korisnici mogu upravljati samo svojim sadržajem.
hu: Az adminok kezelhetik a felhasználókat és a beállításokat. A felhasználók csak a saját tartalmukat kezelhetik.
id: Admin dapat mengelola pengguna dan pengaturan. Pengguna hanya dapat mengelola konten mereka sendiri.
is: Stjórnendur geta stjórnað notendum og stillingum. Notendur geta einungis stjórnað eigin efni.
it: Gli amministratori possono gestire utenti e impostazioni. Gli utenti possono gestire solo i propri contenuti.
ja: 管理者はユーザーと設定を管理できます。ユーザーは自分のコンテンツしか管理できません。
ka: ადმინისტრატორებს შეუძლიათ მომხმარებლებისა და პარამეტრების მართვა. მომხმარებლები მხოლოდ საკუთარი შინაარსის მართვას ახერხებენ.
ku: Administratoren dikarin bikaranîn û mîhengan bistînin. Bikarhêneran tenê dikarin naveroka xwe rêve bibin.
lt: Administratoriai gali valdyti vartotojus ir nustatymus. Vartotojai gali valdyti tik savo turinį.
lv: Administratori var pārvaldīt lietotājus un iestatījumus. Lietotāji var pārvaldīt tikai savu saturu.
mg: Azon'ny mpandrindra ny mitantana mpampiasa sy fametrahana. Ny mpampiasa dia afaka mitantana ny votoatin-tsainy manokana fotsiny.
mi: Ka taea e ngā kaiwhakahaere te whakahaere i ngā kaiwhakamahi me ngā tatūnga. Ka taea e ngā kaiwhakamahi noa iho te whakahaere i tō rātou ake tūmanako.
mk: Администраторите можат да управуваат со корисници и поставки. Корисниците можат да управуваат само со својата содржина.
ml: അഡ്മിനുകൾക്ക് ഉപയോക്താക്കളും ക്രമീകരണങ്ങളും നിയന്ത്രിക്കാൻ കഴിയും. ഉപയോക്താക്കൾക്ക് അവരുടെ സ്വന്തം ഉള്ളടക്കം മാത്രമേ പരിപാലിക്കാൻ കഴിയും.
ms: Pentadbir boleh mengurus pengguna dan tetapan. Pengguna hanya boleh menguruskan kandungan mereka sendiri.
mt: L-amministraturi jistgħu jimmaniġġjaw l-utenti u settings. L-utenti jistgħu jimmaniġġjaw biss il-kontenut tagħhom stess.
my: အက်ဉ်းအားဖြင့်, "Admins" သည် "အသုံးပြုသူများနှင့် သတ်မှတ်ချက်များကို စီမံနိုင်သည်"။ "အသုံးပြုသူများ" သည် "သူတို့၏ကိုယ်ပိုင် အကြောင်းအရာကိုသာ စီမံနိုင်သည်"။
nl: Beheerders kunnen gebruikers en instellingen beheren. Gebruikers kunnen alleen hun eigen inhoud beheren.
no: Administratorer kan administrere brukere og innstillinger. Brukere kan kun administrere sitt eget innhold.
pa: ਅਡਮੀਨ ਵਰਤੋਂਕਾਰਾਂ ਅਤੇ ਸੈਟਿੰਗਾਂ ਨੂੰ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹਨ। ਵਰਤੋਂਕਾਰ ਸਿਰਫ ਆਪਣੇ ਆਪ ਦੀ ਸਮੱਗਰੀ ਨੂੰ ਪ੍ਰਬੰਧਨ ਕਰ ਸਕਦੇ ਹਨ।
pl: Administratorzy mogą zarządzać użytkownikami i ustawieniami. Użytkownicy mogą zarządzać tylko własną zawartością.
pt: Administradores podem gerenciar usuários e configurações. Usuários só podem gerenciar seu próprio conteúdo.
ro: Administratorii pot gestiona utilizatori și setări. Utilizatorii pot gestiona doar propriul conținut.
ru: Администраторы могут управлять пользователями и настройками. Пользователи могут управлять только своим собственным контентом.
sk: Administrátori môžu spravovať používateľov a nastavenia. Používatelia môžu spravovať iba svoj vlastný obsah.
sl: Skrbniki lahko upravljajo uporabnike in nastavitve. Uporabniki lahko upravljajo le svojo vsebino.
sq: Administratorët mund të menaxhojnë përdoruesit dhe cilësimet. Përdoruesit mund të menaxhojnë vetëm përmbajtjen e tyre.
sr: Administratori mogu upravljati korisnicima i postavkama. Korisnici mogu upravljati samo svojim sadržajem.
sv: Administratörer kan hantera användare och inställningar. Användare kan bara hantera sitt eget innehåll.
sw: Wasimamizi wanaweza kudhibiti watumiaji na mipangilio. Watumiaji wanaweza kudhibiti tu maudhui yao wenyewe.
ta: நிர்வாகிகள் பயனர்கள் மற்றும் அமைப்புகளை நிர்வகிக்கலாம். பயனர்கள் தங்கள் சொந்த உள்ளடக்கத்தை மட்டுமே நிர்வகிக்க முடியும்.
te: ఆడ్మిన్లు వాడుకరులను మరియు సెట్టింగులను నిర్వహించగలరు. వాడుకరులు కేవలం తమ కంటెంట్‌ను మాత్రమే నిర్వహించగలరు.
th: ผู้ดูแลระบบสามารถจัดการผู้ใช้และการตั้งค่า ผู้ใช้สามารถจัดการเนื้อหาของตนเองเท่านั้น
tr: Yöneticiler kullanıcıları ve ayarları yönetebilir. Kullanıcılar yalnızca kendi içeriklerini yönetebilir.
uk: Адміністратори можуть керувати користувачами та налаштуваннями. Користувачі можуть керувати лише своїм вмістом.
ur: منتظمین صارفین اور ترتیبات کا انتظام کر سکتے ہیں۔ صارفین صرف اپنے مواد کا انتظام کر سکتے ہیں۔
uz: Adminlar foydalanuvchilar va sozlashmalarni boshqarishi mumkin. Foydalanuvchilar faqat o'z kontentlarini boshqarishi mumkin.
vi: Quản trị viên có thể quản lý người dùng và cài đặt. Người dùng chỉ có thể quản lý nội dung của riêng họ.
xh: Abaphathi bangaphatha abasebenzisi kunye nees.settings. Abasebenzisi banokuphathela isiqu sejiontra zabo kuphela.

source: Click Create User to save the new account.
ar: انقر فوق إنشاء مستخدم لحفظ الحساب.
az: Hesabı yadda saxlamaq üçün İstifadəçi Yaratmağı klikləyin.
be: অ্যাকাউন্ট সংরক্ষণ করতে ইউজার তৈরি করুন ক্লিক করুন।
bn: অ্যাকাউন্টটি সংরক্ষণ করতে ব্যবহারকারী তৈরি করুন এ ক্লিক করুন।
cs: Klikněte na Vytvořit uživatele pro uložení účtu.
cy: Cliciwch Creu Defnyddiwr i gadw'r cyfrif.
da: Klik på Opret bruger for at gemme kontoen.
de: Klicken Sie auf Benutzer erstellen, um das Konto zu speichern.
el: Κάντε κλικ στο Δημιουργία Χρήστη για να αποθηκεύσετε τον λογαριασμό.
es: Haz clic en Crear Usuario para guardar la cuenta.
et: Salvestamiseks klõpsa Lisa Kasutaja.
eu: Klikatu Sortu Erabiltzailea kontua gordetzeko.
fa: برای ذخیره حساب، روی ایجاد کاربر کلیک کنید.
fi: Tallenna tili napsauttamalla Luo käyttäjä.
fr: Cliquez sur Créer un utilisateur pour enregistrer le compte.
ga: Cliceáil Cruthaigh Úsáideoir chun an cuntas a shábháil.
gd: Cliog air Cruthaich Cleachdaiche gus am fiosrachadh a shàbhaladh.
gl: Faga clic en Crear Usuario para gardar a conta.
gu: એકાઉન્ટ સચવવા માટે યુઝર બનાવો પર ક્લિક કરો.
he: לחץ על צור משתמש כדי לשמור את החשבון.
hi: खाता सहेजने के लिए उपयोगकर्ता बनाएं पर क्लिक करें।
hr: Kliknite Kreiraj korisnika za spremanje računa.
hu: Kattintson a Felhasználó létrehozása gombra a fiók mentéséhez.
id: Klik Buat Pengguna untuk menyimpan akun.
is: Smelltu á Búa til notanda til að vista reikninginn.
it: Clicca su Crea Utente per salvare l'account.
ja: ユーザーを作成をクリックしてアカウントを保存。
ka: შენს ანგარიშზე შესანახად დააწკაპუნეთ ჩანაწერის შექმნაზე.
ku: کرکی بەکارهێنانەوە بگەڕینە.
lt: Spustelėkite 'Sukurti vartotoją', kad išsaugotumėte paskyrą.
lv: Noklikšķiniet uz Izveidot lietotāju, lai saglabātu kontu.
mg: Kitiho ny Hanaovana Kaonty Hamonjy ny kaonty.
mi: Pāwhiritia te Waihanga Kaiwhakamahi ki te tiaki i te pūkete.
mk: Кликнете на Создади Корисник за да ја зачувате сметката.
ml: അക്കൗണ്ട് സേവ് ചെയ്യാൻ ഉപയോക്താവിനെ സൃഷ്ടിക്കുക ക്ലിക്ക് ചെയ്യുക.
ms: Klik Cipta Pengguna untuk menyimpan akaun.
mt: Ikklikkja Oħloq Utent biex tiffranka l-kont.
my: အကောင့်ကို သိမ်းဆည်းရန် အသုံးပြုသူကို ဖန်တီးပါ။
nl: Klik op Gebruiker Maken om het account op te slaan.
no: Klikk Opprett bruker for å lagre kontoen.
pa: ਮੱਡੀ ਰੱਖਣ ਲਈ ਯੂਜ਼ਰ ਬਣਾਓ ‘ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Kliknij Utwórz użytkownika, aby zapisać konto.
pt: Clique em Criar Usuário para salvar a conta.
ro: Faceți clic pe Creare Utilizator pentru a salva contul.
ru: Нажмите Создать пользователя, чтобы сохранить учетную запись.
sk: Kliknite na Vytvoriť používateľa na uloženie účtu.
sl: Kliknite Ustvari uporabnika, da shranite račun.
sq: Klikoni Krijoni Përdorues për të ruajtur llogarinë.
sr: Кликните Креирај корисника да сачувате налог.
sv: Klicka på Skapa Användare för att spara kontot.
sw: Bonyeza Tengeneza Mtumiaji kuhifadhi akaunti.
ta: கணக்கைச் சேமிக்க பயனர் உருவாக்கவும் என்பதைக் கிளிக் செய்யவும்.
te: ఖాతాను సేవ్ చేయడానికి యూజర్ సృష్టించండి క్లిక్ చేయండి.
th: คลิก สร้างผู้ใช้ เพื่อบันทึกบัญชี
tr: Hesabı kaydetmek için Kullanıcı Oluştur'a tıklayın.
uk: Натисніть "Створити користувача", щоб зберегти обліковий запис.
ur: اکاؤنٹ کو محفوظ کرنے کے لیے 'یوزر بنائیں' پر کلک کریں۔
uz: Hisobni saqlash uchun Foydalanuvchi Yaratish tugmasini bosing.
vi: Nhấn Tạo Người Dùng để lưu tài khoản.
xh: Cofa Yenza Umsebenzisi ukugcina iakhawunti.

source: Click ✏️ to edit a user's information.
ar: انقر ✏️ لتعديل معلومات المستخدم.
az: İstifadəçi məlumatlarını tənzimləmək üçün ✏️ klikləyin.
be: Натисніть ✏️, щоб редагувати інформацію користувача.
bn: একজন ব্যবহারকারীর তথ্য সম্পাদনা করতে ✏️ ক্লিক করুন।
cs: Klikněte na ✏️ pro úpravu informací o uživateli.
cy: Cliciwch ✏️ i olygu gwybodaeth defnyddiwr.
da: Klik ✏️ for at redigere en brugers information.
de: Klicken Sie auf ✏️, um die Informationen eines Benutzers zu bearbeiten.
el: Κάντε κλικ στο ✏️ για να επεξεργαστείτε τις πληροφορίες ενός χρήστη.
es: Haz clic ✏️ para editar la información de un usuario.
et: Klikkige ✏️ redigeerimaks kasutaja andmeid.
eu: Egin klik ✏️ erabiltzaile baten informazioa editatzeko.
fa: برای ویرایش اطلاعات کاربر روی ✏️ کلیک کنید.
fi: Napsauta ✏️ muokataksesi käyttäjän tietoja.
fr: Cliquez sur ✏️ pour modifier les informations d'un utilisateur.
ga: Cliceáil ✏️ le haghaidh faisnéis úsáideora a chur in eagar.
gd: Cliog ✏️ gus fiosrachadh neach-cleachdaidh a dheasachadh.
gl: Fai clic en ✏️ para editar a información dun usuario.
gu: '✏️' પર ક્લિક કરીને એક યુઝરની માહિતી સંપાદિત કરો.
he: לחץ ✏️ כדי לערוך את המידע של המשתמש.
hi: किसी उपयोगकर्ता की जानकारी संपादित करने के लिए ✏️ पर क्लिक करें।
hr: Kliknite ✏️ za uređivanje informacija o korisniku.
hu: Kattints a ✏️ ikonra, hogy szerkeszd egy felhasználó adatait.
id: Klik ✏️ untuk mengedit informasi pengguna.
is: Smelltu ✏️ til að breyta upplýsingum notanda.
it: Fai clic ✏️ per modificare le informazioni di un utente.
ja: ✏️をクリックしてユーザーの情報を編集します。
ka: დააწკაპუნეთ ✏️ რათა რედაქტირებ იქნას მომხმარებლის ინფორმაცია.
ku: کرکە ✏️ بۆ دەستکاری کردن زانیارییەکانی بەکارهێنەرێک.
lt: Spustelėkite ✏️, norėdami redaguoti vartotojo informaciją.
lv: Noklikšķiniet ✏️, lai rediģētu lietotāja informāciju.
mg: " Tsindrio ✏️ hanovana ny mombamomba ny mpampiasa.
mi: Pāwhirihia ✏️ ki te whakatika i ngā kōrero a tētahi kaiwhakamahi.
mk: Кликнете ✏️ за да ги уредите информациите на корисникот.
ml: "✏️" ക്ലിക്കിൽ ഉപയോക്താവിന്റെ വിവരങ്ങൾ തിരുത്തുക.
ms: Klik ✏️ untuk mengedit maklumat pengguna.
mt: Ikklikkja ✏️ biex teditja l-informazzjoni tal-utent.
my: "✏️ ကိုနှိပ်၍ အသုံးပြုသူ၏ အချက်အလက်ကို ပြင်ဆင်ပါ။"
nl: Klik ✏️ om de gegevens van een gebruiker te bewerken.
no: Klikk ✏️ for å redigere en brukers informasjon.
pa: Klik ✏️ för att redigera en användares information.
pl: Kliknij ✏️, aby edytować informacje użytkownika.
pt: Clique ✏️ para editar as informações de um usuário.
ro: Apasă ✏️ pentru a edita informațiile unui utilizator.
ru: Нажмите ✏️, чтобы отредактировать информацию пользователя.
sk: Kliknite ✏️ na úpravu informácií používateľa.
sl: Kliknite ✏️ za urejanje uporabniških informacij.
sq: Klikoni ✏️ për të redaktuar informacionin e një përdoruesi.
sr: Kliknite ✏️ da biste izmenili informacije korisnika.
sv: Klicka ✏️ för att redigera en användares information.
sw: Bofya ✏️ kuhariri taarifa za mtumiaji.
ta: பயனர் தகவலைத் திருத்த ✏️ ஐ அழுத்தவும்.
te: ✏️ ని నొక్కి ఒక వాడుకరి వివరాలను సవరించు.
th: คลิก ✏️ เพื่อแก้ไขข้อมูลของผู้ใช้
tr: ✏️ tıklayarak bir kullanıcının bilgilerini düzenleyin.
uk: Щоб змінити інформацію користувача, натисніть ✏️.
ur: صارف کی معلومات کو ترمیم کرنے کے لئے ♾️ پر کلک کریں۔
uz: Foydalanuvchi ma'lumotlarini tahrirlash uchun ✏️ ni bosing.
vi: Nhấp ✏️ để chỉnh sửa thông tin của người dùng.
xh: Cofa ✏️ ukuhlela ulwazi lomsebenzisi.

source: Click 🗑️ to delete a user (confirmation required).
ar: 🧪 فشل في إرسال إشعار الاختبار:
az: 🧪 Test bildirişinin göndərilməsi uğursuz oldu:
be: 🧪 পরিক্ষার বিজ্ঞপ্তি পাঠাতে ব্যর্থ:
bn: 🧪 পরীক্ষার বিজ্ঞপ্তি পাঠাতে ব্যর্থ হয়েছে:
cs: 🧪 Nepodařilo se odeslat testovací upozornění:
cy: 🧪 Methu anfon hysbysiad prawf:
da: 🧪 Det lykkedes ikke at sende testmeddelelse:
de: 🧪 Fehler beim Senden der Testbenachrichtigung:
el: 🧪 Αποτυχία αποστολής δοκιμαστικής ειδοποίησης:
es: 🧪 Error al enviar la notificación de prueba:
et: 🧪 Testteavituse saatmine ebaõnnestus:
eu: 🧪 Testeko jakinarazpena bidaltzean huts egin du:
fa: 🧪 ارسال اعلان تست ناموفق بود:
fi: 🧪 Testi-ilmoituksen lähettäminen epäonnistui:
fr: 🧪 Échec de l'envoi de la notification de test:
ga: 🧪 Theip ar theip an fógra tástála a sheoladh:
gd: 🧪 Dh'fhàillig cuir fios deuchainn:
gl: 🧪 Fallou ao enviar a notificación de proba:
gu: 🧪 ટેસ્ટ સૂચના મોકલવામાં નિષ્ફળ:
he: 🧪 טעונה כשלון בשליחת הודעת בדיקה:
hi: 🧪 टेस्ट नोटिफिकेशन भेजने में विफल:
hr: 🧪 Nije uspjelo slanje testne obavijesti:
hu: 🧪 Teszt értesítés küldése sikertelen:
id: 🧪 Gagal mengirim notifikasi uji coba:
is: 🧪 Mistókst að senda próftilkynningu:
it: 🧪 Invio della notifica di test fallito:
ja: 🧪 テスト通知の送信に失敗しました:
ka: 🧪 ტესტის შეტყიბინების გაგზავნა ჩაიშალა:
ku: 🧪 سەرکەوتوو نەبوو بۆ ناردنی پەیامی تەست:
lt: 🧪 Nepavyko išsiųsti bandymo pranešimo:
lv: 🧪 Neizdevās nosūtīt testa paziņojumu:
mg: 🧪 Tsy nahomby ny fandefasana fampandrenesana fitsapana:
mi: 🧪 I rahua te tuku whakamōhiotanga whakamātau:
mk: 🧪 Неуспешно испраќање на тест известувањето:
ml: 🧪 ടെസ്റ്റ് വിജ്ഞാപനം അയയ്‌ക്കുന്നതിൽ പരാജയപ്പെട്ടു:
ms: 🧪 Gagal menghantar pemberitahuan ujian:
mt: 🧪 Falliet il-ħolqien tan-notifika tat-test:
my: 🧪 စမ်းသပ်အကြောင်းကြားချက် ပို့ရန် မအောင်မြင်သော အခြေအနေများ
nl: 🧪 Versturen van testmelding is mislukt:
no: 🧪 Klarte ikke å sende testvarsel:
pa: 🧪 ਟੈਸਟ ਨੋਟੀਫਿਕੇਸ਼ਨ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ ਜਾ ਰਿਹਾ ਹੈ:
pl: 🧪 Nie udało się wysłać powiadomienia testowego:
pt: 🧪 Falha ao enviar notificação de teste:
ro: 🧪 Eșec la trimiterea notificării de test:
ru: 🧪 Не удалось отправить тестовое уведомление:
sk: 🧪 Testovú notifikáciu sa nepodarilo odoslať:
sl: 🧪 Obvestila ni bilo mogoče poslati:
sq: 🧪 Dështoi dërgimi i njoftimit të testit:
sr: 🧪 Neuspešno slanje testne obavesti:
sv: 🧪 Misslyckades med att skicka testnotis:
sw: 🧪 Kushindwa kutuma ilani ya majaribio:
ta: 🧪 சோதனை அறிவிப்பை அனுப்ப முடியவில்லை:
te: 🧪 పరీక్ష నోటిఫికేషన్ పంపడంలో విఫలమైంది:
th: 🧪 ล้มเหลวในการส่งการแจ้งเตือนการทดสอบ:
tr: 🧪 Test bildirimi gönderilemedi:
uk: 🧪 Не вдалося відправити тестове сповіщення:
ur: 🧪 ٹیسٹ نوٹیفیکیشن بھیجنے میں ناکام:
uz: 🧪 Sinov xabarnomasini yuborishda muvaffaqiyatsizlik:
vi: 🧪 Không gửi được thông báo thử nghiệm:
xh: 🧪 Kuye kwanhlanga zimuka nomoya ukuphumeza thumela izaziso zovavanyo:

source: Click 🔴 or 🟢 to disable or enable a user account.
ar: لتعطيل أو تمكين مستخدم، انقر 🔴 أو 🟢.
az: Bir istifadəçini deaktiv və ya aktiv etmək üçün 🔴 və ya 🟢 klikləyin.
be: Каб адключыць або ўключыць карыстальніка, націсніце 🔴 або 🟢.
bn: একজন ব্যবহারকারী নিষ্ক্রিয় বা সক্রিয় করতে, 🔴 বা 🟢 ক্লিক করুন।
cs: Pro deaktivaci nebo aktivaci uživatele klikněte na 🔴 nebo 🟢.
cy: I analluogi neu alluogi defnyddiwr, cliciwch 🔴 neu 🟢.
da: For at deaktivere eller aktivere en bruger, klik 🔴 eller 🟢.
de: Um einen Benutzer zu deaktivieren oder zu aktivieren, klicken Sie auf 🔴 oder 🟢.
el: Για να απενεργοποιήσετε ή να ενεργοποιήσετε έναν χρήστη, κάντε κλικ στο 🔴 ή 🟢.
es: Para desactivar o activar un usuario, haga clic 🔴 o 🟢.
et: Kasutaja keelamiseks või lubamiseks klõpsa 🔴 või 🟢.
eu: Erabiltzaile bat desgaitu edo gaitzeko, egin klik 🔴 edo 🟢.
fa: برای غیرفعال یا فعال کردن یک کاربر، روی 🔴 یا 🟢 کلیک کنید.
fi: Poistaaksesi tai ottaaksesi käyttäjän käyttöön, napsauta 🔴 tai 🟢.
fr: Pour désactiver ou activer un utilisateur, cliquez sur 🔴 ou 🟢.
ga: Chun úsáideoir a dhíchumasú nó a chumasú, cliceáil 🔴 nó 🟢.
gd: Gus cleachdaiche a dhì-chomasachadh no a chomasachadh, briog 🔴 no 🟢.
gl: Para desactivar ou activar un usuario, fai clic en 🔴 ou 🟢.
gu: વપરાશકર્તાને નિષ્ક્રિય અથવા સક્રિય કરવા માટે, 🔴 અથવા 🟢 પર ક્લિક કરો.
he: כדי להשבית או לאפשר משתמש, לחץ 🔴 או 🟢.
hi: किसी उपयोगकर्ता को निष्क्रिय या सक्रिय करने के लिए, 🔴 या 🟢 पर क्लिक करें।
hr: Da biste onemogućili ili omogućili korisnika, kliknite 🔴 ili 🟢.
hu: Egy felhasználó le- vagy engedélyezéséhez kattintson a 🔴 vagy 🟢 ikonra.
id: Untuk menonaktifkan atau mengaktifkan pengguna, klik 🔴 atau 🟢.
is: Til að gera notanda óvirkan eða virkan, smelltu 🔴 eða 🟢.
it: Per disattivare o attivare un utente, clicca 🔴 o 🟢.
ja: ユーザーを無効または有効にするには、🔴または🟢をクリックします。
ka: მომხმარებლის გათიშვის ან ჩართვისთვის, დააჭირეთ 🔴 ან 🟢.
ku: بۆ ناچارکردن یان چەندە سازی کەس، ئوپراسیوەی 🔴 یان 🟢 بکە.
lt: Norėdami išjungti ar įjungti naudotoją, spustelėkite 🔴 arba 🟢.
lv: Lai atspējotu vai iespējotu lietotāju, noklikšķiniet 🔴 vai 🟢.
mg: Raha hampiasa na hanala mpampiasa, tsindrio 🔴 na 🟢.
mi: Ki te whakakore, whakahohe rānei i tētahi kaiwhakamahi, pāwhiritia 🔴 rānei 🟢.
mk: За да го оневозможите или овозможите корисникот, кликнете 🔴 или 🟢.
ml: ഒരു ഉപയോക്താവിനെ പ്രവർത്തനം ഇല്ലാതാക്കാനോ പ്രവർത്തനമാക്കാനോ, 🔴 അല്ലെങ്കിൽ 🟢 ക്ലിക്കുചെയ്യുക.
ms: Untuk melumpuhkan atau mengaktifkan pengguna, klik 🔴 atau 🟢.
mt: Biex tiddiżattiva jew tattiva utent, ikklikkja 🔴 jew 🟢.
my: အသုံးပြုသူကို ပိတ်လိုပါက သို့မဟုတ် ဖွင့်ပါက 🔴 သို့မဟုတ် 🟢 နှိပ်ပါ။
nl: Om een gebruiker uit te schakelen of in te schakelen, klik 🔴 of 🟢.
no: For å deaktivere eller aktivere en bruker, klikk 🔴 eller 🟢.
pa: ਇੱਕ ਉਪਭੋਗਤਾ ਨੂੰ ਅਸਮਰੱਥ ਜਾਂ ਸਮਰੱਥ ਕਰਨ ਲਈ, 🔴 ਜਾਂ 🟢 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Aby wyłączyć lub włączyć użytkownika, kliknij 🔴 lub 🟢.
pt: Para desativar ou ativar um usuário, clique 🔴 ou 🟢.
ro: Pentru a dezactiva sau activa un utilizator, apăsați pe 🔴 sau 🟢.
ru: Чтобы отключить или включить пользователя, нажмите 🔴 или 🟢.
sk: Ak chcete deaktivovať alebo aktivovať používateľa, kliknite 🔴 alebo 🟢.
sl: Za onemogočanje ali omogočanje uporabnika kliknite 🔴 ali 🟢.
sq: Për të çaktivizuar ose aktivizuar një përdorues, klikoni 🔴 ose 🟢.
sr: Da biste onemogućili ili omogućili korisnika, kliknite 🔴 ili 🟢.
sv: För att inaktivera eller aktivera en användare, klicka 🔴 eller 🟢.
sw: Ili kuzima au kuwasha mtumiaji, bonyeza 🔴 au 🟢.
ta: ஒரு பயனரை முடக்க அல்லது இயக்க, 🔴 அல்லது 🟢 கிளிக் செய்க.
te: ఒక వాడుకరిని డిసేబుల్ లేదా ఎనేబుల్ చేయడానికి, 🔴 లేదా 🟢 ను క్లిక్ చేయండి.
th: เพื่อปิดหรือเปิดผู้ใช้ ให้คลิก 🔴 หรือ 🟢
tr: Bir kullanıcıyı devre dışı bırakmak veya etkinleştirmek için 🔴 veya 🟢 tıklayın.
uk: Щоб відключити або увімкнути користувача, клацніть 🔴 або 🟢.
ur: کسی صارف کو غیر فعال یا فعال کرنے کے لیے، 🔴 یا 🟢 پر کلک کریں۔
uz: Foydalanuvchini o'chirish yoki yoqish uchun 🔴 yoki 🟢 bosib turing.
vi: Để vô hiệu hóa hoặc kích hoạt người dùng, nhấp vào 🔴 hoặc 🟢.
xh: Ukuvala okanye ukuvula umsebenzisi, cofa 🔴 okanye 🟢.
