Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Use TLS
ar: استخدام TLS
az: TLS istifadə edin
be: TLS ব্যবহার করুন
bn: TLS ব্যবহার করুন
cs: Použít TLS
cy: Defnyddio TLS
da: Brug TLS
de: TLS verwenden
el: Χρήση TLS
es: Usar TLS
et: Kasuta TLS
eu: Erabili TLS
fa: استفاده از TLS
fi: Käytä TLS:ää
fr: Utiliser TLS
ga: Úsáid TLS
gd: Cleachd TLS
gl: Usar TLS
gu: _TLS નો ઉપયોગ કરો
he: השתמש ב-TLS
hi: TLS का उपयोग करें
hr: Koristi TLS
hu: TLS használata
id: Gunakan TLS
is: Notaðu TLS
it: Usa TLS
ja: TLSを使用
ka: გამოყენება TLS
ku: بەکار بردنی TLS
lt: Naudoti TLS
lv: Izmantot TLS
mg: Ampiasao TLS
mi: Whakamahia te TLS
mk: Користи TLS
ml: TLS ഉപയോഗിക്കുക
ms: Guna TLS
mt: Uża TLS
my: TLS ကို သုံးပါ
nl: Gebruik TLS
no: Bruk TLS
pa: TLS ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Użyj TLS
pt: Usar TLS
ro: Folosește TLS
ru: Использовать TLS
sk: Použiť TLS
sl: Uporabi TLS
sq: Përdor TLS
sr: Koristi TLS
sv: Använd TLS
sw: Tumia TLS
ta: TLS ஐப் பயன்படுத்து
te: TLS ఉపయోగించండి
th: ใช้ TLS
tr: TLS Kullan
uk: Використовувати TLS
ur: TLS استعمال کریں
uz: TLS dan foydalaning
vi: Sử Dụng TLS
xh: Sebenzisa i-TLS

source: Enable Email Sending
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: Save Settings
ar: إعدادات النظام
az: Sistem Parametrləri
be: Наладкі сістэмы
bn: সিস্টেম সেটিংস
cs: Systémové nastavení
cy: Gosodiadau System
da: Systemindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Configuraciones del sistema
et: Süsteemi seaded
eu: Sistema ezarpenak
fa: تنظیمات سیستم
fi: Järjestelmäasetukset
fr: Paramètres Système
ga: Socruithe Córas
gd: Suidhichidhean an t-Siostaim
gl: Configuración do Sistema
gu: સિસ્ટમ સેટિંગ્સ
he: הגדרות מערכת
hi: सिस्टम सेटिंग्स
hr: Postavke sustava
hu: Rendszerbeállítások
id: Pengaturan Sistem
is: Kerfisstillingar
it: Impostazioni di Sistema
ja: システム設定
ka: სისტემის პარამეტრები
ku: Rêjeyên Sîstemê
lt: Sistemos nustatymai
lv: Sistēmas iestatījumi
mg: System Settings
mi: Tautuhinga Pūnaha
mk: Системски Поставки
ml: സിസ്റ്റം ക്രമീകരണങ്ങൾ
ms: Tetapan Sistem
mt: Settings tas-Sistema
my: စနစ်ဆန့်ဆင်များ
nl: Systeeminstellingen
no: Systeminnstillinger
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ
pl: Ustawienia systemowe
pt: Configurações do Sistema
ro: Setări sistem
ru: Настройки системы
sk: Nastavenia systému
sl: Sistemske nastavitve
sq: Cilësimet e Sistemit
sr: Sistemske postavke
sv: Systeminställningar
sw: Mipangilio ya Mfumo
ta: கணினி அமைப்புகள்
te: సిస్టమ్ సెట్టింగ్స్
th: ตั้งค่าระบบ
tr: Sistem Ayarları
uk: Налаштування системи
ur: سسٹم کی سیٹنگز
uz: Tizim sozlamalari
vi: Cài đặt hệ thống
xh: Izicwangciso zeNkqubo

source: Attach Selected Files
ar: الملفات المرفقة
az: Əlavə Olunmuş Fayllar
be: Прыкладаемыя файлы
bn: সংযুক্ত ফাইল
cs: Připojené soubory
cy: Ffeiliau wedi'u hatodi
da: Vedhæftede filer
de: Angehängte Dateien
el: Συνδεδεμένα Αρχεία
es: Archivos adjuntos
et: Lisatud failid
eu: Erantsitako Fitxategiak
fa: فایل‌های پیوست‌شده
fi: Liitetyt tiedostot
fr: Fichiers joints
ga: Nkateeɛ a wɔka ho
gd: Faidhlichean Ceangailte
gl: Ficheiros Adxuntos
gu: જોડાયેલ ફાઈલો
he: קבצים מצורפים
hi: संलग्न फाइलें
hr: Priložene datoteke
hu: Csatolt fájlok
id: File Terlampir
is: Viðhengdar skrár
it: File Allegati
ja: 添付ファイル
ka: მიერთებული ფაილები
ku: Dosyayên pîvekirî
lt: Prieduoti failai
lv: Pievienotie faili
mg: Rakitra mifatotra
mi: Kōnae Āpiti
mk: Приложени фајлови
ml: ചേർ‍ന്ന ഫയലുകൾ
ms: Fail Dilampirkan
mt: Fajls Mehmuża
my: ဖိုင်တွဲပါ
nl: Bijgevoegde bestanden
no: Vedlagte filer
pa: ਜੋੜੀਆਂ ਹੋਈਆਂ ਫਾਈਲਾਂ
pl: Załączone pliki
pt: Arquivos Anexados
ro: Fișiere Atașate
ru: Прикрепленные Файлы
sk: Priložené súbory
sl: Priložene datoteke
sq: Dosjet e Bashkangjitura
sr: Priloženi Fajlovi
sv: Bifogade filer
sw: Faili Zilizowekwa
ta: இணைக்கப்பட்ட கோப்புகள்
te: జతచేసిన ఫైళ్లు
th: ไฟล์แนบ
tr: Ekli Dosyalar
uk: Прикріплені файли
ur: منسلک فائلیں
uz: Biriktirilgan fayllar
vi: Tệp đính kèm
xh: Iifayile eziqhotyoshelweyo

source: --- Select a question ---
ar: --- اختر سؤالاً ---
az: --- Bir sual seçin ---
be: --- একটি প্রশ্ন নির্বাচন করুন ---
bn: --- একটি প্রশ্ন নির্বাচন করুন ---
cs: --- Vyberte otázku ---
cy: --- Dewiswch gwestiwn ---
da: --- Vælg et spørgsmål ---
de: --- Wählen Sie eine Frage ---
el: --- Επιλέξτε μια ερώτηση ---
es: --- Seleccione una pregunta ---
et: --- Vali küsimus ---
eu: --- Aukeratu galdera bat ---
fa: --- یک سؤال انتخاب کنید ---
fi: --- Valitse kysymys ---
fr: --- Sélectionnez une question ---
ga: --- Píosa ceiste a roghnú ---
gd: --- Tagh ceist ---
gl: --- Seleccione unha pregunta ---
gu: --- પ્રશ્ન પસંદ કરો ---
he: --- בחר שאלה ---
hi: --- एक प्रश्न चुनें ---
hr: --- Odaberite pitanje ---
hu: --- Válasszon kérdést ---
id: --- Pilih pertanyaan ---
is: --- Veldu spurningu ---
it: --- Seleziona una domanda ---
ja: --- 質問を選択してください ---
ka: --- კითხვა აირჩიეთ ---
ku: --- پەرسێک هەڵبژێرە ---
lt: --- Pasirinkite klausimą ---
lv: --- Izvēlieties jautājumu ---
mg: --- Fidio fanontaniana ---
mi: --- Tīpakohia he pātai ---
mk: --- Изберете прашање ---
ml: --- ഒരു ചോദ്യചെയ്യുക ---
ms: --- Pilih soalan ---
mt: --- Agħżel mistoqsija ---
my: --- မေးခွန်းတစ်ခု ရွေးပါ ---
nl: --- Selecteer een vraag ---
no: --- Velg et spørsmål ---
pa: --- ਇੱਕ ਸਵਾਲ ਚੁਣੋ ---
pl: --- Wybierz pytanie ---
pt: --- Selecione uma pergunta ---
ro: --- Selectați o întrebare ---
ru: --- Выберите вопрос ---
sk: --- Vyberte otázku ---
sl: --- Izberite vprašanje ---
sq: --- Zgjidhni një pyetje ---
sr: --- Изаберите питање ---
sv: --- Välj en fråga ---
sw: --- Chagua swali ---
ta: --- ஒரு கேள்வியை தேர்வு செய்யவும் ---
te: --- ప్రశ్నను ఎంచుకోండి ---
th: --- เลือกคำถาม ---
tr: --- Bir soru seçin ---
uk: --- Виберіть питання ---
ur: --- سوال منتخب کریں ---
uz: --- Savol tanlang ---
vi: --- Chọn một câu hỏi ---
xh: --- Khetha umbuzo ---

source: In what city were you born?
ar: في أي مدينة ولدت؟
az: Hansı şəhərdə anadan olmusunuz?
be: আপনি কোন শহরে জন্মগ্রহণ করেছিলেন?
bn: আপনি কোন শহরে জন্মগ্রহণ করেছিলেন?
cs: Ve kterém městě jste se narodil(a)?
cy: Ym mha ddinas y cawsoch eich geni?
da: Hvilken by blev du født i?
de: In welcher Stadt wurden Sie geboren?
el: Σε ποια πόλη γεννηθήκατε;
es: ¿En qué ciudad naciste?
et: Millises linnas sa sündisid?
eu: Zein hiritan jaio zinen?
fa: در چه شهری متولد شدید؟
fi: Missä kaupungissa synnyit?
fr: Dans quelle ville êtes-vous né(e) ?
ga: Cén chathair ar rugadh thú?
gd: Anns a' bhaile anns an do rugadh tu?
gl: En que cidade naciches?
gu: તમે કયો શહેરમાં પેદા થયા હતા?
he: באיזו עיר נולדת?
hi: आपका जन्म किस शहर में हुआ था?
hr: U kojem gradu ste rođeni?
hu: Melyik városban született?
id: Di kota mana Anda lahir?
is: Í hvaða borg fæddist þú?
it: In quale città sei nato?
ja: あなたの生まれた都市はどこですか？
ka: რომელ ქალაქში დაიბადეთ?
ku: لە کدام شارەوە لەدایک بوویت؟
lt: Kokiame mieste gimėte?
lv: Kādā pilsētā jūs piedzimāt?
mg: Ao an-tanàna inona no teraka ianao?
mi: I tēhea tāone i whānau ai koe?
mk: Во кој град сте родени?
ml: നിങ്ങൾ ജനിച്ച നഗരം എങ്ങനെയാണ്?
ms: Di bandar mana anda dilahirkan?
mt: F'liema belt twelidt?
my: သင်မည်သည့်မြို့တွင် မွေးဖွားခဲ့ပါသလဲ?
nl: In welke stad bent u geboren?
no: I hvilken by ble du født?
pa: ਤੁਹਾਡਾ ਜਨਮ ਕਿਸ ਸ਼ਹਿਰ ਵਿੱਚ ਹੋਇਆ ਸੀ?
pl: W jakim mieście się urodziłeś?
pt: Em que cidade você nasceu?
ro: În ce oraș v-ați născut?
ru: В каком городе вы родились?
sk: V akom meste ste sa narodili?
sl: V katerem mestu ste bili rojeni?
sq: Në cilin qytet keni lindur?
sr: У ком граду сте рођени?
sv: I vilken stad föddes du?
sw: Umezaliwa katika jiji gani?
ta: நீங்கள் எந்த நகரத்தில் பிறந்தீர்கள்?
te: మీరు ఏ నగరంలో జన్మించారు?
th: คุณเกิดในเมืองอะไร?
tr: Hangi şehirde doğdunuz?
uk: У якому місті ви народилися?
ur: آپ کس شہر میں پیدا ہوئے تھے؟
uz: Siz tug'ilgan shahar nomi?
vi: Bạn sinh ra ở thành phố nào?
xh: Yeyiphi indlu owazalelwa kuyo?

source: What is the name of your childhood best friend?
ar: ما اسم صديق طفولتك المقرب؟
az: Uşaqlıq dostunuzun adı nədir?
be: আপনার শৈশবের সেরা বন্ধুর নাম কী?
bn: আপনার শৈশবের সেরা বন্ধুর নাম কি?
cs: Jak se jmenuje váš nejlepší přítel z dětství?
cy: Beth yw enw eich ffrind gorau o'ch plentyndod?
da: Hvad er navnet på din barndoms bedste ven?
de: Wie heißt Ihr bester Freund aus der Kindheit?
el: Ποιο είναι το όνομα του καλύτερου φίλου σας από την παιδική ηλικία;
es: ¿Cuál es el nombre de tu mejor amigo de la infancia?
et: Mis on sinu lapsepõlve parima sõbra nimi?
eu: Zein da zure haurtzaroko lagunik onenaren izena?
fa: نام بهترین دوست دوران کودکی شما چیست؟
fi: Mikä on lapsuuden parhaan ystäväsi nimi?
fr: Quel est le nom de votre meilleur ami d'enfance ?
ga: Cad is ainm do do chara is fearr ó d'óige?
gd: Dè an t-ainm a th' air an caraid as fheàrr agad bho leanabas?
gl: Cal é o nome do teu mellor amigo da infancia?
gu: તમારા નાના સંસ્કારી મિત્રનું નામ શું છે?
he: מהו השם של חברך הטוב ביותר בילדותך?
hi: आपके बचपन के सबसे अच्छे दोस्त का नाम क्या है?
hr: Kako se zvao vaš najbolji prijatelj iz djetinjstva?
hu: Mi a gyermekkorod legjobb barátjának neve?
id: Siapa nama sahabat masa kecil Anda?
is: Hvert er nafn besta vinar þíns úr æsku?
it: Qual è il nome del tuo migliore amico d'infanzia?
ja: あなたの幼少期の親友の名前は何ですか？
ka: რა არის თქვენი ბავშვობის საუკეთესო მეგობრის სახელი?
ku: ناوی باشترین هاوڕێتی مندالیت چی بوو؟
lt: Koks yra jūsų vaikystės geriausio draugo vardas?
lv: Kā sauc jūsu bērnības labāko draugu?
mg: Inona no anaran'ny sakaizanao akaiky tamin'ny fahazazanao?
mi: Ko wai te ingoa o tō hoa pai i a koe e tamariki ana?
mk: Кое е името на вашиот најдобар пријател од детството?
ml: നിങ്ങളുടെ കുട്ടിക്കാലമുള്ള ഏറ്റവും ആരാധ്യ സുഹൃത്തിന്റെ പേര് എങ്ങനെയാണ്?
ms: Apakah nama kawan baik zaman kanak-kanak anda?
mt: X'inhu l-isem tal-aqwa ħabib ta’ tfulitek?
my: သင့်ရဲ့ကလေးဘဝက အကောင်းဆုံးသူငယ်ချင်းနာမည် ဘယ်သူလဲ?
nl: Wat is de naam van je beste vriend uit je kindertijd?
no: Hva heter din beste venn fra barndommen?
pa: ਤੁਹਾਡੇ ਬਚਪਨ ਦੇ ਸਭ ਤੋਂ ਚੰਗੇ ਦੋਸਤ ਦਾ ਕੀ ਨਾਮ ਹੈ?
pl: Jak ma na imię najlepszy przyjaciel z dzieciństwa?
pt: Qual é o nome do seu melhor amigo de infância?
ro: Care este numele celui mai bun prieten din copilărie?
ru: Как зовут вашего лучшего друга детства?
sk: Aké je meno vášho najlepšieho priateľa z detstva?
sl: Kako je ime vašemu najboljšemu prijatelju iz otroštva?
sq: Si quhet miku juaj më i mirë i fëmijërisë?
sr: Како се звао ваш најбољи пријатељ из детињства?
sv: Vad heter din bästa vän från barndomen?
sw: Jina la rafiki yako wa utotoni ni nani?
ta: உங்கள் குழந்தைப் பருவத்தின் மிக நெருங்கிய நண்பரின் பெயர்?
te: మీ బాల్య స్నేహితుని పేరు ఏమిటి?
th: ชื่อเพื่อนสนิทในวัยเด็กของคุณคืออะไร?
tr: Çocukluk arkadaşınızın adı nedir?
uk: Яке ім'я вашого найкращого друга з дитинства?
ur: آپ کے بچپن کے بہترین دوست کا نام کیا ہے؟
uz: Bolangizdagi eng yaxshi do'stning ismi nima?
vi: Tên người bạn thân thời thơ ấu của bạn là gì?
xh: Nguwuphi umhlobo wakho osenyongweni wobuntwana?

source: What was the mascot of the high school you graduated from?
ar: ما هو شعار المدرسة الثانوية التي تخرجت منها؟
az: Məzun olduğunuz məktəbin maskotu nə idi?
be: আপনি যে হাই স্কুল থেকে স্নাতক করেছেন তার মাস্কট কী ছিল?
bn: যে উচ্চ বিদ্যালয় থেকে আপনি স্নাতক করেছিলেন তার মাসকট কি ছিল?
cs: Jaký byl maskot střední školy, kterou jste absolvoval(a)?
cy: Beth oedd masgot yr ysgol uwchradd yr enilloch ohoni?
da: Hvad var maskotten for den high school, du dimitterede fra?
de: Was war das Maskottchen der High School, von der Sie absolviert haben?
el: Ποια ήταν η μασκότ του λυκείου από το οποίο αποφοιτήσατε;
es: ¿Cuál era la mascota de la escuela secundaria de la que te graduaste?
et: Mis oli keskkooli maskott, kust sa lõpetasid?
eu: Zein zen zure goi-mailako eskolaren maskota?
fa: نماد دبیرستانی که از آن فارغ التحصیل شده‌اید چه بود؟
fi: Mikä oli lukion maskotti, josta valmistuit?
fr: Quel était la mascotte de l'école secondaire dont vous êtes diplômé(e) ?
ga: Cad é an mascait de choláiste iarbhunscoile as ar chríochnaigh tú?
gd: Dè an samhla a bh' aig an àrd-sgoil aig an do cheumnaich thu?
gl: Cal era a mascota do instituto do que te graduaches?
gu: તમે જે હાઇસ્ટ સ્કૂલમાંથી گریجویેટ કર્યા હતા, તેની મસ્કોટ કઈ હતી?
he: מה היה הקמע של התיכון שממנו סיימת?
hi: आपने जिस हाई स्कूल से स्नातक किया था उसका शुभंकर क्या था?
hr: Koja je bila maskota srednje škole koju ste završili?
hu: Mi volt annak a középiskolának a kabalája, ahonnan végzett?
id: Apa maskot dari sekolah menengah yang Anda lulus?
is: Hvað var lukkudýr menntaskólans sem þú útskrifaðist úr?
it: Qual era la mascotte della scuola superiore da cui ti sei diplomato?
ja: あなたが卒業した高校のマスコットは何でしたか？
ka: რა იყო იმ სკოლის სიმბოლო, რომელ სკოლასაც დაამთავრეთ?
ku: چی بوو ئۆرمەی ئامادەییەکە کە فەراغت بوویت لەوە؟
lt: Kokia buvo gimnazijos, kurią baigėte, talismanas?
lv: Kāda bija vidusskolas, kuru jūs absolvējat, maskots?
mg: Inona no mascotin'ny lisea nahavitanao fianarana?
mi: He aha te kararehe o te kura tuarua i oti ai koe i te kura?
mk: Која беше маскотата на средното училиште од кое сте дипломирале?
ml: നീങ്ങൽപഠിച്ച ഹൈസ്കൂളിന്റെ മാർത്തം എങ്ങനെയാണ്?
ms: Apakah maskot sekolah menengah yang anda tamat belajar?
mt: X'kien il-maskot tal-iskola sekondarja li ggradwajt minnha?
my: သင်ဘွဲ့ရသည့်အထက်တန်းကျောင်း၏ ဇိုးက ကိုယ်စားပြုသည်ကား၊
nl: Wat was de mascotte van de middelbare school waarvan je bent afgestudeerd?
no: Hva var maskoten til videregående skole du ble uteksaminert fra?
pa: ਤੁਹਾਡੇ ਮੈਟ੍ਰਿਕ ਵਿਦਿਆਲਯ ਦਾ ਮਸਕੌਟ ਕੀ ਸੀ?
pl: Jaka była maskotka szkoły średniej, którą ukończyłeś?
pt: Qual era o mascote da escola secundária da qual você se formou?
ro: Care era mascota liceului în care ați absolvit?
ru: Какой был талисманом вашей средней школы, из которой вы выпустились?
sk: Aký bol maskot strednej školy, ktorú ste absolvovali?
sl: Kakšna je bila maskota srednje šole, na kateri ste diplomirali?
sq: Cila ishte maskota e shkollës së mesme nga e cila keni diplomuar?
sr: Која је била маскота средње школе коју сте завршили?
sv: Vad var maskoten för den gymnasieskola du tog examen från?
sw: Mascot ya shule ya sekondari ambayo umemaliza ni gani?
ta: நீங்கள் பட்டம் பெற்ற உயர்நிலைப் பள்ளியின் மிருகக்கேச்சு என்ன?
te: మీరు చదివిన ఉన్నత పాఠశాల మాస్కాట్ ఏమిటి?
th: ตราสัญลักษณ์ของโรงเรียนมัธยมปลายที่คุณจบการศึกษาคืออะไร?
tr: Mezun olduğunuz lisenin maskotu neydi?
uk: Який був талісман у старшій школі, яку ви закінчили?
ur: آپ نے جس ہائی اسکول سے گریجویشن مکمل کی، اس کا ماسکوٹ کیا تھا؟
uz: Bitirgan maktabingizning ramzi nima edi?
vi: Linh vật của trường trung học bạn tốt nghiệp là gì?
xh: Yayintoni imvela na yesisikolo samabanga aphakamileyo sophumeleleyo?

source: What is the name of the first elementary school you attended?
ar: ما اسم أول مدرسة ابتدائية التحقت بها؟
az: Getdiyiniz ilk ibtidai məktəbin adı nədir?
be: প্রথম যে প্রাথমিক বিদ্যালয়ে আপনি ভর্তি হয়েছিলেন তার নাম কী?
bn: আপনি যে প্রথম প্রাথমিক বিদ্যালয়ে ভর্তি হয়েছিলেন তার নাম কি?
cs: Jak se jmenuje první základní škola, kterou jste navštěvoval(a)?
cy: Beth yw enw'r ysgol elfennol gyntaf a fynychasoch?
da: Hvad er navnet på den første folkeskole, du gik i?
de: Wie heißt die erste Grundschule, die Sie besucht haben?
el: Ποιο είναι το όνομα του πρώτου δημοτικού που φοιτήσατε;
es: ¿Cuál es el nombre de la primera escuela primaria a la que asististe?
et: Mis on esimese algkooli nimi, kus sa käisid?
eu: Zein da parte hartu zenuen lehenengo oinarrizko eskolaren izena?
fa: نام اولین مدرسه ابتدایی که در آن تحصیل کرده‌اید چیست؟
fi: Mikä on sen ensimmäisen alakoulun nimi, jota kävit?
fr: Quel est le nom de la première école primaire que vous avez fréquentée ?
ga: Cad is ainm don chéad bhunscoil a d'fhreastail tú?
gd: Dè an t-ainm a th' air a' chiad sgoil bhunaiteach a dh'fhritheil thu?
gl: Cal é o nome da primeira escola primaria á que asistiches?
gu: તમે જે પ્રથમ પ્રાથમિક શાળામાં હાજરી આપી હતી, તેનું નામ શું છે?
he: מהו שם בית הספר היסודי הראשון שבו למדת?
hi: आपने जिस पहले प्राथमिक विद्यालय में पढ़ाई की थी उसका नाम क्या है?
hr: Kako se zvala prva osnovna škola koju ste pohađali?
hu: Mi az első általános iskola neve, amelyet látogatott?
id: Apa nama sekolah dasar pertama yang Anda hadiri?
is: Hvað heitir fyrsta grunnskólinn sem þú sóttir?
it: Qual è il nome della prima scuola elementare che hai frequentato?
ja: 初めて通った小学校の名前は何ですか？
ka: რა არის იმ პირველ დაწყებით სკოლას სახელი, რომელსაც დაესწარით?
ku: ماوی یەکەم قەتبخانی سکووڵی سەرەتایەیەکە چی بوو؟
lt: Kokia yra pirmosios pradinės mokyklos, kurią lankėte, pavadinimas?
lv: Kā sauc pirmo sākumskolu, kuru jūs apmeklējāt?
mg: Inona no anaran'ny sekoly ambaratonga fototra voalohany nianaranao?
mi: He aha te ingoa o te kura tuatahi i haere koe?
mk: Кое е името на првото основно училиште кое сте го посетувале?
ml: നിങ്ങൾ പഠിച്ച ആദ്യത്തെ പ്രാഥമിക വിദ്യാലയത്തിന്റെ പേര് എങ്ങനെയാണ്?
ms: Apakah nama sekolah rendah pertama yang anda hadiri?
mt: X'inhu l-isem tal-ewwel skola elementari li attendejt?
my: သင်တက်ခဲ့သော ပထမဆုံးမူလတန်းကျောင်း နာမည်ကဘာလဲ?
nl: Wat is de naam van de eerste basisschool die je hebt bezocht?
no: Hva heter den første barneskolen du gikk på?
pa: ਤੁਹਾਡੇ ਪਹਿਲੇ ਪ੍ਰਾਥਮਿਕ ਸਕੂਲ ਦਾ ਕੀ ਨਾਮ ਸੀ ਜਿੱਥੇ ਤੁਸੀਂ ਪੜ੍ਹਾਈ ਕੀਤੀ ਸੀ?
pl: Jak nazywa się pierwsza szkoła podstawowa, do której uczęszczałeś?
pt: Qual é o nome da primeira escola primária que você frequentou?
ro: Care este numele primei școli generale la care ați participat?
ru: Как называется первая начальная школа, в которую вы ходили?
sk: Aká je názov prvej základnej školy, ktorú ste navštevovali?
sl: Kako je ime prvi osnovni šoli, ki ste jo obiskovali?
sq: Si quhet shkolla e parë fillore që keni ndjekur?
sr: Како се звала прва основна школа коју сте похађали?
sv: Vad heter den första grundskolan du gick på?
sw: Jina la shule ya msingi ya kwanza uliyoenda ni gani?
ta: நீங்கள் சென்ற முதல் தொடக்கப்பள்ளியின் பெயர் என்ன?
te: మీరు చదివిన మొదటి ప్రాథమిక పాఠశాల పేరు ఏంటి?
th: ชื่อโรงเรียนประถมแห่งแรกที่คุณเข้าเรียนคืออะไร?
tr: Gittiğiniz ilk ilkokulun adı nedir?
uk: Яка назва першої початкової школи, яку ви відвідували?
ur: پہلے پرائمری اسکول کا نام کیا ہے جہاں آپ نے حاضری دی تھی؟
uz: O'qigan ilk boshlang'ich maktabingiz nomi nima edi?
vi: Tên của trường tiểu học đầu tiên bạn học là gì?
xh: Ngubani igama lesikolo samabanga aphantsi owasiya kuso kuqala?

source: What is your mother’s maiden name?
ar: ما هو اسم والدتك قبل الزواج؟
az: Ananızın qızlıq soyadı nədir?
be: আপনার মায়ের বিবাহপূর্ব নাম কী?
bn: আপনার মায়ের বিবাহপূর্ব নাম কি?
cs: Jaké je dívčí jméno vaší matky?
cy: Beth yw cyfenw cynt eich mam?
da: Hvad er din mors pigenavn?
de: Was ist der Geburtsname Ihrer Mutter?
el: Ποιο είναι το πατρικό όνομα της μητέρας σας;
es: ¿Cuál es el apellido de soltera de tu madre?
et: Mis on sinu ema neiupõlvenimi?
eu: Zein da zure amaren soltegia?
fa: نام خانوادگی مادرتان چیست؟
fi: Mikä on äitisi tyttönimi?
fr: Quel est le nom de jeune fille de votre mère ?
ga: Cad is ainm do shloinne réamhphósta do mháthair?
gd: Dè an sloinneadh aig do mhàthair?
gl: Cal é o apelido de solteira da túa nai?
gu: તમારી માવતર માતાનું માહેરનું નામ શું છે?
he: מהו שם הנעורים של אמך?
hi: आपकी माँ का पहला नाम क्या है?
hr: Koje je djevojačko prezime vaše majke?
hu: Mi édesanyád leánykori neve?
id: Apa nama gadis ibu Anda?
is: Hvert er stúlkunafn móður þinnar?
it: Qual è il cognome da nubile di tua madre?
ja: あなたのお母さんの旧姓は何ですか？
ka: რა არის თქვენი დედის ქალიშვილობა სახელი?
ku: ناوی ژنانەی دایکەت چیە؟
lt: Koks yra jūsų motinos mergautinė pavardė?
lv: Kāds ir jūsu mātes meitas uzvārds?
mg: Inona no fanampin'anaran-dreninao fahiny?
mi: He aha te ingoa takakau o to whaea?
mk: Кое е моминското презиме на вашата мајка?
ml: നിങ്ങളുടെ മാതാവിന്റെ യഥാർത്ഥമാതക പേതലാക്ഷരം എന്താണ്?
ms: Apakah nama gadis ibu anda?
mt: X'inhu l-kunjom ta' ommok ta' qabel iż-żwieġ?
my: မိခင်ရဲ့သန်းနှစ်မျိုးဘာလဲ?
nl: Wat is de meisjesnaam van je moeder?
no: Hva er din mors pikenavn?
pa: ਤੁਹਾਡੀ ਮਾਤਾ ਦਾ ਕੁਵਾਰੀ ਨਾਂ ਕੀ ਹੈ?
pl: Jakie jest panieńskie nazwisko twojej matki?
pt: Qual é o nome de solteira da sua mãe?
ro: Care este numele de fată al mamei dumneavoastră?
ru: Какова девичья фамилия вашей матери?
sk: Aké je priezvisko vašej matky za slobodna?
sl: Kakšno je dekliško ime vaše matere?
sq: Cili është mbiemri i vajzërisë së nënës suaj?
sr: Како се звала ваша мајка пре удаје?
sv: Vad är din mors flicknamn?
sw: Jina la ubinti wa mama yako ni gani?
ta: உங்கள் தாயின் முதற்காலப் பெயர் என்ன?
te: మీ తల్లిగారి మామిడిపేరేంటి?
th: นามสกุลเดิมของแม่คุณคืออะไร?
tr: Annenizin kızlık soyadı nedir?
uk: Яке дівоче прізвище вашої матері?
ur: آپ کی والدہ کا دخترانہ نام کیا ہے؟
uz: Onangizning qizlik ismi nima?
vi: Tên thời con gái của mẹ bạn là gì?
xh: Lithini igama lesisu sikanina?
