Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: 🟢 = Active: user can log in.
ar: 🟢 = المستخدم مُفعل ويمكنه تسجيل الدخول.
az: 🟢 = İstifadəçi aktivdir və daxil ola bilər.
be: 🟢 = Карыстальнік уключаны і можа ўвайсці.
bn: 🟢 = ব্যবহারকারী সক্রিয় এবং লগ ইন করতে পারেন।
cs: 🟢 = Uživatel je aktivován a může se přihlásit.
cy: 🟢 = Mae defnyddiwr wedi'i alluogi ac yn gallu mewngofnodi.
da: 🟢 = Brugeren er aktiveret og kan logge ind.
de: 🟢 = Benutzer ist aktiviert und kann sich einloggen.
el: 🟢 = Ο χρήστης είναι ενεργοποιημένος και μπορεί να συνδεθεί.
es: 🟢 = El usuario está habilitado y puede iniciar sesión.
et: 🟢 = Kasutaja on lubatud ja saab sisse logida.
eu: 🟢 = Erabiltzailea gaituta dago eta saioa hasteko aukera du.
fa: 🟢 = کاربر فعال است و می‌تواند وارد شود.
fi: 🟢 = Käyttäjä on käytössä ja voi kirjautua sisään.
fr: 🟢 = L'utilisateur est activé et peut se connecter.
ga: 🟢 = Tá an t-úsáideoir cumasaithe agus is féidir leis logáil isteach.
gd: 🟢 = Tha an cleachdaiche comasach agus faodaidh iad logadh a-steach.
gl: 🟢 = O usuario está activado e pode iniciar sesión.
gu: 🟢 = વપરાશકર્તા સક્રિય છે અને લોગ ઇન કરી શકે છે.
he: 🟢 = המשתמש מופעל ויכול להיכנס.
hi: 🟢 = उपयोगकर्ता सक्रिय है और लॉग इन कर सकता है।
hr: 🟢 = Korisnik je omogućen i može se prijaviti.
hu: 🟢 = A felhasználó engedélyezett és be tud jelentkezni.
id: 🟢 = Pengguna diaktifkan dan dapat masuk.
is: 🟢 = Notandi er virkur og getur skráð sig inn.
it: 🟢 = L'utente è abilitato e può accedere.
ja: 🟢 = ユーザーは有効でログイン可能です。
ka: 🟢 = მომხმარებელი ჩართულია და შეუძლია შესვლა.
ku: 🟢 = بەکارهێنەری چەندەسازی و تێکرنەوە.
lt: 🟢 = Naudotojas yra įjungtas ir gali prisijungti.
lv: 🟢 = Lietotājs ir iespējots un var ieslēgties.
mg: 🟢 = Nah enabled ny mpampiasa ary afaka miditra.
mi: 🟢 = Kua whakahohea te kaiwhakamahi ā ka taea te takiuru.
mk: 🟢 = Корисникот е овозможен и може да се најави.
ml: 🟢 = ഉപയോക്താവ് പ്രവർത്തനസജ്ജമാണ്, ലോഗിൻചെയ്യാം.
ms: 🟢 = Pengguna diaktifkan dan boleh log masuk.
mt: 🟢 = L-utent huwa attivat u jista' jidħol.
my: 🟢 = အသုံးပြုသူသည် ဖွင့်ပြီး ၀င်ရောက်နိုင်သည်။
nl: 🟢 = Gebruiker is ingeschakeld en kan inloggen.
no: 🟢 = Bruker er aktivert og kan logge inn.
pa: 🟢 = ਉਪਭੋਗਤਾ ਸਮਰੱਥ ਹੈ ਅਤੇ ਲੌг ਦਿਸ਼ਾ ਨਿਰਦੇਸ਼ ਕਰਨ ਲਈ।
pl: 🟢 = Użytkownik jest włączony i może się zalogować.
pt: 🟢 = Usuário está ativado e pode fazer login.
ro: 🟢 = Utilizatorul este activat și se poate conecta.
ru: 🟢 = Пользователь включен и может войти в систему.
sk: 🟢 = Používateľ je aktivovaný a môže sa prihlásiť.
sl: 🟢 = Uporabnik je omogočen in se lahko prijavi.
sq: 🟢 = Përdoruesi është aktivizuar dhe mund të hyjë.
sr: 🟢 = Korisnik je omogućen i može se prijaviti.
sv: 🟢 = Användaren är aktiverad och kan logga in.
sw: 🟢 = Mtumiaji amewashwa na anaweza kuingia.
ta: 🟢 = பயனர் இயக்கத்துடன் துவக்கப்பட வேண்டும்.
te: 🟢 = వాడుకరి ఎనేబుల్ చేయబడింది మరియు లాగిన్ చేయగలరు.
th: 🟢 = ผู้ใช้ถูกเปิดใช้งานและสามารถเข้าสู่ระบบ
tr: 🟢 = Kullanıcı etkinleştirildi ve giriş yapabilir.
uk: 🟢 = Користувач увімкнений і може ввійти в систему.
ur: 🟢 = صارف فعال ہے اور لاگ ان کر سکتا ہے۔
uz: 🟢 = Foydalanuvchi yoqilgan va tizimga kirishi mumkin.
vi: 🟢 = Người dùng đã được kích hoạt và có thể đăng nhập.
xh: 🟢 = Umsebenzisi uvuliwe kwaye uyakwazi ukungena.

source: 🔴 = Disabled: user is locked out.
ar: 🔴 = معطل: المستخدم مغلق.
az: 🔴 = Deaktiv: istifadəçi kilidlidir.
be: 🔴 = Вимкнено: користувач заблокований.
bn: 🔴 = নিষ্ক্রিয়: ব্যবহারকারী লক করা হয়েছে।
cs: 🔴 = Deaktivováno: uživatel je zamknut.
cy: 🔴 = Analluog: defnyddiwr wedi'i gloi allan.
da: 🔴 = Deaktiveret: bruger er låst ude.
de: 🔴 = Deaktiviert: Benutzer ist ausgesperrt.
el: 🔴 = Απενεργοποιημένος: ο χρήστης είναι κλειδωμένος.
es: 🔴 = Deshabilitado: el usuario está bloqueado.
et: 🔴 = Keelatud: kasutaja on lukustatud.
eu: 🔴 = Ezgaituta: erabiltzailea blokeatuta dago.
fa: 🔴 = غیرفعال: کاربر قفل شده است.
fi: 🔴 = Poistettu: käyttäjä on lukittu.
fr: 🔴 = Désactivé : l'utilisateur est verrouillé.
ga: 🔴 = Dímheasta: tá an t-úsáideoir faoi ghlas.
gd: 🔴 = Ciorramach: chaidh an neach-cleachdaidh a ghlasadh a-mach.
gl: 🔴 = Desactivado: o usuario está bloqueado.
gu: 🔴 = અમાન્ય: યુઝર લૉકડાઉટ છે.
he: 🔴 = מושבת: המשתמש נעול.
hi: 🔴 = अक्षम: उपयोगकर्ता बाहर बंद है।
hr: 🔴 = Onemogućeno: korisnik je zaključan.
hu: 🔴 = Letiltva: a felhasználó ki van zárva.
id: 🔴 = Dinonaktifkan: pengguna terkunci.
is: 🔴 = Óvirkt: notandi er læstur.
it: 🔴 = Disabilitato: l'utente è bloccato.
ja: 🔴 = 無効: ユーザーがロックアウトされています。
ka: 🔴 = ჯეროვანი: მომხმარებლის ხელმოცემულობა დაუცველია.
ku: 🔴 = لە کار نەکراو: بەکارهێنەر قەدەغە کراوە.
lt: 🔴 = Išjungta: vartotojas užblokuotas.
lv: 🔴 = Deaktivēts: lietotājs ir bloķēts.
mg: 🔴 = Tsy mazava: voatana ny mpampiasa.
mi: 🔴 = Whakapātea: kua hāpaihia te kaiwhakamahi.
mk: 🔴 = Оневозможено: корисникот е заклучен.
ml: "🔴" = ഉപയോക്താവ് അകത്താണെന്ന് സൂചിപ്പിക്കുന്നു.
ms: 🔴 = Dinonaktifkan: pengguna terkunci.
mt: 🔴 = Diżattivat: l-utent huwa magħluq barra.
my: 🔴 = ဖျက်သိမ်းထားသည်: အသုံးပြုသူကို လော့ချထားသည်။
nl: 🔴 = Uitgeschakeld: gebruiker is buitengesloten.
no: 🔴 = Deaktivert: brukeren er låst ute.
pa: 🔴 = ਅਸਮਰਥਿਤ: ਵਰਤੋਂਕਾਰ ਨੂੰ ਤਾਲਿਆ ਜਾਂਦਾ ਹੈ।
pl: 🔴 = Wyłączone: użytkownik jest zablokowany.
pt: 🔴 = Desativado: usuário está bloqueado.
ro: 🔴 = Dezactivat: utilizatorul este blocat.
ru: 🔴 = Отключено: пользователь заблокирован.
sk: 🔴 = Deaktivované: používateľ je uzamknutý.
sl: 🔴 = Onemogočeno: uporabnik je zaklenjen.
sq: 🔴 = Çaktivizuar: përdoruesi është i bllokuar.
sr: 🔴 = Onemogućeno: korisnik je zaključan.
sv: 🔴 = Inaktiverad: användaren är låst.
sw: 🔴 = Imezimwa: mtumiaji amefungiwa nje.
ta: 🔴 = முடக்கப்பட்டது: பயனர் வெளியேறியுள்ளார்.
te: 🔴 = నిలిపివేసినవాడు: వాడుకరిని లాక్డ్ అవుట్ చేశారు.
th: 🔴 =ปิดใช้งาน: ผู้ใช้ถูกล็อกเอาต์
tr: 🔴 = Devre Dışı: kullanıcı kilitli.
uk: 🔴 = Вимкнено: користувач заблокований.
ur: 🔴 = غیر فعال: صارف لاک ہے۔
uz: 🔴 = O'chirilgan: foydalanuvchi band qilingan.
vi: 🔴 = Đã vô hiệu hóa: người dùng bị khóa.
xh: 🔴 = Kukhosi: umsebenzisi uvaliwe.

source: ⚪ = You cannot disable your own admin account.
ar: ⚪ = لا يمكنك تعطيل حسابك الخاص.
az: ⚪ = Öz hesabınızı deaktiv edə bilməzsiniz.
be: ⚪ = Та өөрийнхөө акаунтыг идэвхгүй болгох боломжгүй.
bn: ⚪ = আপনি নিজের অ্যাকাউন্ট নিষ্ক্রিয় করতে পারবেন না।
cs: ⚪ = Nemůžete zakázat vlastní účet.
cy: ⚪ = Ni allwch anablu eich cyfrif eich hun.
da: ⚪ = Du kan ikke deaktivere din egen konto.
de: ⚪ = Sie können Ihr eigenes Konto nicht deaktivieren.
el: ⚪ = Δεν μπορείτε να απενεργοποιήσετε τον δικό σας λογαριασμό.
es: ⚪ = No puede deshabilitar su propia cuenta.
et: ⚪ = Sa ei saa oma kontot keelata.
eu: ⚪ = Ezin duzu zure kontua desgaitu.
fa: ⚪ = شما نمی‌توانید حساب خودتان را غیرفعال کنید.
fi: ⚪ = Et voi poistaa omaa tiliäsi käytöstä.
fr: ⚪ = Vous ne pouvez pas désactiver votre propre compte.
ga: ⚪ = Ní féidir leat do chuntas féin a dhíchumasú.
gd: ⚪ = Chan urrainn dhut do chunntas fhèin a chiorramachadh.
gl: ⚪ = Non podes deshabilitar a túa propia conta.
gu: ⚪ = તમે તમારી પોતાની એકાઉન્ટ અક્ષમ કરી શકતા નથી.
he: ⚪ = אינך יכול להשבית את החשבון שלך.
hi: ⚪ = आप अपना खुद का खाता निःशक्त नहीं कर सकते।
hr: ⚪ = Ne možete onemogućiti svoj vlastiti račun.
hu: ⚪ = Nem tudod letiltani a saját fiókodat.
id: ⚪ = Anda tidak dapat menonaktifkan akun Anda sendiri.
is: ⚪ = Þú getur ekki afvirkjað þinn eigin reikning.
it: ⚪ = Non puoi disabilitare il tuo account.
ja: ⚪ = 自分のアカウントを無効にすることはできません。
ka: ⚪ = თქვენ ვერ გაუთიშავთ საკუთარ ანგარიშს.
ku: ⚪ = Tu nikarî hesabê xwe serqetîne.
lt: ⚪ = Negalite išjungti savo paskyros.
lv: ⚪ = Jūs nevarat atspējot savu kontu.
mg: ⚪ = Tsy afaka manafoana ny kaontinao ianao.
mi: ⚪ = Kāore e taea e koe te whakakore i tō ake pūkete.
mk: ⚪ = Не можете да ја оневозможите сопствената сметка.
ml: ⚪ = നിങ്ങൾക്ക് നിങ്ങളുടെ സ്വന്തം അക്കൗണ്ട് അപ്രാപ്തമാക്കാൻ കഴിയില്ല.
ms: ⚪ = Anda tidak boleh nyahaktifkan akaun anda sendiri.
mt: ⚪ = Ma tistax tiddiżattiva l-kont tiegħek stess.
my: ⚪ = သင့်ရဲ့ ကိုယ်ပိုင်အကောင့်ကို မပိတ်နိုင်ပါ။
nl: ⚪ = U kunt uw eigen account niet uitschakelen.
no: ⚪ = Du kan ikke deaktivere din egen konto.
pa: ⚪ = ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਅਯੋਗ ਨਹੀਂ ਕਰ ਸਕਦੇ।
pl: ⚪ = Nie możesz wyłączyć swojego własnego konta.
pt: ⚪ = Você não pode desativar sua própria conta.
ro: ⚪ = Nu vă puteți dezactiva propriul cont.
ru: ⚪ = Вы не можете отключить свою собственную учетную запись.
sk: ⚪ = Nemôžete zakázať svoj vlastný účet.
sl: ⚪ = Ne morete onemogočiti svojega računa.
sq: ⚪ = Nuk mund të çaktivizoni llogarinë tuaj.
sr: ⚪ = Ne možete onemogućiti sopstveni nalog.
sv: ⚪ = Du kan inte inaktivera ditt eget konto.
sw: ⚪ = Huwezi kusimamisha akaunti yako mwenyewe.
ta: ⚪ = நீங்கள் உங்கள் கணக்கை நோக்க முடியாது.
te: ⚪ = మీరు మీ ఖాతాను నిలిపివేయలేరు.
th: ⚪ = คุณไม่สามารถปิดใช้งานบัญชีของคุณเอง
tr: ⚪ = Kendi hesabınızı devre dışı bırakamazsınız.
uk: ⚪ = Ви не можете вимкнути свій власний аккаунт.
ur: ⚪ = آپ اپنے اکاؤنٹ کو غیر فعال نہیں کر سکتے۔
uz: ⚪ = Siz o'z hisobingizni o'chira olmaysiz.
vi: ⚪ = Bạn không thể vô hiệu hóa tài khoản của chính mình.
xh: ⚪ = Awukwazi ukukhubaza i-akhawunti yakho.

source: Click 🛡️ to change a user’s role (admin ↔ user).
ar: لتغيير دور المستخدم، انقر فوق 🛡️.
az: İstifadəçinin rolunu dəyişmək üçün 🛡️ klikləyin.
be: একজন ব্যবহারকারীর ভূমিকা পরিবর্তন করতে 🛡️ ক্লিক করুন।
bn: একজন ব্যবহারকারীর ভূমিকা পরিবর্তন করতে, ক্লিক করুন 🛡️।
cs: Pro změnu role uživatele klikněte na 🛡️.
cy: I newid rôl defnyddiwr, cliciwch 🛡️.
da: For at ændre en brugers rolle, klik 🛡️.
de: Um die Rolle eines Benutzers zu ändern, klicken Sie auf 🛡️.
el: Για να αλλάξετε τον ρόλο ενός χρήστη, κάντε κλικ 🛡️.
es: Para cambiar el rol de un usuario, haz clic en 🛡️.
et: Kasutajarolli muutmiseks klõpsa 🛡️.
eu: Erabiltzaile baten rola aldatzeko, klikatu 🛡️.
fa: برای تغییر نقش کاربر، روی 🛡️ کلیک کنید.
fi: Käyttäjän roolin vaihtamiseksi napsauta 🛡️.
fr: Pour changer le rôle d'un utilisateur, cliquez 🛡️.
ga: Chun ról úsáideora a athrú, cliceáil 🛡️.
gd: Gus dreuchd cleachdaiche atharrachadh, cliog air 🛡️.
gl: Para cambiar o rol dun usuario, faga clic en 🛡️.
gu: યુઝરની ભૂમિકા બદલવા માટે 🛡️ પર ક્લિક કરો.
he: כדי לשנות את תפקיד המשתמש, לחץ 🛡️.
hi: किसी उपयोगकर्ता की भूमिका बदलने के लिए, 🛡️ पर क्लिक करें।
hr: Za promjenu uloge korisnika kliknite 🛡️.
hu: A felhasználó szerepének megváltoztatásához kattintson a 🛡️ ikonra.
id: Untuk mengubah peran pengguna, klik 🛡️.
is: Til að breyta hlutverki notanda, smelltu á 🛡️.
it: Per cambiare il ruolo di un utente, clicca 🛡️.
ja: ユーザーの役割を変更するには、🛡️をクリック。
ka: მომხმარებლის როლის შესაცვლელად, დააწკაპუნეთ 🛡️.
ku: بۆ گۆڕینی شانی بەکارهێنەر، کرتە بکە 🛡️.
lt: Norėdami pakeisti vartotojo vaidmenį, spustelėkite 🛡️.
lv: Lai mainītu lietotāja lomu, noklikšķiniet uz 🛡️.
mg: Raha te-hanova ny anjara asan'ny mpampiasa iray ianao dia kitiho 🛡️.
mi: Hei whakarerekē i te rōrahi o tētahi kaiwhakamahi, pāwhiritia 🛡️.
mk: За промена на улогата на корисник, кликнете 🛡️.
ml: ഉപയോക്താവ് ഗുരുതരവുമതാൻ റൂൾ മാറ്റണമെങ്കിൽ, ക്ളിക്ക് 🛡️.
ms: Untuk menukar peranan pengguna, klik 🛡️.
mt: Biex tibdel ir-rwol ta' utent, ikklikkja 🛡️.
my: အသုံးပြုသူ၏အခန်းဖျော်စပ်မှုကို ပြောင်းလဲရန် 🛡️ ကို နှိပ်ပါ။
nl: Om de rol van een gebruiker te wijzigen, klik op 🛡️.
no: For å endre en brukers rolle, klikk 🛡️.
pa: ਜੇਕਰ ਕਿਸੇ ਯੂਜ਼ਰ ਦੀ ਭੂਮਿਕਾ ਬਦਲਣੀ ਹੈ ਤਾਂ 🛡️ 'ਤੇ ਕਲਿੱਕ ਕਰੋ।
pl: Aby zmienić rolę użytkownika, kliknij 🛡️.
pt: Para mudar o papel de um usuário, clique em 🛡️.
ro: Pentru a schimba rolul unui utilizator, faceți clic pe 🛡️.
ru: Чтобы изменить роль пользователя, нажмите 🛡️.
sk: Na zmenu roly používateľa kliknite 🛡️.
sl: Če želite spremeniti vlogo uporabnika, kliknite 🛡️.
sq: Për të ndryshuar rolin e një përdoruesi, klikoni 🛡️.
sr: Да би променили улогу корисника, кликните 🛡️.
sv: För att ändra en användares roll, klicka 🛡️.
sw: Kubadilisha jukumu la mtumiaji, bonyeza 🛡️.
ta: ஒரு பயனரின் பாத்திரத்தை மாற்ற, கிளிக் செய்யவும் 🛡️.
te: యూజర్ పాత్రను మార్చడానికి 🛡️ క్లిక్ చేయండి.
th: เพื่อเปลี่ยนแปลงบทบาทของผู้ใช้ คลิก 🛡️
tr: Bir kullanıcının rolünü değiştirmek için 🛡️ simgesine tıklayın.
uk: Щоб змінити роль користувача, натисніть 🛡️.
ur: کسی صارف کے کردار کو تبدیل کرنے کے لیے، 🛡️ پر کلک کریں۔
uz: Foydalanuvchi rolini o'zgartirish uchun 🛡️ ni bosing.
vi: Để thay đổi vai trò của người dùng, nhấn 🛡️.
xh: Ukuguqula indima yomsebenzisi, cofa 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
ar: لإعادة تعيين MFA، انقر فوق 🔑 (يظهر فقط إذا كانت MFA مفعلة).
az: MFA sıfırlamaq üçün 🔑 klikləyin (yalnız MFA aktivdirsə görünür).
be: এমএফএ রিসেট করতে 🔑 ক্লিক করুন (শুধুমাত্র যদি এমএফএ সক্রিয় থাকে)।
bn: MFA পুনরায় সেট করতে, ক্লিক করুন 🔑 (শুধুমাত্র যদি MFA সক্ষম থাকে)।
cs: Pro resetování MFA klikněte na 🔑 (viditelné pouze pokud je MFA povoleno).
cy: I ailosod MFA, cliciwch 🔑 (yn weladwy dim ond os yw MFA wedi'i alluogi).
da: For at nulstille MFA, klik 🔑 (kun synlig, hvis MFA er aktiveret).
de: Um MFA zurückzusetzen, klicken Sie auf 🔑 (sichtbar nur, wenn MFA aktiviert ist).
el: Για να επαναφέρετε το MFA, κάντε κλικ 🔑 (εμφανίζεται μόνο αν το MFA είναι ενεργοποιημένο).
es: Para restablecer MFA, haz clic en 🔑 (solo visible si MFA está habilitado).
et: MFA (mitmefaktoriline autentimine) lähtestamiseks klõpsa 🔑 (nähtav ainult, kui MFA on lubatud).
eu: MFA berriz ezartzeko, klikatu 🔑 (ikusgai bakarrik MFA gaituta badago).
fa: برای بازنشانی MFA، روی 🔑 کلیک کنید (فقط در صورت فعال بودن MFA قابل مشاهده است).
fi: Nollataksesi MFA:n napsauta 🔑 (näkyy vain, jos MFA on käytössä).
fr: Pour réinitialiser MFA, cliquez 🔑 (visible uniquement si MFA est activé).
ga: Chun MFA a athshocrú, cliceáil 🔑 (nach bhfeictear ach má chuirtear MFA ar fáil).
gd: Gus MFA ath-shuidheachadh, cliog air 🔑 (ri fhaicinn a-mhàin ma tha MFA air a chomasachadh).
gl: Para restablecer MFA, faga clic en 🔑 (visible só se MFA está habilitado).
gu: MFA રીસેટ કરવા માટે 🔑 પર ક્લિક કરો (ફક્ત જો MFA સક્રિય હોય તો જ દેખાય છે).
he: כדי לאפס את ה-MFA, לחץ 🔑 (רק אם ה-MFA מופעל).
hi: MFA रीसेट करने के लिए, 🔑 पर क्लिक करें (केवल तब दिखता है जब MFA सक्षम हो)।
hr: Za resetiranje MFA kliknite 🔑 (vidljivo samo ako je MFA omogućen).
hu: Az MFA visszaállításához kattintson a 🔑 ikonra (csak akkor látható, ha az MFA engedélyezve van).
id: Untuk mereset MFA, klik 🔑 (hanya terlihat jika MFA diaktifkan).
is: Til að endurstilla MFA, smelltu á 🔑 (aðeins sýnilegt ef MFA er virkjað).
it: Per reimpostare MFA, clicca 🔑 (visibile solo se MFA è abilitato).
ja: MFAをリセットするには、🔑をクリック（MFAが有効な場合にのみ表示）。
ka: MFA-ს შესასრულებლად, დააწკაპუნეთ 🔑 (ხილული მხოლოდ მაშინ, თუ MFA ჩართულია).
ku: بۆ سرشتەمانی دووکێڵ کرتە بکە 🔑 (تەنها دەردەکرا ژەورە بەکارهێنانە).
lt: Norėdami atstatyti MFA, spustelėkite 🔑 (matoma tik jei MFA įjungta).
lv: Lai atiestatītu MFA, noklikšķiniet uz 🔑 (redzams tikai, ja MFA ir ieslēgts).
mg: Raha hamerenana ny MFA ianao dia kitiho 🔑 (hita ihany rehefa alefa ny MFA).
mi: Hei tautuhi anō i te MFA, pāwhiritia 🔑 (ka kitea anake mēnā kei te whakahohea te MFA).
mk: За ресетирање на MFA, кликнете 🔑 (видливо само ако е овозможено MFA).
ml: MFA പുനഃസ്ഥാപിക്കാൻ, ക്ലിക്ക് 🔑 (MFA സജീവമായാൽ മാത്രം കാണപ്പെടും).
ms: Untuk menetapkan semula MFA, klik 🔑 (hanya kelihatan jika MFA diaktifkan).
mt: Biex tirrisettja l-MFA, ikklikkja 🔑 (viżibbli biss jekk il-MFA hija attivata).
my: MFA ကို ပြန်ပြီးရှင်းရန် 🔑 ကို နှိပ်ပါ(အလျာက်မှုပြုပါ)။
nl: Om MFA opnieuw in te stellen, klik op 🔑 (alleen zichtbaar als MFA is ingeschakeld).
no: For å tilbakestille MFA, klikk 🔑 (kun synlig hvis MFA er aktivert).
pa: ਮਲਟੀ ਫੈਕਟਰ ਪ੍ਰਮਾਣਿਕਤਾ ਰੀਸੈਟ ਕਰਨ ਲਈ 🔑 ' ਤੇ ਕਲਿੱਕ ਕਰੋ (ਕੇਵਲ ਤਦ ਵਿਖਾਈ ਦਿੰਦਾ ਹੈ ਜੇ MFA ਐਕਟੀਵ ਹੈ)।
pl: Aby zresetować MFA, kliknij 🔑 (widoczne tylko, jeśli MFA jest włączone).
pt: Para redefinir o MFA, clique em 🔑 (visível apenas se o MFA estiver ativado).
ro: Pentru a reseta MFA, faceți clic pe 🔑 (vizibil doar dacă MFA este activat).
ru: Чтобы сбросить MFA, нажмите 🔑 (видно только при включенном MFA).
sk: Na resetovanie MFA kliknite 🔑 (viditeľné len ak je MFA povolené).
sl: Če želite ponastaviti MFA, kliknite 🔑 (vidno le, če je omogočen MFA).
sq: Për të rivendosur MFA, klikoni 🔑 (e dukshme vetëm nëse MFA është e aktivizuar).
sr: Да би ресетовали MFA, кликните 🔑 (видљиво само ако је MFA омогућен).
sv: För att återställa MFA, klicka 🔑 (endast synligt om MFA är aktiverat).
sw: Kubadilisha MFA, bonyeza 🔑 (inaonekana tu ikiwa MFA imewezeshwa).
ta: MFA ஐ மீட்டமை செய்ய, கிளிக் செய்யவும் 🔑 (MFA இயக்கப்பட்டால் மட்டும் காண்பிக்கப்படும்).
te: MFA రీసెట్ చేయడానికి, 🔑ని క్లిక్ చేయండి (MFA వినియోగదారుడికి మాత్రమే కనిపిస్తుంది).
th: เพื่อรีเซ็ต MFA คลิก 🔑 (แสดงเมื่อเปิด MFA เท่านั้น)
tr: MFA'yı sıfırlamak için 🔑 simgesine tıklayın (sadece MFA etkinse görünür).
uk: Щоб скинути MFA, натисніть 🔑 (видимо лише якщо MFA увімкнено).
ur: MFA کو دوبارہ سیٹ کرنے کے لیے، 🔑 پر کلک کریں (صرف اگر MFA فعال ہو تو نظر آئے گا)۔
uz: MFA ni tiklash uchun 🔑 bosib turing (faqat MFA yoqilgan bo'lsa ko'rinadi).
vi: Để đặt lại MFA, nhấn 🔑 (chỉ hiện nếu MFA được bật).
xh: Useta kwakhona i-MFA, cofa 🔑 (kubonakala kuphela xa i-MFA ivuliwe).

source: Accounts are automatically locked after repeated failed login attempts.
ar: يتم قفل الحسابات تلقائيًا بعد محاولات تسجيل دخول متكررة فاشلة.
az: Hesablar təkrarlanan uğursuz giriş cəhdlərindən sonra avtomatik kilidlənir.
be: Облікові записи автоматично блокуються після повторних невдалих спроб входу.
bn: পুনর্বিবৃত্ত ব্যর্থ লগইন প্রচেষ্টার পরে অ্যাকাউন্ট স্বয়ংক্রিয়ভাবে লক হয়ে যায়।
cs: Účty jsou automaticky zamykány po opakovaných neúspěšných pokusech o přihlášení.
cy: Mae cyfrifon yn cael eu cloi'n awtomatig ar ôl methiannau mewngofnodi ailadroddus.
da: Konti låses automatisk efter gentagne fejlslagne loginforsøg.
de: Konten werden nach wiederholten fehlgeschlagenen Anmeldeversuchen automatisch gesperrt.
el: Οι λογαριασμοί κλειδώνονται αυτόματα μετά από επανειλημμένες αποτυχημένες προσπάθειες login.
es: Las cuentas se bloquean automáticamente después de intentos fallidos repetidos de inicio de sesión.
et: Kontod lukustatakse automaatselt pärast korduvaid ebaõnnestunud sisselogimiskatseid.
eu: Kontuak automatikoki blokeatzen dira saioa sartzean huts egindako saiakera errepikatuak ostean.
fa: حساب‌ها به‌طور خودکار بعد از تلاش‌های مکرر ناموفق ورود قفل می‌شوند.
fi: Tilit lukitaan automaattisesti toistuvien epäonnistuneiden kirjautumisyritysten jälkeen.
fr: Les comptes sont automatiquement verrouillés après des tentatives répétées de connexion échouées.
ga: Tá cuntais faoi ghlas go huathoibríoch tar éis iarrachtaí logála isteach mainneacha leanúnacha.
gd: Tha cunntasan air an glasanadh gu fèin-ghluasadach às deidh tachartas logadh a-steach fàilligeach a-rithist.
gl: As contas bloqueanse automáticamente tras repetidos intentos de acceso fallidos.
gu: લગાતાર નિષ્ફળ પ્રવેશ પ્રયાસો પછી ખાતા આપમેળે લૉક થાય છે.
he: חשבונות ננעלים אוטומטית לאחר ניסיונות כניסה כושלים חוזרים.
hi: अकाउंट्स स्वचालित रूप से बार-बार असफल लॉगिन प्रयासों के बाद बंद हो जाते हैं।
hr: Računi se automatski zaključavaju nakon ponovljenih neuspjelih pokušaja prijave.
hu: A fiókok automatikusan zárolásra kerülnek az ismételt sikertelen bejelentkezési kísérletek után.
id: Akun secara otomatis terkunci setelah beberapa kali percobaan login gagal.
is: Reikningar eru sjálfkrafa læstir eftir endurteknar misheppnaðar innskráningartilraunir.
it: Gli account vengono bloccati automaticamente dopo tentativi di accesso falliti ripetuti.
ja: アカウントはログイン失敗が繰り返されると自動的にロックされます。
ka: ანგარიშები ავტომატურად დაბლოკილია მრავალჯერეულ წარუმატებელ ლოგინის ცდების შემდეგ.
ku: Hesabên piştî hesanî têketinên tərkêde hatine girtin.
lt: Paskyros automatiškai užblokuojamos po pakartotinių nesėkmingų prisijungimo bandymų.
lv: Konti tiek automātiski bloķēti pēc atkārtotiem neveiksmīgiem pieteikšanās mēģinājumiem.
mg: Voahidy mandeha ho azy ny kaonty rehefa manana fikasana mialina imbetsaka.
mi: Ka whakawhakatina aunoahia ngā pūkete ka te kore e uru aaueru ki te uru ki te pūnaha.
mk: Сметките автоматски се заклучуваат по повеќекратни неуспешни обиди за логирање.
ml: പലയിടങ്ങളിൽ പുനം പ്രകടനം പോസ്റ്റുന്നിടങ്ങളിൽ, മാത്രവുമാണ് അച്ഛാപിക്കുന്നത്.
ms: Akaun secara automatik dikunci selepas percubaan log masuk yang berulangan gagal.
mt: Kontijiet jintlockjaw b'mod awtomatiku wara provali repetuti ta' login falluti.
my: အကောင့်များကို ထပ်ခါတလဲလဲ ဝင်ရောက်ရန်မအောင်မြင်သော လုပ်ဆောင်မှုများကြောင့် အလိုအလျောက် ပိတ်ထားသည်။
nl: Accounts worden automatisch geblokkeerd na herhaaldelijk mislukte inlogpogingen.
no: Kontoer blir automatisk låst etter gjentatte mislykkede innloggingsforsøk.
pa: ਕਈਂ ਬਰ ਮਾਰ ਖਰੀਦ ਲੌਗਿਨ ਕੋਸ਼ਿਸ਼ਾਂ ਦੇ ਬਾਅਦ ਖਾਤੇ ਲਈ ਆਪਮਾਤਰ ਤਾਲਿਆ ਜਾਉਂਦਾ ਹੈ।
pl: Konta są automatycznie blokowane po wielokrotnym nieudanym logowaniu.
pt: Contas são automaticamente bloqueadas após repetidas tentativas de login sem sucesso.
ro: Conturile sunt blocate automat după încercări repetate de conectare eșuate.
ru: Учетные записи автоматически блокируются после неоднократных неудачных попыток входа.
sk: Účty sú automaticky uzamknuté po opakovaných neuspešných pokusoch o prihlásenie.
sl: Računi so samodejno zaklenjeni po večkratnih neuspešnih poskusih prijave.
sq: Llogaritë janë automatikisht të bllokuara pas përpjekjeve të përsëritura të dështuara të hyrjes.
sr: Nalozi se automatski zaključavaju nakon ponovljenih neuspelih pokušaja prijave.
sv: Konton låses automatiskt efter upprepade misslyckade inloggningsförsök.
sw: Akaunti zimefungiwa kiotomatiki baada ya majaribio ya kuingia kushindwa mara kadhaa.
ta: தொடர்ந்து பல குற்றங்கள் ஏற்பட்ட பிறகு கணக்குகள் தானாக பூட்டப்படும்.
te: పునరావృత ప్రయత్నాల్లో విఫలమైన తరువాత ఖాతాలు ఆటోమేటిక్‌గా లాక్డ్ అవుట్ చేస్తాయి.
th: บัญชีจะถูกล็อกโดยอัตโนมัติหลังจากการพยายามล็อกอินล้มเหลวซ้ำๆ
tr: Hesaplar, tekrarlanan başarısız giriş denemelerinden sonra otomatik olarak kilitlenir.
uk: Облікові записи автоматично блокуються після повторних невдалих спроб входу.
ur: بار بار ناکامی سے لاگ ان کرنے کے بعد اکاؤنٹس خودکار لاک ہو جاتے ہیں۔
uz: Hisob qaydnomalari takroriy muvaffaqiyatsiz kirish urinishlaridan so'ng avtomatik ravishda qulflanadi.
vi: Tài khoản tự động bị khóa sau các nỗ lực đăng nhập không thành công liên tục.
xh: Akaunti azivalwa ngokuzenzekelayo emva kwezilumko eziphindaphindiweyo zokuya kwiere.
