Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Failed to update user role.
ar: فشل في إنشاء المستخدم.
az: İstifadəçini yaratmaq alınmadı.
be: Не ўдалося стварыць карыстальніка.
bn: ব্যবহারকারী তৈরি করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit uživatele.
cy: Methwyd â chreu defnyddiwr.
da: Kunne ikke oprette bruger.
de: Benutzer konnte nicht erstellt werden.
el: Απέτυχε η δημιουργία χρήστη.
es: Error al crear el usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzea huts egin du.
fa: ایجاد کاربر شکست خورد.
fi: Käyttäjän luominen epäonnistui.
fr: Échec de la création de l'utilisateur.
ga: Theip ar úsáideoir a chruthú.
gd: Dh'fhàillig cruthachadh neach-cleachdaidh.
gl: Non se puido crear o usuario.
gu: વપરાશકર્તા બનાવવા નિષ્ફળ.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता बनाने में विफल।
hr: Neuspješno kreiranje korisnika.
hu: Nem sikerült létrehozni a felhasználót.
id: Gagal membuat pengguna.
is: Tókst ekki að búa til notanda.
it: Impossibile creare l'utente.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
ku: شکستی لە دروستکردنی بەکارهێنەر.
lt: Nepavyko sukurti naudotojo.
lv: Neizdevās izveidot lietotāju.
mg: Tsy nahomby ny famoronana mpampiasa.
mi: I rahua te waihanga i te kaiwhakamahi.
mk: Не успеа да се создаде корисник.
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk mencipta pengguna.
mt: Ma rnexxilniex noħolqu utent.
my: အသုံးပြုသူ ဖန်တီးခြင်းမအောင်မြင်ပါ။
nl: Het maken van de gebruiker is mislukt.
no: Kunne ikke opprette bruker.
pa: ਉਪਭੋਗੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się utworzyć użytkownika.
pt: Falha ao criar usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
sk: Nepodarilo sa vytvoriť používateľa.
sl: Neuspešno ustvarjanje uporabnika.
sq: Dështoi krijimi i përdoruesit.
sr: Neuspešno kreiranje korisnika.
sv: Misslyckades med att skapa användare.
sw: Imeshindikana kuunda mtumiaji.
ta: பயனரை உருவாக்குவது தோல்வியடைந்தது.
te: వాడుకరిని సృష్టించడం విఫలమైంది.
th: สร้างผู้ใช้ไม่สำเร็จ
tr: Kullanıcı oluşturulamadı.
uk: Не вдалося створити користувача.
ur: صارف بنانے میں ناکامی ہوئی۔
uz: Foydalanuvchini yaratib bo'lmadi.
vi: Không thể tạo người dùng.
xh: Kusilele ukudala umsebenzisi.

source: Invalid Ferret Key.
ar: دور غير صالح.
az: Yanlış rol.
be: Несапраўдная роля.
bn: অবৈধ ভূমিকা।
cs: Neplatná role.
cy: Rôl annilys.
da: Ugyldig rolle.
de: Ungültige Rolle.
el: Μη έγκυρος ρόλος.
es: Rol inválido.
et: Vigane roll.
eu: Rol baliogabea.
fa: نقش نامعتبر است.
fi: Virheellinen rooli.
fr: Rôle invalide.
ga: Akwa yɛfo nnsɛm no.
gd: Dreuchd mì-dhligheach.
gl: Rol non válido.
gu: અમાન્ય ભૂમિકા.
he: תפקיד לא תקין.
hi: अवैध भूमिका।
hr: Neispravna uloga.
hu: Érvénytelen szerep.
id: Peran tidak valid.
is: Ógilt hlutverk.
it: Ruolo non valido.
ja: 無効なロールです。
ka: არასწორი როლი.
ku: رۆڵێکی نادرووستە.
lt: Netinkamas vaidmuo.
lv: Nederīga loma.
mg: Tsy mety ny andraikitra.
mi: Tūnga hē.
mk: Невалидна улога.
ml: അസാധുവായ പങ്ക്.
ms: Peranan tidak sah.
mt: Rwoli invalidu.
my: မမှန်ကန်သောအခန်းကဏ္ဍ။
nl: Ongeldige rol.
no: Ugyldig rolle.
pa: ਗਲਤ ਭੂਮਿਕਾ।
pl: Nieprawidłowa rola.
pt: Função inválida.
ro: Rol invalid.
ru: Неверная роль.
sk: Neplatná rola.
sl: Neveljavna vloga.
sq: Roli i pavlefshëm.
sr: Nevažeća uloga.
sv: Ogiltig roll.
sw: Jukumu si sahihi.
ta: செல்லுபடியாகாத பருவம்.
te: చెల్లని పాత్ర.
th: บทบาทไม่ถูกต้อง
tr: Geçersiz rol.
uk: Неправильна роль.
ur: غلط کردار۔
uz: Noto'g'ri rol.
vi: Vai trò không hợp lệ.
xh: Indima engamkelekanga.

source: An internal error occurred. Please try again later.
ar: حدث خطأ غير متوقع. يرجى إعادة المحاولة لاحقًا أو الاتصال بالدعم.
az: Gözlənilməz bir səhv baş verdi. Zəhmət olmasa bir az sonra yenidən cəhd edin və ya dəstək ilə əlaqə saxlayın.
be: Адбылася нечаканая памылка. Калі ласка, паспрабуйце яшчэ раз пазней або звярніцеся ў службу падтрымкі.
bn: একটি অপ্রত্যাশিত ত্রুটি ঘটেছে। পরে আবার চেষ্টা করুন অথবা সাহায্য কেন্দ্রে যোগাযোগ করুন।
cs: Došlo k neočekávané chybě. Zkuste to prosím znovu později nebo kontaktujte podporu.
cy: Digwyddodd gwall annisgwyl. Ceisiwch eto'n ddiweddarach neu cysylltwch â chymorth.
da: Der opstod en uventet fejl. Prøv igen senere eller kontakt support.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es später erneut oder kontaktieren Sie den Support.
el: Παρουσιάστηκε ένα απρόσμενο σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα ή επικοινωνήστε με την υποστήριξη.
es: Ocurrió un error inesperado. Por favor, intenta nuevamente más tarde o contacta al soporte.
et: Ilmnes ootamatu viga. Palun proovige hiljem uuesti või võtke ühendust toega.
eu: Ustekabeko errorea gertatu da. Mesedez, saiatu berriro geroago edo jarri harremanetan laguntzarekin.
fa: یک خطای غیرمنتظره رخ داد. لطفاً بعداً دوباره تلاش کنید یا با پشتیبانی تماس بگیرید.
fi: Tapahtui odottamaton virhe. Yritä myöhemmin uudelleen tai ota yhteyttä tukeen.
fr: Une erreur inattendue s'est produite. Veuillez réessayer plus tard ou contacter le support.
ga: Ɔnsɛm a ɛyɛ foɔ ahuno. Mepa kyɛw nsɛm anaa wɔmpɛ support.
gd: Thachair mearachd ris nach robh dùil. Feuch ris a-rithist nas fhaide air adhart no cuir fios gu taic.
gl: Produciuse un erro inesperado. Por favor, intente de novo máis tarde ou contacte co soporte.
gu: અન્ય અપેક્ષિત ભૂલ આવી. કૃપા કરીને પાછા પ્રયત્ન કરો અથવા ટેકનિકલ સહાયથી સંપર્ક કરો.
he: אירעה שגיאה בלתי צפויה. אנא נסה שוב מאוחר יותר או צור קשר עם התמיכה.
hi: एक अप्रत्याशित त्रुटि हुई। कृपया बाद में पुनः प्रयास करें या सहायता से संपर्क करें।
hr: Dogodila se neočekivana greška. Molimo pokušajte ponovno kasnije ili kontaktirajte podršku.
hu: Váratlan hiba történt. Kérjük, próbálja újra később, vagy vegye fel a kapcsolatot a támogatással.
id: Terjadi kesalahan yang tidak terduga. Silakan coba lagi nanti atau hubungi dukungan.
is: Óvænt villa átti sér stað. Vinsamlegast reyndu aftur síðar eða hafðu samband við stuðning.
it: Si è verificato un errore imprevisto. Riprova più tardi o contatta il supporto.
ja: 予期しないエラーが発生しました。後でもう一度試すか、サポートに連絡してください。
ka: მოულოდნელმა შეცდომამ მოახდინა. სცადეთ ხელახლა მოგვიანებით ან დაუკავშირდით მხარდაჭერას.
ku: هەڵەیەکی نەخوێندراو رویدا. تکایە دواتر هەوڵبدەوە یان پەیوەندیدان بکە بە پشتیوانی.
lt: Įvyko netikėta klaida. Bandykite dar kartą vėliau arba susisiekite su palaikymo komanda.
lv: Radās neparedzēta kļūda. Lūdzu, mēģiniet vēlreiz vēlāk vai sazinieties ar atbalstu.
mg: Nisy hadisoana tsy nampoizina nitranga. Andramo indray azafady aty aoriana na mifandraisa amin'ny fanohanana.
mi: I puta he hapa ohorere. Tena ngana mai ano i muri mai, whakapaa atu ranei ki te tautoko.
mk: Се случи неочекувана грешка. Ве молиме обидете се повторно подоцна или контактирајте со поддршка.
ml: ഒരു അപ്രതീക്ഷിത പിശക് സംഭവിച്ചു. ദയവായി പിന്നെ ശ്രമിക്കുക അല്ലെങ്കിൽ പിന്തുണയുമായി ബന്ധപ്പെടുക.
ms: Ralat yang tidak dijangka berlaku. Sila cuba lagi kemudian atau hubungi sokongan.
mt: Seħħ żball mhux mistenni. Jekk jogħġbok erġa' pprova aktar tard jew ikkuntattja l-appoġġ.
my: မမျှော်လင့်ထားသော အမှား ဖြစ်ပွားခဲ့သည်။ နောက်မှ ထပ်မံကြိုးစားကြည့်ပါ သို့မဟုတ် အထောက်အပံ့ကို ဆက်သွယ်ပါ။
nl: Er is een onverwachte fout opgetreden. Probeer het later opnieuw of neem contact op met ondersteuning.
no: En uventet feil oppstod. Vennligst prøv igjen senere eller kontakt support.
pa: ਇੱਕ ਅਣਉਮੀਦ ਗਲਤੀ ਹੋ ਗਈ। ਕ੍ਰਿਪਾ ਕਰਕੇ ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜਾਂ ਸਮਰਥਨ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Wystąpił nieoczekiwany błąd. Spróbuj ponownie później lub skontaktuj się z pomocą techniczną.
pt: Ocorreu um erro inesperado. Por favor, tente novamente mais tarde ou entre em contato com o suporte.
ro: A apărut o eroare neașteptată. Vă rugăm să încercați din nou mai târziu sau să contactați suportul.
ru: Произошла непредвиденная ошибка. Пожалуйста, попробуйте позже или обратитесь в службу поддержки.
sk: Vyskytla sa neočakávaná chyba. Skúste to prosím neskôr alebo kontaktujte podporu.
sl: Prišlo je do nepričakovane napake. Prosimo, poskusite znova kasneje ali se obrnite na podporo.
sq: Ndodhi një gabim i papritur. Ju lutemi provoni përsëri më vonë ose kontaktoni mbështetjen.
sr: Došlo je do neočekivane greške. Molimo pokušajte ponovo kasnije ili kontaktirajte podršku.
sv: Ett oväntat fel inträffade. Försök igen senare eller kontakta support.
sw: Kosa lisilotarajiwa limetokea. Tafadhali jaribu tena baadaye au wasiliana na msaada.
ta: எதிர்பாராத பிழை ஏற்பட்டது. தயவுசெய்து பின்னர் மீண்டும் முயற்சிக்கவும் அல்லது ஆதரவுடன் தொடர்புகொள்ளவும்.
te: ఒక అప్రత్యాశిత లోపం జరిగింది. దయచేసి తరువాత ప్రయత్నించండి లేదా మద్దతు సంప్రదించండి.
th: เกิดข้อผิดพลาดที่ไม่คาดคิด กรุณาลองใหม่อีกครั้งในภายหลังหรือติดต่อฝ่ายสนับสนุน
tr: Beklenmeyen bir hata oluştu. Lütfen daha sonra tekrar deneyin veya destek ile iletişime geçin.
uk: Виникла несподівана помилка. Будь ласка, спробуйте ще раз пізніше або зверніться до підтримки.
ur: غیر متوقع خرابی پیش آ گئی۔ براہ کرم بعد میں دوبارہ کوشش کریں یا سپورٹ سے رابطہ کریں۔
uz: Kutilmagan xato yuz berdi. Iltimos, keyinroq qayta urinib ko'ring yoki qo'llab-quvvatlash xizmati bilan bog'laning.
vi: Đã xảy ra lỗi không mong muốn. Vui lòng thử lại sau hoặc liên hệ hỗ trợ.
xh: Kwenzeke impazamo engalindelekanga. Nceda zama kwakhona emva kwethuba okanye uqhagamshelane nenkxaso.

source: 🧪 Test notification sent successfully!
ar: 🧪 تم إرسال إشعار الاختبار بنجاح!
az: 🧪 Test bildirişi uğurla göndərildi!
be: 🧪 পরিক্ষার বিজ্ঞপ্তি সফলভাবে পাঠানো হয়েছে!
bn: 🧪 পরীক্ষার বিজ্ঞপ্তি সফলভাবে পাঠানো হয়েছে!
cs: 🧪 Testovací upozornění úspěšně odesláno!
cy: 🧪 Anfonwyd hysbysiad prawf yn llwyddiannus!
da: 🧪 Testmeddelelse sendt succesfuldt!
de: 🧪 Testbenachrichtigung erfolgreich gesendet!
el: 🧪 Δοκιμαστική ειδοποίηση εστάλη με επιτυχία!
es: 🧪 ¡Notificación de prueba enviada exitosamente!
et: 🧪 Testteavitus saadeti edukalt!
eu: 🧪 Testeko jakinarazpena arrakastaz bidali da!
fa: 🧪 اعلان تست با موفقیت ارسال شد!
fi: 🧪 Testi-ilmoitus lähetetty onnistuneesti!
fr: 🧪 Notification de test envoyée avec succès!
ga: 🧪 Fógra tástála seolta go rathúil!
gd: 🧪 Chaidh fios deuchainn a chuir gu soirbheachail!
gl: 🧪 Notificación de proba enviada con éxito!
gu: 🧪 ટેસ્ટ સૂચના સફળતાપૂર્વક મોકલાઈ!
he: 🧪 הודעת בדיקה נשלחה בהצלחה!
hi: 🧪 टेस्ट नोटिफिकेशन सफलतापूर्वक भेजा गया!
hr: 🧪 Testna obavijest je uspješno poslana!
hu: 🧪 Teszt értesítés sikeresen elküldve!
id: 🧪 Notifikasi uji coba berhasil dikirim!
is: 🧪 Próftilkynning send með góðum árangri!
it: 🧪 Notifica di test inviata con successo!
ja: 🧪 テスト通知が正常に送信されました!
ka: 🧪 ტესტის შეტყობინება წარმატებით გაიგზავნა!
ku: 🧪 پەیامی تەستی ڕەغاز بە سەرکەوتووی نێردرا!
lt: 🧪 Bandymo pranešimas sėkmingai išsiųstas!
lv: 🧪 Testa paziņojums veiksmīgi nosūtīts!
mg: 🧪 Nahomby ny fandefasana fampandrenesana fitsapana!
mi: 🧪 I tukuna pai te whakamōhiotanga whakamātau!
mk: 🧪 Тест известување е успешно испратено!
ml: 🧪 ടെസ്റ്റ് വിജ്ഞാപനം വിജയകരമായി അയച്ചു!
ms: 🧪 Pemberitahuan ujian berjaya dihantar!
mt: 🧪 Notifika tat-test intbagħtet b'suċċess!
my: 🧪 စမ်းသပ်အကြောင်းကြားချက် အောင်မြင်စွာ ပို့လျက်ရှိသည်။
nl: 🧪 Testmelding succesvol verzonden!
no: 🧪 Testvarsel ble sendt!
pa: 🧪 ਟੈਸਟ ਨੋਟੀਫਿਕੇਸ਼ਨ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ ਗਿਆ!
pl: 🧪 Powiadomienie testowe wysłane pomyślnie!
pt: 🧪 Notificação de teste enviada com sucesso!
ro: 🧪 Notificare de test trimisă cu succes!
ru: 🧪 Тестовое уведомление успешно отправлено!
sk: 🧪 Testovacia notifikácia bola úspešne odoslaná!
sl: 🧪 Testno obvestilo je bilo uspešno poslano!
sq: 🧪 Njoftimi i testit u dërgua me sukses!
sr: 🧪 Testna obavest uspešno poslata!
sv: 🧪 Testnotis skickad framgångsrikt!
sw: 🧪 Ilani ya majaribio imetumwa kwa mafanikio!
ta: 🧪 சோதனை அறிவிப்பு வெற்றிகரமாக அனுப்பப்பட்டது!
te: 🧪 పరీక్ష నోటిఫికేషన్ విజయవంతంగా పంపబడింది!
th: 🧪 ส่งการแจ้งเตือนการทดสอบเรียบร้อยแล้ว!
tr: 🧪 Test bildirimi başarıyla gönderildi!
uk: 🧪 Тестове сповіщення успішно відправлено!
ur: 🧪 ٹیسٹ نوٹیفیکیشن کامیابی سے بھیجا گیا!
uz: 🧪 Sinov xabarnomasi muvaffaqiyatli yuborildi!
vi: 🧪 Gửi thông báo thử nghiệm thành công!
xh: 🧪 Izaziso zovavanyo zithunyelwe ngempumelelo!

source: 🧪 Failed to send test notification:
ar: 🧪 فشل في إرسال إشعار الاختبار:
az: 🧪 Test bildirişinin göndərilməsi uğursuz oldu:
be: 🧪 পরিক্ষার বিজ্ঞপ্তি পাঠাতে ব্যর্থ:
bn: 🧪 পরীক্ষার বিজ্ঞপ্তি পাঠাতে ব্যর্থ হয়েছে:
cs: 🧪 Nepodařilo se odeslat testovací upozornění:
cy: 🧪 Methu anfon hysbysiad prawf:
da: 🧪 Det lykkedes ikke at sende testmeddelelse:
de: 🧪 Fehler beim Senden der Testbenachrichtigung:
el: 🧪 Αποτυχία αποστολής δοκιμαστικής ειδοποίησης:
es: 🧪 Error al enviar la notificación de prueba:
et: 🧪 Testteavituse saatmine ebaõnnestus:
eu: 🧪 Testeko jakinarazpena bidaltzean huts egin du:
fa: 🧪 ارسال اعلان تست ناموفق بود:
fi: 🧪 Testi-ilmoituksen lähettäminen epäonnistui:
fr: 🧪 Échec de l'envoi de la notification de test:
ga: 🧪 Theip ar theip an fógra tástála a sheoladh:
gd: 🧪 Dh'fhàillig cuir fios deuchainn:
gl: 🧪 Fallou ao enviar a notificación de proba:
gu: 🧪 ટેસ્ટ સૂચના મોકલવામાં નિષ્ફળ:
he: 🧪 טעונה כשלון בשליחת הודעת בדיקה:
hi: 🧪 टेस्ट नोटिफिकेशन भेजने में विफल:
hr: 🧪 Nije uspjelo slanje testne obavijesti:
hu: 🧪 Teszt értesítés küldése sikertelen:
id: 🧪 Gagal mengirim notifikasi uji coba:
is: 🧪 Mistókst að senda próftilkynningu:
it: 🧪 Invio della notifica di test fallito:
ja: 🧪 テスト通知の送信に失敗しました:
ka: 🧪 ტესტის შეტყიბინების გაგზავნა ჩაიშალა:
ku: 🧪 سەرکەوتوو نەبوو بۆ ناردنی پەیامی تەست:
lt: 🧪 Nepavyko išsiųsti bandymo pranešimo:
lv: 🧪 Neizdevās nosūtīt testa paziņojumu:
mg: 🧪 Tsy nahomby ny fandefasana fampandrenesana fitsapana:
mi: 🧪 I rahua te tuku whakamōhiotanga whakamātau:
mk: 🧪 Неуспешно испраќање на тест известувањето:
ml: 🧪 ടെസ്റ്റ് വിജ്ഞാപനം അയയ്‌ക്കുന്നതിൽ പരാജയപ്പെട്ടു:
ms: 🧪 Gagal menghantar pemberitahuan ujian:
mt: 🧪 Falliet il-ħolqien tan-notifika tat-test:
my: 🧪 စမ်းသပ်အကြောင်းကြားချက် ပို့ရန် မအောင်မြင်သော အခြေအနေများ
nl: 🧪 Versturen van testmelding is mislukt:
no: 🧪 Klarte ikke å sende testvarsel:
pa: 🧪 ਟੈਸਟ ਨੋਟੀਫਿਕੇਸ਼ਨ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ ਜਾ ਰਿਹਾ ਹੈ:
pl: 🧪 Nie udało się wysłać powiadomienia testowego:
pt: 🧪 Falha ao enviar notificação de teste:
ro: 🧪 Eșec la trimiterea notificării de test:
ru: 🧪 Не удалось отправить тестовое уведомление:
sk: 🧪 Testovú notifikáciu sa nepodarilo odoslať:
sl: 🧪 Obvestila ni bilo mogoče poslati:
sq: 🧪 Dështoi dërgimi i njoftimit të testit:
sr: 🧪 Neuspešno slanje testne obavesti:
sv: 🧪 Misslyckades med att skicka testnotis:
sw: 🧪 Kushindwa kutuma ilani ya majaribio:
ta: 🧪 சோதனை அறிவிப்பை அனுப்ப முடியவில்லை:
te: 🧪 పరీక్ష నోటిఫికేషన్ పంపడంలో విఫలమైంది:
th: 🧪 ล้มเหลวในการส่งการแจ้งเตือนการทดสอบ:
tr: 🧪 Test bildirimi gönderilemedi:
uk: 🧪 Не вдалося відправити тестове сповіщення:
ur: 🧪 ٹیسٹ نوٹیفیکیشن بھیجنے میں ناکام:
uz: 🧪 Sinov xabarnomasini yuborishda muvaffaqiyatsizlik:
vi: 🧪 Không gửi được thông báo thử nghiệm:
xh: 🧪 Kuye kwanhlanga zimuka nomoya ukuphumeza thumela izaziso zovavanyo:

source: 🧪 Error sending test notification.
ar: 🧪 خطأ في إرسال إشعار الاختبار.
az: 🧪 Test bildirişi göndərilərkən xəta baş verdi.
be: 🧪 পরিক্ষার বিজ্ঞপ্তি পাঠাতে ত্রুটি।
bn: 🧪 পরীক্ষার বিজ্ঞপ্তি পাঠানোর ত্রুটি।
cs: 🧪 Chyba při odesílání testovacího upozornění.
cy: 🧪 Gwall wrth anfon hysbysiad prawf.
da: 🧪 Fejl ved testmeddelelse.
de: 🧪 Fehler beim Senden der Testbenachrichtigung.
el: 🧪 Σφάλμα κατά την αποστολή δοκιμαστικής ειδοποίησης.
es: 🧪 Error al enviar la notificación de prueba.
et: 🧪 Testteavituse saatmisel tekkis viga.
eu: 🧪 Testeko jakinarazpena bidaltzean errorea.
fa: 🧪 خطا در ارسال اعلان تست.
fi: 🧪 Testi-ilmoituksen lähetyksessä tapahtui virhe.
fr: 🧪 Erreur lors de l'envoi de la notification de test.
ga: 🧪 Earráid agus fógra tástála á seoladh.
gd: 🧪 Mearachd a’ cur fios deuchainn.
gl: 🧪 Erro ao enviar a notificación de proba.
gu: 🧪 ટેસ્ટ સૂચના મોકલવામાં ભૂલ.
he: 🧪 שגיאה בשליחת הודעת בדיקה.
hi: 🧪 टेस्ट नोटिफिकेशन भेजने में त्रुटि।
hr: 🧪 Pogreška prilikom slanja testne obavijesti.
hu: 🧪 Hiba történt a teszt értesítés küldésekor.
id: 🧪 Kesalahan dalam mengirim notifikasi uji coba.
is: 🧪 Villa við að senda próftilkynningu.
it: 🧪 Errore nell'invio della notifica di test.
ja: 🧪 テスト通知の送信でエラーが発生しました。
ka: 🧪 ტესტის შეტყობინების გაგზავნისას შეცდომა წარმოიშვა.
ku: 🧪 هەڵەیەک لە کاتی ناردنی پەیامی تەست ڕوویدا.
lt: 🧪 Klaida siunčiant bandymo pranešimą.
lv: 🧪 Kļūda sūtot testa paziņojumu.
mg: 🧪 Nisy fahadisoana tamin'ny fandefasana fampandrenesana fitsapana.
mi: 🧪 Hapa i te tuku whakamōhiotanga whakamātau.
mk: 🧪 Грешка при испраќањето на тест известувањето.
ml: 🧪 ടെസ്റ്റ് വിജ്ഞാപനം അയയ്‌ക്കുന്നതിൽ പിഴവ്.
ms: 🧪 Ralat semasa menghantar pemberitahuan ujian.
mt: 🧪 Żball fit-tibgħid tan-notifika tat-test.
my: 🧪 အကြောင်းကြားချက် ပို့ရာတွင် အမှားပေါ်ပေါက်သည်။
nl: 🧪 Fout bij verzenden testmelding.
no: 🧪 Feil ved sending av testvarsel.
pa: 🧪 ਟੈਸਟ ਨੋਟੀਫਿਕੇਸ਼ਨ ਭੇਜਣ ਵਿੱਚ ਗਲਤੀ।
pl: 🧪 Błąd podczas wysyłania powiadomienia testowego.
pt: 🧪 Erro ao enviar notificação de teste.
ro: 🧪 Eroare la trimiterea notificării de test.
ru: 🧪 Ошибка отправки тестового уведомления.
sk: 🧪 Chyba pri odosielaní testovacej notifikácie.
sl: 🧪 Napaka pri pošiljanju obvestila.
sq: 🧪 Gabim gjatë dërgimit të njoftimit të testit.
sr: 🧪 Greška prilikom slanja testne obavesti.
sv: 🧪 Fel vid skickande av testnotis.
sw: 🧪 Hitilafu katika kutuma ilani ya majaribio.
ta: 🧪 சோதனை அறிவிப்பு அனுப்பும்போது பிழை.
te: 🧪 పరీక్ష నోటిఫికేషన్ పంపడంలో లోపం.
th: 🧪 ข้อผิดพลาดในการส่งการแจ้งเตือนการทดสอบ
tr: 🧪 Test bildirimi gönderilirken hata oluştu.
uk: 🧪 Помилка відправки тестового сповіщення.
ur: 🧪 ٹیسٹ نوٹیفیکیشن بھیجنے میں خرابی۔
uz: 🧪 Sinov xabarnomasini yuborishda xatolik.
vi: 🧪 Lỗi khi gửi thông báo thử nghiệm.
xh: 🧪 Impazamo ekuthumeleni izaziso zovavanyo.

source: Apprise destination created successfully.
ar: تم إنشاء وجهة Apprise بنجاح.
az: Apprise məkanı uğurla yaradıldı.
be: Apprise গন্তব্য সফলভাবে তৈরি হয়েছে।
bn: Apprise গন্তব্য সফলভাবে তৈরি হয়েছে।
cs: Apprise destinace úspěšně vytvořena.
cy: Crëwyd cyrchfan Apprise yn llwyddiannus.
da: Apprise-destination oprettet succesfuldt.
de: Apprise-Ziel erfolgreich erstellt.
el: Ο προορισμός Apprise δημιουργήθηκε με επιτυχία.
es: Destino Apprise creado exitosamente.
et: Apprise sihtkoht edukalt loodud.
eu: Apprise helmuga arrakastaz sortu da.
fa: مقصد Apprise با موفقیت ایجاد شد.
fi: Apprise-kohde luotu onnistuneesti.
fr: Destination Apprise créée avec succès.
ga: Cruthaíodh ceann scríbe Apprise go rathúil.
gd: Chaidh ceann-uidhe Apprise a chruthachadh gu soirbheachail.
gl: Destino de Apprise creado con éxito.
gu: અપ્રાઇઝ મંજિલ સફળતાપૂર્વક બનાવવામાં આવ્યું છે.
he: יעד Apprise נוצר בהצלחה.
hi: अप्रीज़ गंतव्य सफलतापूर्वक बनाया गया।
hr: Apprise odredište je uspješno stvoreno.
hu: Apprise cél sikeresen létrehozva.
id: Tujuan Apprise berhasil dibuat.
is: Apprise áfangastaður búinn til með góðum árangri.
it: Destinazione Apprise creata con successo.
ja: Apprise送信先が正常に作成されました。
ka: Apprise დანიშნულება წარმატებით შეიქმნა.
ku: نیشانی Apprise بە سەرکەوتووی دروستکرا.
lt: Apprise paskirties vieta sukūrta sėkmingai.
lv: Apprise galamērķis veiksmīgi izveidots.
mg: Nahomby ny famoronana ny tanjona Apprise.
mi: I hangaia pai te ūnga Apprise.
mk: Apprise дестинација е успешно креирана.
ml: Apprise ലക്ഷ്യസ്ഥാനം വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Destinasi Apprise berjaya dicipta.
mt: Destinazzjoni Apprise maħluqa b'suċċess.
my: Apprise စသော ထားမှုပြီးစီးခြင်း အောင်မြင်ပါသည်။
nl: Apprise-bestemming succesvol aangemaakt.
no: Apprise-destinasjon ble opprettet.
pa: Apprise ਮੰਜ਼ਿਲ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ ਗਿਆ।
pl: Miejsce docelowe Apprise utworzono pomyślnie.
pt: Destino Apprise criado com sucesso.
ro: Destinația Apprise creată cu succes.
ru: Назначение Apprise успешно создано.
sk: Apprise destinácia bola úspešne vytvorená.
sl: Destinacija Apprise uspešno ustvarjena.
sq: Destinacioni Apprise u krijua me sukses.
sr: Apprise odredište uspešno kreirano.
sv: Apprise-destination skapad framgångsrikt.
sw: Mahali pa Apprise imeundwa kwa mafanikio.
ta: Apprise இடம் வெற்றிகரமாக உருவாக்கப்பட்டது.
te: Apprise గమ్యస్థానం సృష్టించబడింది.
th: สร้างปลายทาง Apprise เรียบร้อยแล้ว
tr: Apprise hedefi başarıyla oluşturuldu.
uk: Apprise пункт призначення успішно створено.
ur: Apprise مقام کامیابی سے بنایا گیا۔
uz: Apprise manzili muvaffaqiyatli yaratildi.
vi: Điểm đến Apprise tạo thành công.
xh: I-Zindawo ze-Apprise zenziwe ngempumelelo.

source: Failed to create Apprise destination.
ar: إنشاء وجهة Apprise
az: Apprise Yeri Yarat
be: Apprise Тохиргоо үүсгэх
bn: অ্যাপ্রাইজ গন্তব্য তৈরি করুন
cs: Vytvořit Apprise destinaci
cy: Creu Cyrchfan Apprise
da: Opret Apprise-destination
de: Apprise-Ziel erstellen
el: Δημιουργία Προορισμού Apprise
es: Crear Destino de Apprise
et: Loo Apprise sihtkoht
eu: Sortu Apprise Helmuga
fa: ایجاد مقصد Apprise
fi: Luo Apprise-kohde
fr: Créer une destination Apprise
ga: Cruthaigh Ceann Scríbe Apprise
gd: Cruthaich Ceann-uidhe Apprise
gl: Crear destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન બનાવો
he: צור יעד Apprise
hi: एप्राइज स्थान बनाएँ
hr: Kreiraj Apprise odredište
hu: Apprise célpont létrehozása
id: Buat Tujuan Apprise
is: Búa til Apprise áfangastað
it: Crea destinazione Apprise
ja: Apprise宛先を作成
ka: Apprise-ის დანიშნულების შექმნა
ku: Cihdestêyanek Apprise Çêbike
lt: Sukurti Apprise paskirties vietą
lv: Izveidot Apprise galamērķi
mg: Mamorona Toerana Apprise
mi: Waihangatia Te Wāhi Apprise
mk: Креирај Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju Apprise
mt: Oħloq Destinazzjoni Apprise
my: Apprise ဦးတည်မှုပြုလုပ်ပါ
nl: Maak Apprise-bestemming
no: Opprett Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅਬਨਾਓ
pl: Utwórz miejsce docelowe Apprise
pt: Criar Destino Apprise
ro: Creați Destinație Apprise
ru: Создать пункт назначения Apprise
sk: Vytvoriť Apprise destináciu
sl: Ustvari Cilj Apprise
sq: Krijo Destinacion Apprise
sr: Kreiraj Apprise odredište
sv: Skapa Apprise-destination
sw: Unda Malipotele Destination
ta: அப்ரைஸ் இடம் உருவாக்கவும்
te: అప్రీస్ గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย Apprise
tr: Apprise Hedefi Oluştur
uk: Створити точку призначення Apprise
ur: ایپریز منزل بنائیں
uz: Apprise Manzilini Yaratish
vi: Tạo Điểm Đích Apprise
xh: Yenza indawo yokuya kwe-Apprise

source: Failed to load Apprise destinations.
ar: إنشاء وجهة Apprise
az: Apprise Yeri Yarat
be: Apprise Тохиргоо үүсгэх
bn: অ্যাপ্রাইজ গন্তব্য তৈরি করুন
cs: Vytvořit Apprise destinaci
cy: Creu Cyrchfan Apprise
da: Opret Apprise-destination
de: Apprise-Ziel erstellen
el: Δημιουργία Προορισμού Apprise
es: Crear Destino de Apprise
et: Loo Apprise sihtkoht
eu: Sortu Apprise Helmuga
fa: ایجاد مقصد Apprise
fi: Luo Apprise-kohde
fr: Créer une destination Apprise
ga: Cruthaigh Ceann Scríbe Apprise
gd: Cruthaich Ceann-uidhe Apprise
gl: Crear destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન બનાવો
he: צור יעד Apprise
hi: एप्राइज स्थान बनाएँ
hr: Kreiraj Apprise odredište
hu: Apprise célpont létrehozása
id: Buat Tujuan Apprise
is: Búa til Apprise áfangastað
it: Crea destinazione Apprise
ja: Apprise宛先を作成
ka: Apprise-ის დანიშნულების შექმნა
ku: Cihdestêyanek Apprise Çêbike
lt: Sukurti Apprise paskirties vietą
lv: Izveidot Apprise galamērķi
mg: Mamorona Toerana Apprise
mi: Waihangatia Te Wāhi Apprise
mk: Креирај Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju Apprise
mt: Oħloq Destinazzjoni Apprise
my: Apprise ဦးတည်မှုပြုလုပ်ပါ
nl: Maak Apprise-bestemming
no: Opprett Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅਬਨਾਓ
pl: Utwórz miejsce docelowe Apprise
pt: Criar Destino Apprise
ro: Creați Destinație Apprise
ru: Создать пункт назначения Apprise
sk: Vytvoriť Apprise destináciu
sl: Ustvari Cilj Apprise
sq: Krijo Destinacion Apprise
sr: Kreiraj Apprise odredište
sv: Skapa Apprise-destination
sw: Unda Malipotele Destination
ta: அப்ரைஸ் இடம் உருவாக்கவும்
te: అప్రీస్ గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย Apprise
tr: Apprise Hedefi Oluştur
uk: Створити точку призначення Apprise
ur: ایپریز منزل بنائیں
uz: Apprise Manzilini Yaratish
vi: Tạo Điểm Đích Apprise
xh: Yenza indawo yokuya kwe-Apprise
