Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
ar: عرض المخرجات الحديثة للسجل من التطبيق. عرض المزيد باستخدام سجلات docker أو ملفات السجل في دليل البيانات.
az: Tətbiqdən son qeyd çıxışlarına baxın. Daha çox məlumat üçün docker logs və ya məlumat mənbəyinə daxil olun.
be: Переглянути останні результати журналів з програми. Переглянути більше з docker logs або файлів журналів у каталозі даних.
bn: অ্যাপ্লিকেশন থেকে সাম্প্রতিক লগ আউটপুট দেখুন। আরও দেখতে ডকার লগ বা ডেটা ডিরেক্টরির লগ ফাইলগুলি ব্যবহার করুন।
cs: Zobrazit nedávný výstup logů z aplikace. Zobrazit více pomocí docker logs nebo logových souborů v datovém adresáři.
cy: Gweld allbwn log diweddar o'r cais. Gweld mwy gyda logiau docker neu'r ffeiliau log yn y cyfeirlyfr data.
da: Vis nylig logoutput fra applikationen. Se mere med docker logs eller logfilerne i datamappen.
de: Anzeigen der aktuellen Protokollausgaben der Anwendung. Mehr anzeigen mit docker logs oder den Protokolldateien im Datenverzeichnis.
el: Προβολή πρόσφατων αποτελεσμάτων καταγραφής από την εφαρμογή. Προβάλετε περισσότερα με docker logs ή τα αρχεία καταγραφής στον κατάλογο δεδομένων.
es: Ver salida de logs recientes de la aplicación. Ver más con logs de docker o los archivos de logs en el directorio de datos.
et: Vaata rakenduse hiljutist logiväljundit. Vaata rohkem docker logide või andmekataloogis olevate logifailide abil.
eu: Ikusi aplikazioaren azken erregistro irteera. Gehiago ikusi docker logs edo datu direktorioko erregistro fitxategiekin.
fa: مشاهده خروجی‌های لاگ اخیر از برنامه. بیشتر را با لاگ‌های داکر یا فایل‌های لاگ در دایرکتوری داده مشاهده کنید.
fi: Näytä sovelluksen viimeaikaisia lokitulosteita. Näytä lisää docker logien avulla tai tietohakemiston lokeista.
fr: Afficher la sortie récente des journaux de l'application. Afficher plus avec docker logs ou les fichiers journaux dans le répertoire de données.
ga: Hwɛle mpontuo no output fee no. Hwɛle kɔ so wo docker logs anaa no data bɔ bea fa.
gd: Faic toradh loga ùr bhon iarrtas. Faic barrachd le docker logs no na faidhlichean log san eòlaire dàta.
gl: Ver saídas de rexistros recentes da aplicación. Ver máis con docker logs ou nos arquivos de logs no directorio de datos.
gu: એપ્લિકેશનમાંથી તાજેતરની લોગ આઉટપુટ જુઓ. વધુ જુઓ docker logs અથવા ડેટા ડિરેક્ટરીમાં લોગ ફાઈલો સાથે.
he: הצג פלט לוג אחרון מהיישום. הצג יותר עם docker logs או קובצי הלוג בספריית הנתונים.
hi: एप्लीकेशन से हाल के लॉग आउटपुट देखें। अधिक देखने के लिए docker logs या डेटा डाइरेक्टरी में लॉग फ़ाइलों का उपयोग करें।
hr: Pogledaj nedavni izlaz logova iz aplikacije. Pogledajte više s docker logovima ili log datotekama u direktoriju za podatke.
hu: Tekintse meg az alkalmazás legutóbbi napló kimenetét. További megtekintés a docker logs vagy az adatkönyvtárban lévő naplófájlok segítségével.
id: Lihat keluaran log terbaru dari aplikasi. Lihat lebih banyak dengan docker logs atau file log di direktori data.
is: Skoða nýlegar villuskýrslur úr forritinu. Skoða meira með docker logs eða skráarskýrslur í gagnamöppunni.
it: Visualizza l'output recente dei log dell'applicazione. Visualizza di più con docker logs o i file di log nella directory dei dati.
ja: アプリケーションから最近のログ出力を表示します。docker logsやデータディレクトリ内のログファイルでより多くを表示できます。
ka: განახლებულ ლოგების გამოშვება აპლიკაციიდან. მეტი ნახვა docker logs ან ლოგ ფაილების ნახვა მონაცემთა დირექტორიაში.
ku: بینین بەرهەمە جیاوازەکان لە بەرزەرایەکی ئەپلیکەیشنی. زۆرتر ببینە بە دە کر لاگ یان پەڕگە لاگەکان لە بەرزەرایەی داتا.
lt: Peržiūrėkite naujausią programos žurnalo išvestį. Peržiūrėkite daugiau naudodamiesi docker logs arba žurnalo failais duomenų kataloge.
lv: Skatīt jaunākos žurnāla ierakstus no lietojumprogrammas. Skatīt vairāk ar docker logs vai žurnāla failus datu direktorijā.
mg: Jereo ny vokatra farany an'ny litera fampiharana. Jereo bebe kokoa amin'ny docker logs na ny litera ao amin'ny lahatahiry data.
mi: Mātakitaki i ngā putanga rākau hōu nei i te taupānga. Mātakitaki atu anō i te docker logs, i ngā kōnae rākau rānei kei te kōpaki raraunga.
mk: Прегледајте неодамнешен излез од дневникот на апликацијата. Прегледајте повеќе со docker logs или датотеките на дневникот во директориумот за податоци.
ml: ആപ്ലിക്കേഷന്റെ ഏറ്റവും പുതിയ ലോഗ് ഔട്ട്പുട്ട് കാണുക. ഡോക്കർ ലോഗ്‌സ് അല്ലെങ്കിൽ ഡാറ്റാ ഡയറക്ടറിയിലെ ലോഗ് ഫയലുകളുമായി കൂടുതൽ കാണുക.
ms: Lihat keluaran log terkini dari aplikasi. Lihat lebih banyak dengan docker logs atau fail log dalam direktori data.
mt: Ara l-aħħar output tal-log mill-applikazzjoni. Ara aktar bil-logs tad-docker jew il-fajls tal-logs fid-direttorju tad-data.
my: အက်ပ်မှ လတ်မှတ်ကျဇာတ်ညွှန်းဖြည်းဖြည်းပြသမှုကို ကြည့်ပါ။ docker logs သို့မဟုတ် ဒေတာညွှန်းအမှတ်များတွင် ကရိယာများကို ကြည့်၍ ပိုမိုကြည့်ရှုပြီးစမ်းပါ။
nl: Bekijk recente loguitvoer van de applicatie. Bekijk meer met docker logs of de logbestanden in de datamap.
no: Vis nylig loggoutput fra applikasjonen. Vis mer med docker logs eller loggfilene i datakatalogen.
pa: ਐਪਲੀਕੇਸ਼ਨ ਤੋਂ ਹਾਲੀਆ ਲੌਗ ਆਉਟਪੁੱਟ ਦੇਖੋ। ਹੋਰ ਦੇਖਣ ਲਈ docker logs ਜਾਂ ਡਾਟਾ ਡਾਇਰੈਕਟਰੀ ਵਿੱਚ ਲੌਗ ਫਾਈਲਾਂ ਦੇਖੋ।
pl: Zobacz ostatnie dane wyjściowe dzienników z aplikacji. Wyświetl więcej za pomocą docker logs lub plików dzienników w katalogu danych.
pt: Ver saída recente de logs da aplicação. Veja mais com logs do docker ou os arquivos de log no diretório de dados.
ro: Vizualizați ieșirea recentă a jurnalului din aplicație. Vizualizați mai multe cu docker logs sau fișierele jurnal din directorul de date.
ru: Просмотр недавних выводов логов приложения. Посмотрите больше с помощью docker logs или файлов логов в каталоге данных.
sk: Zobraziť nedávne výstupy záznamov z aplikácie. Zobraziť viac pomocou docker logs alebo súbory záznamov v dátovom adresári.
sl: Poglejte nedavne izpisane dnevniške zapise iz aplikacije. Poglejte več z docker.logs ali dnevniki v podatkovni mapi.
sq: Shiko rezultatet e fundit të regjistrit nga aplikacioni. Shiko më shumë me docker logs ose dosjet e regjistrit në direktorinë e të dhënave.
sr: Pregledaj nedavni izlaz loga iz aplikacije. Vidite više sa docker logovima ili log fajlovima u direktorijumu za podatke.
sv: Visa nylig loggutdata från applikationen. Visa mer med docker logs eller loggfilerna i datamappen.
sw: Tazama matokeo ya hivi karibuni ya magogo kutoka kwenye programu. Tazama zaidi na magogo ya docker au faili za magogo katika saraka ya data.
ta: செயலியின் சமீபத்திய பதிவுச் சான்றுகளைப் பார்வையிடவும். docker logs அல்லது தரவுப் பால்கில் உள்ள பதிவுக்களை அதிகமாக பார்வையிடுங்கள்.
te: అప్లికేషన్ నుండి గడచిన లాగ్ ఔట్‌పుట్ చూడండి. మరింత చూడండి గ్రీళ్ల లాగ్స్ లేదా డేటా డైరెక్టరీలో లాగ్ ఫైళ్ళతో.
th: ดูผลลัพธ์ของบันทึกล่าสุดจากแอปพลิเคชัน ดูเพิ่มเติมด้วย docker logs หรือไฟล์บันทึกในไดเรกทอรีข้อมูล
tr: Uygulamadan son günlük çıktısını görüntüleyin. Daha fazlasını docker günlükleri veya veri dizinindeki günlük dosyalarıyla görüntüleyin.
uk: Перегляньте останні виходи журналу з додатка. Перегляньте більше за допомогою docker logs або журналів у каталозі даних.
ur: ایپلیکیشن کے حالیہ لاگ آؤٹ پُٹ کو دیکھیں۔ مزید دیکھنے کے لیے docker logs یا ڈیٹا ڈائریکٹری میں لاگ فائلیں دیکھیں۔
uz: Dasturdan oxirgi log chiqishini ko'rish. Ko'proq ma'lumot uchun docker logs yoki ma'lumot katalogidagi log fayllaridan foydalaning.
vi: Xem đầu ra nhật ký gần đây từ ứng dụng. Xem thêm với nhật ký docker hoặc các tệp nhật ký trong thư mục dữ liệu.
xh: Jonga iilog zamva nje ezivela kwi-aplikeshini. Jonga okuninzi ngeedocker logs okanye iifayile zeelog kwisikhenkcisi sedata.

source: Reports
ar: المنفذ
az: Port
be: পোর্ট
bn: পোর্ট
cs: Port
cy: Porth
da: Port
de: Port
el: Θύρα
es: Puerto
et: Port
eu: Ataka
fa: پورت
fi: Portti
fr: Port
ga: Calafort
gd: Port
gl: Porto
gu: પોર્ટ
he: פורט
hi: पोर्ट
hr: Port
hu: Port
id: Port
is: Tengill
it: Porta
ja: ポート
ka: პორტი
ku: نووسینەوە
lt: Prievadas
lv: Ports
mg: Seranana
mi: Tauranga
mk: Порта
ml: പോർട്ട്
ms: Port
mt: Port
my: ပေါ့တ်
nl: Poort
no: Port
pa: ਪੋਰਟ
pl: Port
pt: Porta
ro: Port
ru: Порт
sk: Port
sl: Vrata
sq: Port
sr: Port
sv: Port
sw: Bandari
ta: துறைமுகம்
te: పోర్ట్
th: พอร์ต
tr: Port
uk: Порт
ur: پورٹ
uz: Port
vi: Cổng
xh: I-Port

source: View account summaries and scheduler activity in tabbed reports.
ar: عرض ملخصات الحسابات ونشاط المجدول في تقارير مصنفة.
az: Hesab xülasələrini və planlayıcı fəaliyyətini bölməli hesabatlarda bax.
be: Поглядзець зводкі рахункаў і актыўнасць планавальніка ў справаздачах з укладкамі.
bn: ট্যাবড প্রতিবেদনে অ্যাকাউন্ট সারাংশ এবং শিডিউলার কার্যকলাপ দেখুন।
cs: Zobrazit přehledy účtů a činností plánovače v záložkových zprávách.
cy: Gweld crynodebau cyfrif a gweithgarwch amserlennydd mewn adroddiadau tab.
da: Se kontoresuméer og planlægningsaktivitet i fanerapporter.
de: Kontozusammenfassungen und Planeraktivitäten in tabellarischen Berichten anzeigen.
el: Προβολή συνοπτικών στοιχείων λογαριασμού και δραστηριότητας προγραμματιστή σε αναφορές με καρτέλες.
es: Ver resúmenes de cuentas y actividad del programador en informes con pestañas.
et: Kuva konto kokkuvõtted ja ajakava tegevused vahelehtedena aruannetes.
eu: Ikusi kontu-laburpenak eta egutegien jarduera fitxetan oinarritutako txostenetan.
fa: مشاهده خلاصه حساب‌ها و فعالیت برنامه‌ریزی‌کننده در گزارش‌های تب‌دار.
fi: Näytä tilin yhteenvedot ja aikatauluttajan toiminta välilehdillä raporteissa.
fr: Voir les résumés de compte et l'activité du planificateur dans des rapports à onglets.
ga: Bɔ account summaries ne scheduler activity wɔ tabbed reports.
gd: Faic geàrr-chunntasan cunntais agus gnìomhachd clàraiche ann an aithisgean tabaichte.
gl: Ver resumos de contas e actividade de planificación en informes con pestanas.
gu: ટેંડ રિપોર્ટમાં એકાઉન્ટ સારાંશ અને સમયપત્રકની પ્રવૃત્તિ જુઓ.
he: צפה בסיכומי חשבון ופעילות מתזמן בדוחות עם כרטיסיות.
hi: टैब्ड रिपोर्ट्स में खाता सारांश और शेड्यूलर गतिविधि देखें।
hr: Pogledajte sažetke računa i aktivnost planera u izvještajima s karticama.
hu: Tekintse meg a fiók összefoglalókat és az ütemező tevékenységet a füles jelentésekben.
id: Lihat ringkasan akun dan aktivitas penjadwal dalam laporan bertab.
is: Skoða reikningsyfirlit og skipuleggjendavirkni í flipaskýrslum.
it: Visualizza i riepiloghi dell'account e l'attività del pianificatore in report a schede.
ja: タブ付きレポートでアカウントサマリーとスケジューラーの活動を表示します。
ka: ಖಾತೆ ಸಾರಾಂಶಗಳು ಮತ್ತು ವೇಳಾಪಟ್ಟಿಯ ಚಟುವಟಿಕೆಗಳನ್ನು ಟ್ಯಾಬ್ ವರದಿಗಳಲ್ಲಿ ವೀಕ್ಷಿಸಿ.
ku: بینینە ڕانگە ژمارە ھەژمارێن و چالاکیەکان یێن ڕێڤەبەری یا بەرچاوی تێبەربەندێن تابەیی.
lt: Peržiūrėti paskyros santraukas ir planuoklio veiklą kortelėse ataskaitose.
lv: Skatīt kontu kopsavilkumus un plānotāja aktivitāti cilņu ziņojumos.
mg: Jereo ny famintinana ny kaonty sy ny hetsika mpandahateny amin'ny tatitra tabs.
mi: Tirohia ngā whakarapopototanga kaute me ngā mahi whakarite i roto i ngā pūrongo ripa.
mk: Прегледајте прегледи на сметките и активност на распоредувачот во табулаторирани извештаи.
ml: ടാബ് ആധാരിത റിപ്പോർട്ടുകളിൽ അക്കൗണ്ട് സംഗ്രഹങ്ങളും ഷെഡ്യൂളർ പ്രവർത്തനങ്ങളും കാണുക.
ms: Lihat ringkasan akaun dan aktiviti penjadual dalam laporan bertab.
mt: Ara sommarji tal-kontijiet u l-attività tal-iskedar f'rapporti b'tabs.
my: အကောင့်အကျဉ်းချုပ်များနှင့် scheduler လှုပ်ရှားမှုများကို စာမျက်နှာတင်ပြီး အစီရင်ခံစာများ၌ ကြည့်ရှုရန်။
nl: Bekijk samenvattingen van accounts en planningsactiviteiten in tabbladenrapporten.
no: Vis kontooversikter og planleggeraktivitet i fanede rapporter.
pa: ਟੈਬ ਭਾਲੀਆਂ ਵਿਖੇ ਖਾਤੇ ਦੇ ਸਰੰਮਖੇ ਅਤੇ ਸਮਾਂ-ਸੂਚਕ ਸਰਗਰਮੀਆਂ ਵੇਖੋ।
pl: Pokaż podsumowania kont i aktywność harmonogramu w raportach z zakładkami.
pt: Visualizar resumos de contas e atividades do agendador em relatórios com abas.
ro: Vizualizați rezumatele conturilor și activitatea planificatorului în rapoarte sub formă de file.
ru: Просмотр сводок аккаунтов и активности планировщика в отчетах с вкладками.
sk: Zobraziť súhrny účtov a aktivitu plánovača v prehľadných tabuľkových správach.
sl: Oglejte si povzetke računov in aktivnosti razporejevalnika v zavihčnih poročilih.
sq: Shiko përmbledhjet e llogarive dhe aktivitetin e planifikuesit në raportet me skeda.
sr: Pregledajte sažetke računa i aktivnosti planera u izveštajima sa karticama.
sv: Visa kontosammanfattningar och schemaläggaraktivitet i flikrapporter.
sw: Tazama muhtasari wa akaunti na shughuli za mpangilio katika ripoti zenye vichupo.
ta: கணக்கு சுருக்கங்கள் மற்றும் திட்டமிடி செயல்பாட்டை தாவல் அறிக்கைகளில் காண்க.
te: గ్యాడ్‌బాండ్ నివేదికలలో ఖాతా సారాంశాలు మరియు షెడ్యూలర్ కార్యకలాపాలను చూడండి.
th: ดูบัญชีสรุปและกิจกรรมตารางเวลาในรายงานแบบแท็บ
tr: Sekmeli raporlarda hesap özetlerini ve zamanlayıcı etkinliğini görüntüleyin.
uk: Переглядати підсумки облікових записів та активність планувальника в табличних звітах.
ur: ٹیب والے رپورٹس میں اکاؤنٹ کے خلاصے اور شیڈیولر کی سرگرمی دیکھیں۔
uz: Hisob umumlashtirishlari va rejalashtiruvchi faoliyatini tabular shaklda ko'ring.
vi: Xem tóm tắt tài khoản và hoạt động lịch biểu trong các báo cáo dạng tab.
xh: Jonga izishwankathelo zeeakhawunti kunye nomsebenzi womhleli kwiingxelo ezinentab.

source: Settings
ar: إعدادات SMTP
az: SMTP Parametrləri
be: Наладкі SMTP
bn: SMTP সেটিংস
cs: Nastavení SMTP
cy: Gosodiadau SMTP
da: SMTP-indstillinger
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
es: Configuraciones SMTP
et: SMTP seaded
eu: SMTP Ezarpenak
fa: تنظیمات SMTP
fi: SMTP-asetukset
fr: Paramètres SMTP
ga: Socruithe SMTP
gd: Suidhichidhean SMTP
gl: Configuración SMTP
gu: SMTP સેટિંગ્સ
he: הגדרות SMTP
hi: SMTP सेटिंग्स
hr: SMTP postavke
hu: SMTP beállítások
id: Pengaturan SMTP
is: SMTP stillingar
it: Impostazioni SMTP
ja: SMTP設定
ka: SMTP პარამეტრები
ku: SMTP Settings
lt: SMTP nustatymai
lv: SMTP iestatījumi
mg: SMTP Settings
mi: Tautuhinga SMTP
mk: SMTP Поставки
ml: SMTP ക്രമീകരണങ്ങൾ
ms: Tetapan SMTP
mt: Settings tal-SMTP
my: SMTP အကွန်ဖစ်များ
nl: SMTP-instellingen
no: SMTP-innstillinger
pa: SMTP ਸੈਟਿੰਗ
pl: Ustawienia SMTP
pt: Configurações SMTP
ro: Setări SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Cilësimet SMTP
sr: SMTP postavke
sv: SMTP-inställningar
sw: Mipangilio ya SMTP
ta: SMTP அமைப்புகள்
te: SMTP సెట్టింగ్స్
th: การตั้งค่า SMTP
tr: SMTP Ayarları
uk: Налаштування SMTP
ur: SMTP سیٹنگ
uz: SMTP sozlamalari
vi: Cài đặt SMTP
xh: Izicwangciso ze-SMTP

source: View system configuration, environment variables, and global SMTP settings.
ar: عرض تكوين النظام ومتغيرات البيئة وإعدادات SMTP العالمية.
az: Sistem konfiqurasiyasını, mühit dəyişənlərini və qlobal SMTP parametrlərini bax.
be: Прагляд канфігурацыі сістэмы, зменных асяроддзя і глабальных налад SMTP.
bn: সিস্টেম কনফিগারেশন, পরিবেশ ভেরিয়েবল, এবং গ্লোবাল SMTP সেটিংস দেখুন।
cs: Zobrazit konfiguraci systému, proměnné prostředí a globální nastavení SMTP.
cy: Gweld cyfluniad system, amrywiolion amgylchedd, a gosodiadau SMTP byd-eang.
da: Se systemkonfiguration, miljøvariabler og globale SMTP-indstillinger.
de: Systemkonfiguration, Umgebungsvariablen und globale SMTP-Einstellungen anzeigen.
el: Προβολή ρυθμίσεων συστήματος, μεταβλητών περιβάλλοντος και γενικών ρυθμίσεων SMTP.
es: Ver configuración del sistema, variables de entorno y configuraciones globales de SMTP.
et: Kuva süsteemi konfiguratsioon, keskkonnamuutujad ja globaalsed SMTP seaded.
eu: Ikusi sistemaren konfigurazioa, ingurunearen aldagaia, eta SMTP globalaren ezarpenak.
fa: مشاهده پیکربندی سیستم، متغیرهای محیطی و تنظیمات SMTP کلی.
fi: Näytä järjestelmän kokoonpano, ympäristömuuttujat ja globaalit SMTP-asetukset.
fr: Afficher la configuration du système, les variables d'environnement et les paramètres SMTP globaux.
ga: Hwɛ system configuration, environment variables, ne global SMTP settings.
gd: Faic rèiteachadh an t-siostaim, caochladairean àrainneachd, agus suidheachaidhean SMTP cruinne.
gl: Ver configuración do sistema, variables de entorno e configuración SMTP global.
gu: સિસ્ટમ કન્ફિગરેશન, એન્વાયર્નમેન્ટ વેરિએબલ્સ, અને ગ્લોબલ SMTP સેટિંગ્સ જુઓ.
he: צפה בקונפיגורציית מערכת, משתני סביבה והגדרות SMTP גלובליות.
hi: सिस्टम कॉन्फ़िगरेशन, पर्यावरण चर, और वैश्विक SMTP सेटिंग्स देखें।
hr: Pogledajte konfiguraciju sustava, varijable okoline i globalne SMTP postavke.
hu: Tekintse meg a rendszerkonfigurációt, a környezeti változókat és a globális SMTP beállításokat.
id: Lihat konfigurasi sistem, variabel lingkungan, dan pengaturan SMTP global.
is: Skoða kerfisstillingar, umhverfisbreytur og alþjóðlegar SMTP stillingar.
it: Visualizza la configurazione del sistema, le variabili d'ambiente e le impostazioni globali SMTP.
ja: システム構成、環境変数、グローバルSMTP設定を表示します。
ka: ಪದ್ಧತಿ ವಿನ್ಯಾಸ, ಪರಿಸರ ಬದಲಾಗುವವ, ಮತ್ತು ಜಾಗತಿಕ SMTP ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ವೀಕ್ಷಿಸಿ.
ku: بینینە ڤەبابەاڤە گۆڤەنەرێ سېستەمێ، گۆرووناکیێن ژینگە یا مەکانی و ڕێک بەرپەراستیێن SMTP یا گشتی.
lt: Peržiūrėti sistemos konfigūraciją, aplinkos kintamuosius ir bendruosius SMTP nustatymus.
lv: Skatīt sistēmas konfigurāciju, vides mainīgos un globālos SMTP iestatījumus.
mg: Jereo ny fikirakirana ny rafitra, ny miovaova tontolo iainana, ary ny fikirakirana SMTP eran-tany.
mi: Tirohia te whirihoranga pūnaha, ngā taurangi taiao, me ngā tautuhinga SMTP ao.
mk: Прегледајте системска конфигурација, променливи на околината и глобални SMTP поставки.
ml: സിസ്റ്റം കോൺഫിഗറേഷൻ, എൻവയോൺമെന്റ് വേരിയബ്ളുകൾ, ആഗോള SMTP ക്രമീകരണങ്ങൾ കാണുക.
ms: Lihat konfigurasi sistem, pembolehubah persekitaran, dan tetapan SMTP global.
mt: Ara konfigurazzjoni tas-sistema, varjabbli tal-ambjent, u settings globali ta' SMTP.
my: စနစ်ဖျော်ဖြေရေး, ပတ်ဝန်းကျင်အခြေအနေပြဆောင်ရွက်မှုများနှင့် စွမ်းစွမ်းတင် SMTP ဆက်တင်များကို ကြည့်ရှုရန်။
nl: Bekijk systeemconfiguratie, omgevingsvariabelen en globale SMTP-instellingen.
no: Se systemkonfigurasjon, miljøvariabler og globale SMTP-innstillinger.
pa: ਸਿਸਟਮ ਵਿਧੀ, ਵਾਤਾਵਰਣ ਬਦਲਵੇਂ, ਅਤੇ ਗਲੋਬਲ SMTP ਸੈਟਿੰਗਾਂ ਵੇਖੋ।
pl: Zobacz konfigurację systemu, zmienne środowiskowe i globalne ustawienia SMTP.
pt: Visualizar configuração do sistema, variáveis de ambiente e configurações globais de SMTP.
ro: Vizualizați configurația sistemului, variabilele de mediu și setările globale SMTP.
ru: Просмотр конфигурации системы, переменных окружения и глобальных настроек SMTP.
sk: Zobraziť konfiguráciu systému, premenné prostredia a globálne nastavenia SMTP.
sl: Oglejte si konfiguracijo sistema, spremenljivke okolja in globalne nastavitve SMTP.
sq: Shiko konfigurimin e sistemit, variablat e mjedisit dhe cilësimet globale SMTP.
sr: Pregledajte konfiguraciju sistema, promenljive okruženja i globalna SMTP podešavanja.
sv: Visa systemkonfiguration, miljövariabler och globala SMTP-inställningar.
sw: Tazama usanidi wa mfumo, vigezo vya mazingira, na mipangilio ya kimataifa ya SMTP.
ta: கணினி உள்ளமைவு, சுற்றுப்புற மாறிகள் மற்றும் உலகளாவிய SMTP அமைப்புகளை காண்க.
te: వ్యవస్థ ఆకృతీకరణ, పర్యావరణ స్థితులు మరియు గ్లోబల్ SMTP కరపత్రాలను చూడండి.
th: ดูการตั้งค่าระบบ, ตัวแปรสิ่งแวดล้อม, และการตั้งค่า SMTP ทั่วโลก
tr: Sistem yapılandırmasını, ortam değişkenlerini ve global SMTP ayarlarını görüntüleyin.
uk: Переглядати конфігурацію системи, змінні середовища та глобальні налаштування SMTP.
ur: سسٹم کنفیگریشن، ماحول کے متغیرات، اور عالمی SMTP سیٹنگز دیکھیں۔
uz: Tizim konfiguratsiyasi, muhit o'zgaruvchilari va global SMTP sozlamalarini ko'ring.
vi: Xem cấu hình hệ thống, biến môi trường và cài đặt SMTP toàn cầu.
xh: Jonga ucwangciso lwenkqubo, iinguqulelo zendalo esingqongileyo, kunye nohlengahlengiso lwe-SMTP lwehlabathi.

source: Tools
ar: الأداة
az: Alət
be: Инструмент
bn: টুল
cs: Nástroj
cy: Offer
da: Værktøj
de: Werkzeug
el: Εργαλείο
es: Herramienta
et: Tööriist
eu: Tresna
fa: ابزار
fi: Työkalu
fr: Outil
ga: Dwumadie
gd: Inneal
gl: Ferramenta
gu: સાધન
he: כלי
hi: उपकरण
hr: Alat
hu: Eszköz
id: Alat
is: Verkfæri
it: Strumento
ja: ツール
ka: ინსტრუმენტი
ku: ئامراز
lt: Įrankis
lv: Rīks
mg: Fitaovana
mi: Utauta
mk: Алатка
ml: ഉപകരണം
ms: Alat
mt: Għodda
my: ကိရိယာ
nl: Tool
no: Verktøy
pa: ਉਪਕਰਣ
pl: Narzędzie
pt: Ferramenta
ro: Instrument
ru: Инструмент
sk: Nástroj
sl: Orodje
sq: Mjeti
sr: Alatka
sv: Verktyg
sw: Chombo
ta: கருவி
te: పరికరం
th: เครื่องมือ
tr: Araç
uk: Інструмент
ur: اوزار
uz: Asbob
vi: Công cụ
xh: Isixhobo
