Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No sender address
ar: لا يوجد عنوان للمرسل
az: Göndərən ünvanı yoxdur
be: Няма адрасу адпраўніка
bn: কোনো প্রেরকের ঠিকানা নেই
cs: Žádná adresa odesílatele
cy: Dim cyfeiriad anfonwr
da: Ingen afsenderadresse
de: Keine Absenderadresse
el: Χωρίς διεύθυνση αποστολέα
es: Sin dirección del remitente
et: Saatja aadressi pole
eu: Igorlearen helbiderik ez
fa: هیچ آدرس ارسال کننده‌ای
fi: Ei lähettäjän osoitetta
fr: Pas d'adresse d'expéditeur
ga: Gan seoladh seoltóra
gd: Chan eil seòladh cuiridh
gl: Non hai dirección de remitente
gu: કોઈ મોકલનારાના સરનામું નથી
he: אין כתובת שולח
hi: कोई प्रेषक पता नहीं
hr: Nema adrese pošiljatelja
hu: Nincs küldő cím
id: Tidak ada alamat pengirim
is: Enginn sendandi heimilisfang
it: Nessun indirizzo mittente
ja: 送信元アドレスなし
ka: არ არის გამომგზავნის მისამართი
ku: ئیستە نیشانی پەیوەندیکەر نییە
lt: Nėra siuntėjo adreso
lv: Nav sūtītāja adreses
mg: Tsy misy adiresy mpandefa
mi: Kāore he wāhitau kaituku
mk: Нема адреса на испраќач
ml: യാതൊരു അയച്ചാല്‍പേര്‍ക്കും <
ms: Tiada alamat penghantar
mt: L-ebda indirizz tal-mittent
my: ပို့ဆောင်သူလိပ်စာမရှိပါ
nl: Geen afzenderadres
no: Ingen avsenderadresse
pa: ਕੋਈ ਭੇਜਣ ਵਾਲੇ ਦਾ ਪਤਾ ਨਹੀਂ
pl: Brak adresu nadawcy
pt: Nenhum endereço do remetente
ro: Nicio adresă expeditor
ru: Нет адреса отправителя
sk: Žiadna adresa odosielateľa
sl: Ni naslova pošiljatelja
sq: Asnjë adresë dërguesi
sr: Nema adrese pošiljaoca
sv: Ingen avsändaradress
sw: Hakuna anwani ya mtumaji
ta: தொடர்பிலி இல்லை
te: ఎటువంటి పంపిదారు చిరునామా లేదు
th: ไม่มีที่อยู่ผู้ส่ง
tr: Gönderen adresi yok
uk: Відсутня адреса відправника
ur: کوئی بھیجنے والے کا پتہ نہیں
uz: Jo‘natuvchi manzili yo‘q
vi: Không có địa chỉ người gửi
xh: Akukho dilesi yomthumeli

source: Email Message
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: No subject
ar: الموضوع
az: Mövzu
be: Тема
bn: বিষয়
cs: Předmět
cy: Pwnc
da: Emne
de: Betreff
el: Θέμα
es: Asunto
et: Teema
eu: Gaia
fa: موضوع
fi: Aihe
fr: Objet
ga: Asɛm a ɛtɔsoɔ
gd: Cuspair
gl: Asunto
gu: વિષય
he: נושא
hi: विषय
hr: Predmet
hu: Tárgy
id: Subjek
is: Efni
it: Oggetto
ja: 件名
ka: საგანი
ku: بابەت
lt: Tema
lv: Tēma
mg: Lohahevitra
mi: Kaupapa
mk: Предмет
ml: വിഷയം
ms: Subjek
mt: Suġġett
my: အကြောင်းအရာ
nl: Onderwerp
no: Emne
pa: ਵਿਸ਼ਾ
pl: Temat
pt: Assunto
ro: Subiect
ru: Тема
sk: Predmet
sl: Zadeva
sq: Subjekti
sr: Naslov
sv: Ämne
sw: Mada
ta: கருப்பொருள்
te: విషయం
th: หัวข้อ
tr: Konu
uk: Тема
ur: موضوع
uz: Mavzu
vi: Chủ đề
xh: Isihloko

source: Save Email Reminder
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: How to use reminders
ar: كيفية إدارة المستخدمين
az: İstifadəçiləri necə idarə etmək olar
be: Як кіраваць карыстальнікамі
bn: ব্যবহারকারীদের কিভাবে পরিচালনা করবেন
cs: Jak spravovat uživatele
cy: Sut i reoli defnyddwyr
da: Hvordan man administrerer brugere
de: Wie man Benutzer verwaltet
el: Πώς να διαχειριστείτε τους χρήστες
es: Cómo gestionar usuarios
et: Kuidas hallata kasutajaid
eu: Nola kudeatu erabiltzaileak
fa: چگونه کاربران را مدیریت کنیم
fi: Kuinka hallita käyttäjiä
fr: Comment gérer les utilisateurs
ga: Conas úsáideoirí a bhainistiú
gd: Mar a riaghlasas tu cleachdaichean
gl: Como xestionar usuarios
gu: વપરાશકર્તાઓ કેમ મેનેજ કરવું
he: איך לנהל משתמשים
hi: उपयोगकर्ताओं का प्रबंधन कैसे करें
hr: Kako upravljati korisnicima
hu: Felhasználók kezelése
id: Cara mengelola pengguna
is: Hvernig á að stjórna notendum
it: Come gestire gli utenti
ja: ユーザーの管理方法
ka: როგორ ვმართოთ მომხმარებლები
ku: چۆنیەتی کارگلتەوە بە کەسەکان
lt: Kaip valdyti naudotojus
lv: Kā pārvaldīt lietotājus
mg: Fomba fitantanana ny mpampiasa
mi: Me pēhea te whakahaere kaiwhakamahi
mk: Како да управувате со корисници
ml: ഉപയോക്താക്കളെ എങ്ങനെ നയിക്കണം
ms: Cara mengurus pengguna
mt: Kif timmaniġġja l-utenti
my: အသုံးပြုသူစီမံခြင်းနည်းလမ်း
nl: Hoe gebruikers te beheren
no: Hvordan administrere brukere
pa: ਉਪਭੋਗਤਾਵਾਂ ਦਾ ਪ੍ਰਬੰਧਨ ਕਿਵੇਂ ਕਰਨਾ ਹੈ
pl: Jak zarządzać użytkownikami
pt: Como gerenciar usuários
ro: Cum să gestionați utilizatorii
ru: Как управлять пользователями
sk: Ako spravovať používateľov
sl: Kako upravljati uporabnike
sq: Si të menaxhoni përdoruesit
sr: Kako upravljati korisnicima
sv: Hur man hanterar användare
sw: Jinsi ya kudhibiti watumiaji
ta: பயனர்களை மேலாண்மை செய்வது எப்படி
te: వాడుకరుల్ని ఎలా నిర్వహించాలి
th: วิธีการจัดการผู้ใช้
tr: Kullanıcıları nasıl yönetilir
uk: Як керувати користувачами
ur: صارفین کو مینیج کرنے کا طریقہ
uz: Foydalanuvchilarni qanday boshqarish mumkin
vi: Cách quản lý người dùng
xh: Indlela yokulawula abasebenzisi

source: Review scheduled reminders and create new timed or recurring messages.
ar: جدولة التذكيرات لإرسالها في أوقات محددة أو على أساس متكرر.
az: Xatırlatmaları müəyyən vaxtlarda və ya təkrarlanan əsasda göndərmək üçün planlaşdırın.
be: Заплануйце напаміны адпраўляць у пэўныя часы або па паўторным аснове.
bn: নির্দিষ্ট সময়ে বা পুনরাবৃত্তির ভিত্তিতে পাঠানোর জন্য অনুস্মারক নির্ধারণ করুন।
cs: Naplánujte připomenutí k odeslání v konkrétních časech nebo znovu opakujících se intervalech.
cy: Trefnu negeseuon atgoffa i'w hanfon ar adegau penodol neu ar sail ailadroddus.
da: Planlæg påmindelser til at sende på specifikke tidspunkter eller på en tilbagevendende basis.
de: Erinnerungen planen, um sie zu bestimmten Zeiten oder regelmäßig zu senden.
el: Προγραμματίστε υπενθυμίσεις να αποστέλλονται σε συγκεκριμένες ώρες ή επαναλαμβανόμενα.
es: Programar recordatorios para enviar en horarios específicos o de manera recurrente.
et: Plaani meeldetuletuste saatmine kindlatel aegadel või korduvatel aegadel.
eu: Ordutegi gogorarazleak une jakin batzuetan edo modu errepikakorrean bidaltzeko.
fa: یادآوری‌ها را برنامه‌ریزی کنید تا در زمان‌های خاص یا به صورت دوره‌ای ارسال شوند.
fi: Aikatauluta muistutukset lähetettäväksi tiettyinä aikoina tai toistuvasti.
fr: Planifier des rappels à envoyer à des heures précises ou de manière récurrente.
ga: Sceideal meabhrúcháin le seoladh ag amanna sonraithe nó ar bhonn athfhillteach.
gd: Clàraich cuimhneachain airson an cur aig amannan sònraichte no air bunait ath-aithris.
gl: Programar recordatorios para enviar en momentos específicos o de forma recurrente.
gu: વિશિષ્ટ સમયમાં અથવા પુનરાવર્તિત આધાર પર રિમાઇન્ડર્સ મોકલવા માટે સમયપત્રક ગોઠવો.
he: קבע תזכורות לשליחה בזמנים ספציפיים או על בסיס קבוע.
hi: विशिष्ट समय या आवर्ती आधार पर भेजने के लिए अनुस्मारक शेड्यूल करें।
hr: Zakažite podsjetnike za slanje u određeno vrijeme ili na ponavljajućoj osnovi.
hu: Ütemezzen emlékeztetőket meghatározott időpontokra vagy ismétlődő alapon.
id: Jadwalkan pengingat untuk dikirim pada waktu tertentu atau secara berulang.
is: Tímaáætlun áminninga til að senda á tilteknum tímum eða á endurteknu fyrirkomulagi.
it: Programma promemoria da inviare a orari specifici o su base ricorrente.
ja: 特定の時刻または繰り返しスケジュールでリマインダーを送るように設定します。
ka: დაგეგმეთ შეხსენებები გაგზავნა კონკრეტულ დროს ან რეგულარულად.
ku: تایبەتمەندییەکان ڕێکببە لە کاتە بە تایبەتی یان بە شێوەیەکی داهاتی.
lt: Planuokite priminimus siųsti tam tikru laiku arba reguliariai.
lv: Ieplānojiet atgādinājumus, lai tos nosūtītu noteiktos laikos vai atkārtoti.
mg: Mamorona fampahatsiahivana halefa amin'ny fotoana voatondro na miverimberina.
mi: Whakaritea ngā whakamaumahara kia tukuna i ngā wā motuhake, i ngā wā ka tukuna anō ai.
mk: Закажете потсетници да се испраќаат во одредени времиња или на повтoречка основа.
ml: നിശ്ചിത സമയങ്ങളില്‍ അല്ലെങ്കില്‍ ആവര്‍ത്തിച്ച് റിമൈണ്ടറുകള്‍ അയക്കാന്‍ ഷെഡ്യൂള്‍ ചെയ്യുക.
ms: Jadualkan peringatan untuk dihantar pada masa tertentu atau secara berulang.
mt: Skeda tfakkira biex jintbagħtu f'ħinijiet speċifiċi jew fuq bażi rikurrenti.
my: သတ်မှတ်ချိန်များတွင် သို့မဟုတ် ကြိမ်နှစ် အခြေခံ၍ မှတ်ချက်များကို Schedule ပြုလုပ်ပါ။
nl: Planningsherinneringen versturen op specifieke tijden of op een terugkerende basis.
no: Planlegg påminnelser til å sendes på spesifikke tider eller på gjentakende basis.
pa: ਨਿਰਧਾਰਤ ਸਮੇਂ ਜਾਂ ਦੁਹਰਾਉਣ ਵਾਲੇ ਆਧਾਰ 'ਤੇ ਭੇਜਣ ਲਈ ਯਾਦ ਦਿਵਾਉਣ ਵਾਲੀਆਂ ਚੀਜ਼ਾਂ ਦਾ ਸਮਾਂ-ਸੂਚੀ ਵਿੱਚ ਅਮਲ ਕਰੋ।
pl: Zaplanuj przypomnienia do wysyłki w określonych godzinach lub na zasadzie cyklicznej.
pt: Agendar lembretes para enviar em horários específicos ou de forma recorrente.
ro: Programați mementourile să fie trimise la ore specifice sau pe o bază recurentă.
ru: Запланируйте напоминания на отправку в определенное время или на регулярной основе.
sk: Naplánujte pripomenutia na odoslanie v konkrétnych časoch alebo opakovane.
sl: Načrtujte opomnike za pošiljanje ob določenih časih ali periodično.
sq: Programoni kujtesa për t'u dërguar në kohë të caktuara ose në baza të përsëritura.
sr: Rasporedite podsetnike za slanje u određeno vreme ili na ponavljajućoj osnovi.
sv: Schemalägg påminnelser att skickas vid specifika tider eller på en återkommande basis.
sw: Panga vikumbusho kutumwa kwa nyakati maalum au kwa mfululizo.
ta: குறிப்புகள் அனுப்ப திட்டமிடவும் அல்லது பணக்குழுவின் அடிப்படையில் அனுப்பவும்.
te: నిర్దిష్ట సమయాలలో లేదా పునరావృత ఆధారంగా పంపడానికి గుర్తింపులను షెడ్యూల్ చేయండి.
th: กำหนดเตือนความจำให้ส่งในเวลาที่กำหนดหรือเป็นระยะๆ
tr: Belirli saatlerde veya tekrarlı olarak göndermek için hatırlatıcıları planlayın.
uk: Заплануйте нагадування для відправки у визначений час або на регулярній основі.
ur: یاد دہانیوں کو مخصوص اوقات یا بار بار بھیجنے کے لئے شیڈول کریں۔
uz: Eslatmalarni ma'lum vaqtlarda yoki qayta-qayta yuborish uchun rejalashtiring.
vi: Lên lịch nhắc nhở để gửi vào những thời điểm cụ thể hoặc định kỳ.
xh: Cwangcisa izikhumbuzo ukuba zithunyelwe ngamaxesha athile okanye ziphindaphinde rhoqo.

source: Add Reminder
ar: إضافة بريد إلكتروني
az: E-poçt əlavə et
be: Добавить письмо
bn: ইমেইল যোগ করুন
cs: Přidat e-mail
cy: Ychwanegu E-bost
da: Tilføj e-mail
de: E-Mail hinzufügen
el: Προσθήκη Email
es: Añadir Correo
et: Lisa e-kiri
eu: Gehitu Emaila
fa: افزودن ایمیل
fi: Lisää sähköposti
fr: Ajouter un email
ga: Fa Emaile
gd: Cuir Post-d ris
gl: Engadir correo electrónico
gu: ઇમેઈલ ઉમેરો
he: הוסף דוא"ל
hi: ईमेल जोड़ें
hr: Dodaj e-poštu
hu: E-mail hozzáadása
id: Tambahkan Email
is: Bæta við tölvupósti
it: Aggiungi Email
ja: メールを追加
ka: ელფოსტის დამატება
ku: زیادکردنی ئیمەیڵ
lt: Pridėti el. laišką
lv: Pievienot e-pastu
mg: Ampio Email
mi: Tāpiri Īmēra
mk: Додади е-пошта
ml: ഇമെയിൽ ചേർക്കുക
ms: Tambah E-mel
mt: Żid Email
my: အီးမေးလ် ထပ်ထည့်ပါ
nl: E-mail Toevoegen
no: Legg til e-post
pa: ਈਮੇਲ ਜੋੜੋ
pl: Dodaj email
pt: Adicionar Email
ro: Adaugă Email
ru: Добавить электронную почту
sk: Pridať email
sl: Dodaj e-pošto
sq: Shto Email-in
sr: Dodaj email
sv: Lägg till E-post
sw: Ongeza Baruapepe
ta: மின்னஞ்சல் சேர்க்கவும்
te: ఇమెయిల్ జోడించండి
th: เพิ่มอีเมล
tr: E-posta Ekle
uk: Додати електронну пошту
ur: ای میل شامل کریں
uz: Elektron pochta qo'shish
vi: Thêm Email
xh: Engeza I-imeyili

source: List Reminders
ar: تحرير البريد الإلكتروني
az: E-poçtu redaktə et
be: Редактировать письмо
bn: ইমেইল সম্পাদনা করুন
cs: Upravit e-mail
cy: Golygu E-bost
da: Rediger e-mail
de: E-Mail bearbeiten
el: Επεξεργασία Email
es: Editar Correo
et: Muuda e-kirja
eu: Editatu Emaila
fa: ویرایش ایمیل
fi: Muokkaa sähköpostia
fr: Modifier l'email
ga: Sɛɛ Emaile
gd: Deasaich Post-d
gl: Editar correo electrónico
gu: ઈમેઈલ સંપાદિત કરો
he: ערוך דוא"ל
hi: ईमेल संपादित करें
hr: Uredi e-poštu
hu: E-mail szerkesztése
id: Edit Email
is: Breyta tölvupósti
it: Modifica Email
ja: メールを編集
ka: ელფოსტის რედაქტირება
ku: دەستکاری ئیمەیڵ
lt: Redaguoti el. laišką
lv: Rediģēt e-pastu
mg: Ovay Email
mi: Whakatikahia te Īmēra
mk: Уреди е-пошта
ml: ഇമെയിൽ എഡിറ്റ് ചെയ്യുക
ms: Edit E-mel
mt: Editja Email
my: အီးမေးလ် ပြုပြင်ပါ
nl: E-mail Bewerken
no: Rediger e-post
pa: ਈਮੇਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj email
pt: Editar Email
ro: Editează Email
ru: Редактировать электронную почту
sk: Upraviť email
sl: Uredi e-pošto
sq: Redakto Email-in
sr: Izmeni email
sv: Redigera E-post
sw: Hariri Baruapepe
ta: மின்னஞ்சலை திருத்து
te: ఇమెయిల్ సవరించండి
th: แก้ไขอีเมล
tr: E-postayı Düzenle
uk: Редагувати електронну пошту
ur: ای میل میں ترمیم کریں
uz: Elektron pochtani tahrirlash
vi: Chỉnh sửa Email
xh: Hlela I-imeyili

source: Edit Reminder
ar: تحرير البريد الإلكتروني
az: E-poçtu redaktə et
be: Редактировать письмо
bn: ইমেইল সম্পাদনা করুন
cs: Upravit e-mail
cy: Golygu E-bost
da: Rediger e-mail
de: E-Mail bearbeiten
el: Επεξεργασία Email
es: Editar Correo
et: Muuda e-kirja
eu: Editatu Emaila
fa: ویرایش ایمیل
fi: Muokkaa sähköpostia
fr: Modifier l'email
ga: Sɛɛ Emaile
gd: Deasaich Post-d
gl: Editar correo electrónico
gu: ઈમેઈલ સંપાદિત કરો
he: ערוך דוא"ל
hi: ईमेल संपादित करें
hr: Uredi e-poštu
hu: E-mail szerkesztése
id: Edit Email
is: Breyta tölvupósti
it: Modifica Email
ja: メールを編集
ka: ელფოსტის რედაქტირება
ku: دەستکاری ئیمەیڵ
lt: Redaguoti el. laišką
lv: Rediģēt e-pastu
mg: Ovay Email
mi: Whakatikahia te Īmēra
mk: Уреди е-пошта
ml: ഇമെയിൽ എഡിറ്റ് ചെയ്യുക
ms: Edit E-mel
mt: Editja Email
my: အီးမေးလ် ပြုပြင်ပါ
nl: E-mail Bewerken
no: Rediger e-post
pa: ਈਮੇਲ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj email
pt: Editar Email
ro: Editează Email
ru: Редактировать электронную почту
sk: Upraviť email
sl: Uredi e-pošto
sq: Redakto Email-in
sr: Izmeni email
sv: Redigera E-post
sw: Hariri Baruapepe
ta: மின்னஞ்சலை திருத்து
te: ఇమెయిల్ సవరించండి
th: แก้ไขอีเมล
tr: E-postayı Düzenle
uk: Редагувати електронну пошту
ur: ای میل میں ترمیم کریں
uz: Elektron pochtani tahrirlash
vi: Chỉnh sửa Email
xh: Hlela I-imeyili

source: Create Reminder
ar: إنشاء بريد إلكتروني
az: E-poçt yarat
be: Создать письмо
bn: ইমেইল তৈরি করুন
cs: Vytvořit e-mail
cy: Creu E-bost
da: Opret e-mail
de: E-Mail erstellen
el: Δημιουργία Email
es: Crear Correo
et: Loo e-kiri
eu: Sortu Emaila
fa: ایجاد ایمیل
fi: Luo sähköposti
fr: Créer un email
ga: Rebɔ Emaile
gd: Cruthaich Post-d
gl: Crear correo electrónico
gu: ઈમેઈલ બનાવો
he: צור דוא"ל
hi: ईमेल बनाएं
hr: Kreiraj e-poštu
hu: E-mail létrehozása
id: Buat Email
is: Búa til tölvupóst
it: Crea Email
ja: メールを作成
ka: ელფოსტის შექმნა
ku: دروستکردنی ئیمەیڵ
lt: Sukurti el. laišką
lv: Izveidot e-pastu
mg: Mamorona Email
mi: Waihanga Īmēra
mk: Креирај е-пошта
ml: ഇമെയിൽ സൃഷ്ടിക്കുക
ms: Cipta E-mel
mt: Oħloq Email
my: အီးမေးလ် ဖန်တီးပါ
nl: E-mail Maken
no: Opprett e-post
pa: ਈਮੇਲ ਬਣਾਓ
pl: Utwórz email
pt: Criar Email
ro: Creează Email
ru: Создать электронную почту
sk: Vytvoriť email
sl: Ustvari e-pošto
sq: Krijo Email-in
sr: Kreiraj email
sv: Skapa E-post
sw: Tengeneza Baruapepe
ta: மின்னஞ்சல் உருவாக்கு
te: ఇమెయిల్ సృష్టించండి
th: สร้างอีเมล
tr: E-posta Oluştur
uk: Створити електронну пошту
ur: ای میل بنائیں
uz: Elektron pochta yaratish
vi: Tạo Email
xh: Dala I-imeyili

source: Update the label, subject, and content of your reminder.
ar: تحديث العلامة، الموضوع، ومحتوى الإشعار الخاص بك.
az: Bildirişinizin etiketini, mövzusunu və məzmununu yeniləyin.
be: Абнавіце этыкетку, тэму і змест вашага апавяшчэння.
bn: আপনার বিজ্ঞপ্তির লেবেল, বিষয় এবং বিষয়বস্তু আপডেট করুন।
cs: Aktualizujte štítek, předmět a obsah vašeho oznámení.
cy: Diweddarwch y label, pwnc, a chynnwys eich hysbysiad.
da: Opdater etiketten, emnet og indholdet af din besked.
de: Aktualisieren Sie das Label, das Betreff und den Inhalt Ihrer Benachrichtigung.
el: Ενημερώστε την ετικέτα, το θέμα, και το περιεχόμενο της ειδοποίησής σας.
es: Actualiza la etiqueta, el asunto y el contenido de tu notificación.
et: Uuenda oma teavituse silti, teemat ja sisu.
eu: Eguneratu zure jakinarazpenaren etiketa, gaia, eta edukia.
fa: برچسب، موضوع و محتوای اعلان خود را به‌روزرسانی کنید.
fi: Päivitä ilmoituksen etiketti, aihe ja sisältö.
fr: Mettez à jour l'étiquette, le sujet et le contenu de votre notification.
ga: Sesa nhoma yi ho din, deduaai, ne nsɛm.
gd: Ùraich an leubail, cuspair, agus susbaint fios na bùird.
gl: Actualiza a etiqueta, o asunto e o contido da túa notificación.
gu: તમારી સૂચનાના લેબલ, વિષય, અને સામગ્રીને અપડેટ કરો.
he: עדכן את התווית, הנושא והתוכן של ההודעה שלך.
hi: अपनी अधिसूचना के लेबल, विषय, और सामग्री को अपडेट करें।
hr: Ažurirajte oznaku, predmet i sadržaj svoje obavijesti.
hu: Frissítse az értesítése címkéjét, tárgyát és tartalmát.
id: Perbarui label, subjek, dan konten notifikasi Anda.
is: Uppfærðu merkimiða, efni og innihald tilkynningarinnar.
it: Aggiorna l'etichetta, l'oggetto e il contenuto della tua notifica.
ja: 通知のラベル、件名、内容を更新します。
ka: 通知のラベル、件名、および内容を更新します。
ku: Etîket, mijar û naveroka agahdariya xwe nû bikin.
lt: Atnaujinkite savo pranešimo etiketę, temą ir turinį.
lv: Atjauniniet sava paziņojuma etiķeti, tēmu un saturu.
mg: Havaozy ny marika, lohateny, sy ny votoatin'ny fampandrenesanao.
mi: Whakahoutia te tapanga, kaupapa, me te ihirangi o tō whakamōhiotanga.
mk: Ажурирајте ја етикетата, предметот и содржината на вашата нотификација.
ml: നിങ്ങളുടെ അറിയിപ്പിന്റെ ലേബൽ, വിഷയം, ഉള്ളടക്കം എന്നിവ അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemas kini label, subjek, dan kandungan pemberitahuan anda.
mt: Aġġorna t-tikka, is-suġġett, u l-kontenut tan-notifika tiegħek.
my: သင့်အကြောင်းကြားချက်၏ ကန့်သတ်ချက်၊ ခေါင်းစဉ်နှင့် အကြောင်းအရာကို အပ်ဒိတ်လုပ်ပါ။
nl: Werk het label, onderwerp en de inhoud van je melding bij.
no: Oppdater etiketten, emnet, og innholdet i din varsling.
pa: ਆਪਣੀ ਸੂਚਨਾ ਦਾ ਲੇਬਲ, ਵਿਸ਼ਾ, ਅਤੇ ਸਮੱਗਰੀ ਅਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj etykietę, temat i treść swojego powiadomienia.
pt: Atualize o rótulo, assunto e conteúdo da sua notificação.
ro: Actualizează eticheta, subiectul și conținutul notificării tale.
ru: Обновите метку, тему и содержание вашего уведомления.
sk: Aktualizujte štítok, predmet a obsah vášho oznámenia.
sl: Posodobite oznako, zadevo in vsebino svojega obvestila.
sq: Përditësoni etiketën, subjektin dhe përmbajtjen e njoftimit tuaj.
sr: Ažuriraj oznaku, temu i sadržaj svog obaveštenja.
sv: Uppdatera etikett, ämne och innehåll i din notifikation.
sw: Sasisha lebo, mada, na maudhui ya taarifa yako.
ta: உங்கள் அறிவிப்பின் லேபிள், தலைப்பு மற்றும் உள்ளடக்கத்தை இற்றைப்படுத்தவும்.
te: మీ నోటిఫికేషన్ యొక్క లేబుల్, విషయం, మరియు కంటెంట్‌ని అప్‌డేట్ చేయండి.
th: อัปเดตป้ายชื่อ, หัวข้อ, และเนื้อหาของการแจ้งเตือนของคุณ
tr: Bildirim etiketi, konusu ve içeriğini güncelleyin.
uk: Оновіть мітку, тему та зміст вашого сповіщення.
ur: اپنے نوٹیفکیشن کے لئے لیبل، موضوع، اور مواد کو اپ ڈیٹ کریں.
uz: Bildirishnomangizning yorlig'i, mavzusi va mazmunini yangilang.
vi: Cập nhật nhãn, chủ đề và nội dung của thông báo của bạn.
xh: Hlaziya ileyibheli, isichazi, kunye nomxholo wesaziso sakho.

source: Fill out the form to schedule a reminder.
ar: املأ النموذج لإضافة مستخدم جديد.
az: Yeni istifadəçi əlavə etmək üçün formanı doldurun.
be: नयाँ प्रयोगकर्ता थप्न फारम भर्नुहोस्।
bn: একটি নতুন ব্যবহারকারী যোগ করতে ফর্মটি পূরণ করুন।
cs: Vyplňte formulář pro přidání nového uživatele.
cy: Llenwch y ffurflen i ychwanegu defnyddiwr newydd.
da: Udfyld formularen for at tilføje en ny bruger.
de: Füllen Sie das Formular aus, um einen neuen Benutzer hinzuzufügen.
el: Συμπληρώστε τη φόρμα για να προσθέσετε έναν νέο χρήστη.
es: Rellena el formulario para añadir un nuevo usuario.
et: Täitke vorm, et lisada uus kasutaja.
eu: Bete formularioa erabiltzaile berri bat gehitzeko.
fa: فرم را برای اضافه کردن کاربر جدید پر کنید.
fi: Täytä lomake lisätäksesi uuden käyttäjän.
fr: Remplissez le formulaire pour ajouter un nouvel utilisateur.
ga: Líon isteach an fhoirm chun úsáideoir nua a chur leis.
gd: Lìon a-steach am foirm airson cleachdaiche ùr.
gl: Encha o formulario para engadir un novo usuario.
gu: નવા યુઝર ઉમેરવા માટે ફોર્મ ભરો.
he: מלא את הטופס כדי להוסיף משתמש חדש.
hi: नया उपयोगकर्ता जोड़ने के लिए फॉर्म भरें।
hr: Ispunite obrazac za dodavanje novog korisnika.
hu: Töltsd ki az űrlapot új felhasználó hozzáadásához.
id: Isi formulir untuk menambahkan pengguna baru.
is: Fylltu út formið til að bæta við nýjum notanda.
it: Compila il modulo per aggiungere un nuovo utente.
ja: 新しいユーザーを追加するためにフォームに記入してください。
ka: नए उपयोगकर्ता को जोड़ने के लिए फॉर्म भरें।
ku: فۆمەکە پر بکە بۆ زیادکردنەوەی بکارھێنەر
lt: Užpildykite formą, kad pridėtumėte naują vartotoją.
lv: Aizpildiet veidlapu, lai pievienotu jaunu lietotāju.
mg: Fenoy ny taratasy mba hanampy mpampiasa vaovao.
mi: Whakakīia te puka ki te tāpiri i tētahi kaiwhakamahi hou.
mk: Пополнете го формуларот за да додадете нов корисник.
ml: ഒരു പുതിയ ഉപയോക്താവിനെ ചേർക്കാൻ ഫോം പൂരിപ്പിക്കുക.
ms: Isi borang untuk menambah pengguna baru.
mt: Imla l-formola biex iżżid utent ġdid.
my: အသုံးပြုသူအသစ် ဖြည့်စွက်ရန် အဆောင်အအုံ ဖြည့်ပါ။
nl: Vul het formulier in om een nieuwe gebruiker toe te voegen.
no: Fyll ut skjemaet for å legge til en ny bruker.
pa: ਨਵਾਂ ਯੂਜ਼ਰ ਜੋੜਨ ਲਈ ਫਾਰਮ ਭਰੋ।
pl: Wypełnij formularz, aby dodać nowego użytkownika.
pt: Preencha o formulário para adicionar um novo usuário.
ro: Completați formularul pentru a adăuga un utilizator nou.
ru: Заполните форму, чтобы добавить нового пользователя.
sk: Vyplňte formulár na pridanie nového užívateľa.
sl: Izpolnite obrazec za dodajanje novega uporabnika.
sq: Plotësoni formularin për të shtuar një përdorues të ri.
sr: Popunite obrazac da dodate novog korisnika.
sv: Fyll i formuläret för att lägga till en ny användare.
sw: Jaza fomu ili kuongeza mtumiaji mpya.
ta: புதிய பயனரைச் சேர்க்க படிவத்தை நிரப்புக.
te: కొత్త ఉపయోగదారుడిని చేర్చడానికి ఫారమ్‌లను పూరించండి.
th: กรอกแบบฟอร์มเพื่อเพิ่มผู้ใช้ใหม่
tr: Yeni bir kullanıcı eklemek için formu doldurun.
uk: Заповніть форму, щоб додати нового користувача.
ur: نیا صارف شامل کرنے کے لئے فارم پُر کریں۔
uz: Yangi foydalanuvchi qo'shish uchun shaklni to'ldiring.
vi: Điền vào biểu mẫu để thêm người dùng mới.
xh: Gcwalisa ifom yokongeza umsebenzisi omtsha.
