Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
ar: سيتم عرض الملفات الموجودة في مجلد 'التحميلات' (المُقدم من قبل مسؤول النظام لديك) هنا فقط. إذا لم تشاهد ملفك/ملفاتك، يرجى الاتصال بمسؤول Grylli الخاص بك.
az: 'uploads' qovluğunda mövcud olan fayllar (sistem administratorunuz tərəfindən təmin edilir) burada göstəriləcək. Əgər fayl(lar)ınızı görmürsünüzsə, lütfən Grylli administratoru ilə əlaqə saxlayın.
be: শুধুমাত্র 'uploads' ফোল্ডারে উপস্থিত ফাইলগুলি (যা আপনার সিস্টেম অ্যাডমিনিস্ট্রেটর দ্বারা প্রদান করা হয়েছে) এখানে দেখানো হবে। যদি আপনি আপনার ফাইলটি না দেখেন, দয়া করে আপনার Grylli অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
bn: শুধুমাত্র ফাইলগুলি 'uploads' ফোল্ডারে উপস্থিত (যা আপনার সিস্টেম অ্যাডমিনিস্ট্রেটর দ্বারা প্রদান করা হয়েছে) এখানে দেখানো হবে। আপনি আপনার ফাইল(গুলি) না দেখলে, অনুগ্রহ করে আপনার Grylli অ্যাডমিনিস্ট্রেটরের সাথে যোগাযোগ করুন।
cs: Zde budou zobrazeny pouze soubory, které se nacházejí ve složce 'uploads' (poskytnuté vaším systémovým administrátorem). Pokud svůj soubor(y) nevidíte, kontaktujte svého administrátora Grylli.
cy: Dim ond ffeiliau sydd yn y ffolder 'uploads' (a ddarperir gan eich gweinyddwr system) fydd yn cael eu dangos yma. Os nad ydych chi'n gweld eich ffeil(iau), cysylltwch â'ch gweinyddwr Grylli.
da: Kun filer, der er til stede i 'uploads' mappen (leveret af din systemadministrator) vil blive vist her. Hvis du ikke kan se din(e) fil(er), kontakt venligst din Grylli-administrator.
de: Es werden nur Dateien angezeigt, die im Ordner 'uploads' (bereitgestellt von Ihrem Systemadministrator) vorhanden sind. Wenn Sie Ihre Datei(en) nicht sehen, kontaktieren Sie bitte Ihren Grylli-Administrator.
el: Μόνο αρχεία που υπάρχουν στον φάκελο 'uploads' (παρέχεται από τον διαχειριστή του συστήματός σας) θα εμφανίζονται εδώ. Εάν δεν βλέπετε το/τα αρχείο/α σας, παρακαλείσθε να επικοινωνήσετε με τον διαχειριστή του Grylli.
es: Solo los archivos que estén presentes en la carpeta 'uploads' (proporcionada por el administrador de tu sistema) se mostrarán aquí. Si no ves tu(s) archivo(s), por favor contacta a tu administrador de Grylli.
et: Ainult need failid, mis on esitatud 'uploads' kaustas (varustatud teie süsteemi administraatori poolt), kuvatakse siin. Kui te ei näe oma faili/faile, võtke palun ühendust oma Grylli administraatoriga.
eu: Hemen bakarrik 'igoerak' karpetan (zure sistemako administratzaileak emana) dauden fitxategiak erakutsiko dira. Zure fitxategia(k) ez baduzu ikusten, jarri harremanetan zure Grylli administratzailearekin.
fa: تنها فایل‌هایی که در پوشه 'uploads' (که توسط مدیر سیستم شما ارائه شده است) حاضر باشند در اینجا نمایش داده خواهند شد. اگر فایل(های) خود را نمی‌بینید، لطفاً با مدیر Grylli تماس بگیرید.
fi: Vain tiedostot, jotka ovat 'uploads'-kansiossa (systeemin ylläpitäjän tarjoama), näytetään täällä. Jos et näe tiedostoasi/tiedostojasi, ota yhteyttä Grylli-ylläpitäjään.
fr: Seuls les fichiers présents dans le dossier 'uploads' (fourni par votre administrateur système) seront affichés ici. Si vous ne voyez pas votre(vos) fichier(s), veuillez contacter votre administrateur Grylli.
ga: Wɔ mfɔto so, a nkɔyɛ 'uploads' folder (deɛ a ɛfiri sɛ wɔferɛ wo system ɛhohwɛni) no, ahyɛ wɛm deɛ. Sɛ ɛse adan ɔfɔ mu, pa, w'bɛ wobɔka บา Grylli administrator.
gd: Cha bhi ach faidhlichean a tha an làthair anns am pasgan 'uploads' (air a thoirt seachad leis an rianadair siostaim agad) ri fhaicinn an seo. Mas nach fhaic thu do (n) faidhle (an), cuir fios chun neach-rianachd Grylli agad.
gl: Só se mostrarán aquí os ficheiros que están presentes no cartafol 'uploads' (proporcionado polo teu administrador de sistema). Se non ves o(s) teu(s) ficheiro(s), por favor contacta co administrador de Grylli.
gu: 'uploads' ફોલ્ડરમાં હાજર ફાઈલો (તમારા સિસ્ટમ એડમિનિસ્ટ્રેટર દ્વારા પ્રદાન કરાયેલ) કે જેઓ જ અહીં દર્શાવવામાં આવશે. જો તમે તમારી ફાઇલ(ઓ)ને નહીં જુઓ, તો કૃપા કરીને તમારા Grylli એડમિનિસ્ટ્રેટરનો સંપર્ક કરો.
he: רק קבצים שנמצאים בתיקיית ה-'uploads' (ניתנה על ידי מנהל המערכת שלך) יוצגו כאן. אם אינך רואה את הקובץ/ים שלך, אנא פנה למנהל המערכת של Grylli שלך.
hi: केवल वही फाइलें जो 'uploads' फोल्डर में मौजूद हैं (आपके प्रणाली प्रबंधक द्वारा प्रदत्त) यहाँ दिखाई जाएंगी। यदि आप अपनी फाइलें नहीं देखते हैं, तो कृपया अपने Grylli प्रबंधक से संपर्क करें।
hr: Ovdje će biti prikazane samo datoteke koje se nalaze u mapi 'uploads' (dodijeljene od vašeg sistemskog administratora). Ako ne vidite svoje datoteke, molimo kontaktirajte vašeg Grylli administratora.
hu: Csak azok a fájlok jelennek meg itt, amelyek az 'uploads' mappában vannak (a rendszergazda biztosítja). Ha nem látja a fájlját, kérjük, vegye fel a kapcsolatot a Grylli rendszergazdával.
id: Hanya file yang ada di folder 'uploads' (disediakan oleh administrator sistem Anda) yang akan ditampilkan di sini. Jika Anda tidak melihat file Anda, silakan hubungi administrator Grylli Anda.
is: Aðeins skrár sem eru í 'uploads' möppunni (sem kerfisstjóri þinn hefur sett upp) verða sýndar hér. Ef þú sérð ekki skrá(ur) þínar, vinsamlegast hafðu samband við Grylli stjórnanda þinn.
it: Solo i file presenti nella cartella 'uploads' (fornita dal tuo amministratore di sistema) verranno mostrati qui. Se non vedi il/i tuo/i file, contatta il tuo amministratore di Grylli.
ja: ここには、「uploads」フォルダに存在するファイル（システム管理者が提供）が表示されます。ファイルが見つからない場合は、Grylli管理者にお問い合わせください。
ka: 'uploads' საქაღალდეში (შესთავაზებს თქვენი სისტემის ადმინისტრატორი) არსებული ფაილებავი გაეცემა აქ. თუ ვერ ხედავთ თქვენს ფაილ(ებ)ს, გთხოვთ, დაუკავშირდეთ Grylli-ის ადმინISTRატორს.
ku: تەنها ئەو پەڕەکانی کە لە پوشەی 'هاورکردەکان' (بە یەکەی سیستەم بەڕێوەبەرەکەت دابینراوە) دادەرایە، ئەگەر پەڕە(کانی)ت نیشان نەدرا، تکایە پەیوەندیت بکە بە بەڕێوەبەری گریللی.
lt: Tik failai, esantys aplanke 'uploads' (kurį pateikė jūsų sistemos administratorius), bus rodomi čia. Jei nematote savo failo(-ų), prašome susisiekti su savo Grylli administratoriumi.
lv: Tikai faili, kas atrodas 'uploads' mapē (ko nodrošina jūsu sistēmas administrators), tiks rādīti šeit. Ja neredzat savus failus, lūdzu, sazinieties ar savu Grylli administratoru.
mg: Fichier hita ao anatin'ny fampirimana 'uploads' ihany (navoakan'ny mpandrindra ny rafitrao) no haseho eto. Raha tsy hitanao ny rakitrao, azafady ampahafantaro ny mpandrindra Grylli anao.
mi: Ko ngā konae anake e noho ana i roto i te kōpaki 'uploads' (i whakaratohia e te kaiwhakahaere o tō pūnaha) ka whakaaturia ki konei. Mēnā kāore e kitea ana tō konae, tēnā koa whakapā atu ki tō kaiwhakahaere Grylli.
mk: Само фајлови што се присутни во папката 'uploads' (обезбедена од вашиот систем администратор) ќе бидат прикажани тука. Ако не го гледате вашиот(ите) фајл(ови), ве молам контактирајте го вашиот администратор на Grylli.
ml: 'uploads' ഫോൾഡറിൽ അടങ്ങിയിരിക്കുന്ന ഫയലുകൾ മാത്രം (നിങ്ങളുടെ സിസ്റ്റം അഡ്മിനിസ്‌ട്രേറ്റർ നല്കിയ) ഇവിടെ കാണിക്കും. നിങ്ങളുടെ ഫയൽ(കൾ) കാണാത്ത പക്ഷം, നിങ്ങളുടെ Grylli അഡ്മിനിസ്ട്രേറ്ററുമായി ബന്ധപ്പെടുക.
ms: Hanya fail yang terdapat dalam folder 'uploads' (disediakan oleh pentadbir sistem anda) akan dipaparkan di sini. Jika anda tidak melihat fail anda, sila hubungi pentadbir Grylli anda.
mt: Biss fajls li jinsabu fil-folder 'uploads' (ipprovdut mill-amministratur tas-sistema tiegħek) jiġu murija hawn. Jekk ma tarax il-fajl/i tiegħek, jekk jogħġbok ikkuntattja lill-amministratur tiegħek ta’ Grylli.
my: 'uploads' ဖိုတာ (သင်၏ system အုပ်ချုပ်ရေးမှူးမှ ကြိုတင်ပေးထားခြင်း) တွင် ရှိသော ဖိုင်များသာ ဤနေရာတွင် ပြသရမည်။ သင်၏ ဖိုင်(များ) ကို မမြင်ပါက၊ သင်၏ Grylli အုပ်ချုပ်ရေးမှူးကို ဆက်သွယ်ပါ။
nl: Alleen bestanden die aanwezig zijn in de 'uploads'-map (geleverd door uw systeembeheerder) worden hier getoond. Als u uw bestand(en) niet ziet, neem dan contact op met uw Grylli-beheerder.
no: Bare filer som er tilstede i 'uploads'-mappen (levert av systemadministratoren din) vil bli vist her. Hvis du ikke ser filen(e) dine, vennligst kontakt din Grylli-administrator.
pa: 'ਅਪਲੋਡਸ' ਫੋਲਡਰ ਵਿੱਚ ਮੌਜੂਦ ਫਾਇਲਾਂ (ਤੁਹਾਡੇ ਸਿਸਟਮ ਪਰਸ਼ਾਸਕ ਦੁਆਰਾ ਪ੍ਰਦਾਤਾ) ਹੀ ਇੱਥੇ ਦਿਖਾਈਆਂ ਜਾਣਗੀਆਂ। ਜੇ ਤੁਹਾਨੂੰ ਆਪਣੀ ਫਾਇਲ(ਜ਼) ਨਹੀਂ ਦਿਖਦਾ, ਮਿਹਰਬਾਨੀ ਕਰਕੇ ਆਪਣੇ ਗ੍ਰਿੱਲੀ ਪਰਸ਼ਾਸਕ ਨਾਲ ਸੰਪਰਕ ਕਰੋ।
pl: Tylko pliki obecne w folderze 'uploads' (dostarczone przez administratora systemu) będą tutaj wyświetlane. Jeśli nie widzisz swojego pliku (swoich plików), skontaktuj się z administratorem Grylli.
pt: Apenas arquivos presentes na pasta 'uploads' (fornecida pelo administrador do sistema) serão mostrados aqui. Se você não vir seu(s) arquivo(s), entre em contato com o administrador do Grylli.
ro: Doar fișierele care sunt prezente în dosarul 'uploads' (furnizat de administratorul sistemului) vor fi afișate aici. Dacă nu vezi fișierul/fișierele tale, te rugăm să contactezi administratorul Grylli.
ru: Здесь будут показаны только файлы, которые находятся в папке 'uploads' (предоставляется системным администратором). Если вы не видите ваш файл (ы), пожалуйста, обратитесь к администратору Grylli.
sk: Zobrazia sa iba súbory, ktoré sú prítomné v priečinku 'uploads' (poskytuje váš správca systému). Ak nevidíte svoje súbory, kontaktujte svojho správcu Grylli.
sl: Tukaj bodo prikazane samo datoteke, ki so prisotne v mapi 'uploads' (zagotovi jih vaš sistemski administrator). Če vaše datoteke niso vidne, se obrnite na svojega Grylli skrbnika.
sq: Vetëm dosjet që janë të pranishme në dosjen 'uploads' (e dhënë nga administratori juaj i sistemit) do të shfaqen këtu. Nëse nuk e shihni dosjen tuaj, ju lutemi kontaktoni administratorin tuaj Grylli.
sr: Samo datoteke koje su prisutne u folderu 'uploads' (obezbeđen od strane vašeg sistemskog administratora) će biti prikazane ovde. Ako ne vidite svoju datoteku(e), kontaktirajte svog Grylli administratora.
sv: Endast filer som finns i mappen 'uploads' (försedd av din systemadministratör) kommer att visas här. Om du inte ser din(a) fil(er), vänligen kontakta din Grylli-administratör.
sw: Faili pekee ambazo zipo kwenye folda ya 'uploads' (iliyotolewa na msimamizi wa mfumo wako) zitaonyeshwa hapa. Ikiwa hauoni faili yako, tafadhali wasiliana na msimamizi wako wa Grylli.
ta: 'uploads' கோப்புறையில் உள்ள கோப்புகள் (உங்கள் அமைப்பு நிர்வாகி வழங்கிய) மட்டும் இங்கு காட்டப்படும். உங்கள் கோப்பை/கோப்புகளை காணக்கூடாது என்றால், உங்கள் கிரில்லி நிர்வாகியை தொடர்பு கொள்ளவும்.
te: 'uploads' ఫోల్డర్‌లో ఉన్న ఫైల్‌లను మాత్రమే ఇక్కడ చూపించబడతాయి (మీ వ్యవస్థ నిర్వాహకుడు అందించినవిగా). మీరు మీ ఫైల్(లు)ని చూడనట్లయితే, దయచేసి మీ గ్రిల్లి నిర్వాహకుడిని సంప్రదించండి.
th: เฉพาะไฟล์ที่อยู่ในโฟลเดอร์ 'uploads' (โดยผู้ดูแลระบบของคุณให้) เท่านั้นที่จะถูกแสดงที่นี่ หากคุณไม่เห็นไฟล์ของคุณ โปรดติดต่อผู้ดูแลระบบ Grylli ของคุณ
tr: Yalnızca 'uploads' klasöründe (sistem yöneticiniz tarafından sağlanan) bulunan dosyalar burada gösterilecektir. Dosyanızı görmüyorsanız, lütfen Grylli yöneticinize başvurun.
uk: Тільки файли, які присутні в папці 'uploads' (надана вашим системним адміністратором), будуть показані тут. Якщо ви не бачите свої файл(и), будь ласка, зв'яжіться зі своїм адміністратором Grylli.
ur: 'اپ لوڈز' فولڈر میں موجود صرف وہی فائلیں یہاں دکھائی جائیں گی (جو آپ کے سسٹم ایڈمنسٹریٹر کے فراہم کردہ ہیں)۔ اگر آپ اپنی فائل(یں) نہیں دیکھ رہے ہیں، تو براہ کرم اپنے Grylli ایڈمنسٹریٹر سے رابطہ کریں۔
uz: Faqatgina (sistemangiz boshqaruvchisi tomonidan taqdim etilgan) 'uploads' papkasida mavjud fayllar bu yerda ko'rsatiladi. Agar faylingizni ko'rolmasangiz, iltimos Grylli boshqaruvchingiz bilan bog'laning.
vi: Chỉ các tệp có trong thư mục 'uploads' (do quản trị hệ thống cung cấp) mới được hiển thị ở đây. Nếu bạn không thấy tệp của mình, vui lòng liên hệ với quản trị viên Grylli của bạn.
xh: Zonke iifayile ezikwi 'uploads' folder (ezibonelelwe ngumlawuli wenkqubo yakho) ziza kuboniswa apha. Ukuba awuboni ifayile zakho/ngakho, nceda uqhagamshelane nomlawuli wakho weGrylli.

source: Accepted file types:
ar: أنواع الملفات المقبولة:
az: Qəbul edilən fayl növləri:
be: Допустимые типы файлов:
bn: গ্রহণযোগ্য ফাইল প্রকার:
cs: Povolené typy souborů:
cy: Mathau o ffeil derbyniwyd:
da: Accepterede filtyper:
de: Akzeptierte Dateitypen:
el: Αποδεκτοί τύποι αρχείων:
es: Tipos de archivo aceptados:
et: Lubatud failitüübid:
eu: Onartutako fitxategi motak:
fa: نوع فایل‌های قابل قبول:
fi: Hyväksytyt tiedostotyypit:
fr: Types de fichiers acceptés :
ga: Faelɔ a wɔyɛ no sɛnea ɛyɛ yie:
gd: Seòrsaichean faidhlichean ris an gabhadh:
gl: Tipos de arquivos aceptados:
gu: સ્વીકારેલી ફાઇલ પ્રકારો:
he: סוגי קבצים מותרים:
hi: स्वीकृत फ़ाइल प्रकार:
hr: Prihvaćeni tipovi datoteka:
hu: Elfogadott fájltípusok:
id: Jenis berkas yang diterima:
is: Samþykktar skráartegundir:
it: Tipi di file accettati:
ja: 許可されるファイルタイプ：
ka: მიღებული ფაილის ტიპები:
ku: جۆری فایلە پەسەندکراوەکان:
lt: Priimtini failų tipai:
lv: Pieņemti failu tipi:
mg: Ekena ny karazana rakitra:
mi: Ngā momo kōnae ka whakaae ana:
mk: Прифатени типови на датотеки:
ml: സ്വീകൃത ഫയൽ ശൈലികൾ:
ms: Jenis fail diterima:
mt: Tipi ta’ fajls aċċettati:
my: လက်ခံသော ဖိုင် အမျိုးအစားများ:
nl: Geaccepteerde bestandstypen:
no: Godkjente filtyper:
pa: ਸਵੀਕਾਰ ਕੀਤੇ ਗਏ ਫਾਇਲ ਪ੍ਰਕਾਰ:
pl: Akceptowane typy plików:
pt: Tipos de arquivo aceitos:
ro: Tipuri de fișiere acceptate:
ru: Допустимые типы файлов:
sk: Akceptované typy súborov:
sl: Sprejeti tipi datotek:
sq: Llojet e skedarëve të pranuar:
sr: Prihvaćeni tipovi fajlova:
sv: Godkända filtyper:
sw: Aina za faili zinazokubalika:
ta: ஏற்கப்பட்ட கோப்பு வகைகள்:
te: అంగీకరించిన ఫైల్ రకాలు:
th: ประเภทไฟล์ที่ยอมรับ:
tr: Kabul edilen dosya türleri:
uk: Прийняті типи файлів:
ur: قبول شدہ فائل کی قسمیں:
uz: Qabul qilingan fayl turlari:
vi: Chấp nhận các loại tệp:
xh: Amafayela Wamukelekile:

source: Documents:
ar: مستندات:
az: Sənədlər:
be: Документы:
bn: ডকুমেন্টস:
cs: Dokumenty:
cy: Dogfennau:
da: Dokumenter:
de: Dokumente:
el: Έγγραφα:
es: Documentos:
et: Dokumendid:
eu: Dokumentuak:
fa: اسناد:
fi: Asiakirjat:
ga: Dɔkumeente:
gd: Sgrìobhainnean:
gl: Documentos:
gu: દસ્તાવેજો:
he: מסמכים:
hi: दस्तावेज़:
hr: Dokumenti:
hu: Dokumentumok:
id: Dokumen:
is: Skjöl:
it: Documenti:
ja: ドキュメント：
ka: დოკუმენტები:
ku: بەلگەکان:
lt: Dokumentai:
lv: Dokumenti:
mg: Taratasy:
mi: Tuhinga:
mk: Документи:
ml: രേഖകൾ:
ms: Dokumen:
mt: Dokumenti:
my: စာရွက်စာတမ်းများ:
nl: Documenten:
no: Dokumenter:
pa: ਦਸਤਾਵੇਜ਼:
pl: Dokumenty:
pt: Documentos:
ro: Documente:
ru: Документы:
sk: Dokumenty:
sl: Dokumenti:
sq: Dokumente:
sr: Dokumenti:
sv: Dokument:
sw: Nyaraka:
ta: ஆவணங்கள்:
te: డాక్యుమెంట్‌లు:
th: เอกสาร:
tr: Belgeler:
uk: Документи:
ur: دستاویزات:
uz: Hujjatlar:
vi: Tài liệu:
xh: Izingcwadi:

source: Images:
ar: صور:
az: Şəkillər:
be: Изображения:
bn: ছবি:
cs: Obrázky:
cy: Delweddau:
da: Billeder:
de: Bilder:
el: Εικόνες:
es: Imágenes:
et: Pildid:
eu: Irudiak:
fa: تصاویر:
fi: Kuvat:
ga: Mfonini:
gd: Dealbhan:
gl: Imaxes:
gu: છબીઓ:
he: תמונות:
hi: चित्र:
hr: Slike:
hu: Képek:
id: Gambar:
is: Myndir:
it: Immagini:
ja: 画像：
ka: სურათები:
ku: وێنەکان:
lt: Vaizdai:
lv: Attēli:
mg: Sary:
mi: Atahanga:
mk: Слики:
ml: ചിത്രങ്ങൾ:
ms: Imej:
mt: Immaġini:
my: ပုံများ:
nl: Afbeeldingen:
no: Bilder:
pa: ਚਿੱਤਰ:
pl: Obrazy:
pt: Imagens:
ro: Imagini:
ru: Изображения:
sk: Obrázky:
sl: Slike:
sq: Imazhe:
sr: Slike:
sv: Bilder:
sw: Picha:
ta: படங்கள்:
te: చిత్రాలు:
th: รูปภาพ:
tr: Görüntüler:
uk: Зображення:
ur: تصاویر:
uz: Rasmlar:
vi: Hình ảnh:
xh: Izithombe:

source: Audio:
ar: صوت:
be: Аудио:
bn: অডিও:
cy: Sain:
da: Lyd:
el: Ήχος:
et: Heli:
fa: صوت:
fi: Ääni:
gd: Claisneachd:
gu: ઑડિયો:
he: אודיו:
hi: ऑडियो:
is: Hljóð:
ja: 音声：
ka: აუდიო:
ku: دەنگ:
lt: Garsas:
mg: Feo:
mi: Oro:
mk: Аудио:
ml: ഓഡിയോ:
mt: Awdjo:
my: အသံ:
no: Lyd:
pa: ਆਡੀਓ:
pt: Áudio:
ru: Аудио:
sl: Avdio:
sv: Ljud:
sw: Sauti:
ta: ஒலிகள்:
te: ఆడియో:
th: เสียง:
tr: Ses:
uk: Аудіо:
ur: آڈیو:
vi: Âm thanh:
xh: Umsindo:

source: Maximum file size:
ar: الحد الأقصى لحجم الملف:
az: Maksimum fayl ölçüsü:
be: Максимальный размер файла:
bn: সর্বাধিক ফাইল আকার:
cs: Maximální velikost souboru:
cy: Maint ffeil mwyaf:
da: Maksimal filstørrelse:
de: Maximale Dateigröße:
el: Μέγιστο μέγεθος αρχείου:
es: Tamaño máximo de archivo:
et: Maksimaalne faili suurus:
eu: Fitxategi tamaina maximoa:
fa: حداکثر اندازه فایل:
fi: Suurin tiedostokoko:
fr: Taille maximale du fichier :
ga: Sɛnnea faelɔ du esɛ soɔ:
gd: Meud as motha faidhle:
gl: Tamaño máximo do arquivo:
gu: મહત્તમ ફાઇલ સાઇઝ:
he: גודל קובץ מקסימלי:
hi: अधिकतम फ़ाइल आकार:
hr: Maksimalna veličina datoteke:
hu: Maximális fájlméret:
id: Ukuran berkas maksimum:
is: Hámarks skráarstærð:
it: Dimensione massima del file:
ja: 最大ファイルサイズ：
ka: მაქსიმალური ფაილის ზომა:
ku: ئەوپەی وەشانی فایلی:
lt: Maksimalus failo dydis:
lv: Maksimālais faila lielums:
mg: Fetra fara tampony:
mi: Rahi kōnae mōrahi:
mk: Максимална големина на датотека:
ml: പരമാവധി ഫയൽ വലുപ്പം:
ms: Saiz fail maksimum:
mt: Daqs massimu tal-fajl:
my: အများဆုံး ဖိုင် အရွယ်အစား:
nl: Maximale bestandsgrootte:
no: Maksimal filstørrelse:
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਫਾਇਲ ਆਕਾਰ:
pl: Maksymalny rozmiar pliku:
pt: Tamanho máximo do arquivo:
ro: Dimensiunea maximă a fișierului:
ru: Максимальный размер файла:
sk: Maximálna veľkosť súboru:
sl: Največja velikost datoteke:
sq: Madhësia maksimale e skedarit:
sr: Maksimalna veličina fajla:
sv: Maximal filstorlek:
sw: Ukubwa wa faili wa juu:
ta: அதிகபட்ச கோப்பு அளவு:
te: గరిష్ట ఫైల్ పరిమాణం:
th: ขนาดไฟล์สูงสุด:
tr: Maksimum dosya boyutu:
uk: Максимальний розмір файлу:
ur: زیادہ سے زیادہ فائل سائز:
uz: Maksimal fayl hajmi:
vi: Kích thước tệp tối đa:
xh: Usayizi omkhulu wefayela:

source: 10 MB per file
ar: 10 ميجابايت لكل ملف
az: Fayl başına 10 MB
be: 10 МБ на файл
bn: ১০ এমবিপি ফাইল প্রতি
cs: 10 MB na soubor
cy: 10 MB y ffeil
da: 10 MB pr. fil
de: 10 MB pro Datei
el: 10 MB ανά αρχείο
es: 10 MB por archivo
et: 10 MB faili kohta
eu: 10 MB fitxategi bakoitzeko
fa: 10 مگابایت برای هر فایل
fi: 10 MB per tiedosto
fr: 10 Mo par fichier
ga: 10 MB fa faelɔ bɔaben
gd: 10 MB gach faidhle
gl: 10 MB por arquivo
gu: દરેક ફાઇલ માટે 10 MB
he: 10 MB לכל קובץ
hi: प्रति फ़ाइल 10 MB
hr: 10 MB po datoteci
hu: 10 MB fájlonként
id: 10 MB per berkas
is: 10 MB á skrá
ja: ファイルあたり10 MB
ka: 10 მბ თითო ფაილზე
ku: 10 MB بۆ پیتەکان
lt: 10 MB vienam failui
lv: 10 MB uz failu
mg: 10 MB isaky ny rakitra
mi: 10 MB mō ia kōnae
mk: 10 MB по датотека
ml: ഒരു ഫയലിന് 10 MB
ms: 10 MB setiap fail
mt: 10 MB kull fajl
my: ဖိုင်တစ်ခုလျှင် 10 MB
nl: 10 MB per bestand
no: 10 MB per fil
pa: 10 MB ਪ੍ਰਤੀ ਫਾਇਲ
pl: 10 MB na plik
pt: 10 MB por arquivo
ro: 10 MB pe fișier
ru: 10 МБ на файл
sk: 10 MB na súbor
sl: 10 MB na datoteko
sq: 10 MB për skedar
sr: 10 MB po fajlu
sv: 10 MB per fil
sw: MB 10 kwa kila faili
ta: ஒரு கோப்பு 10 MB
te: 10 MB ప్రతీ ఫైల్
th: 10 MB ต่อไฟล์
tr: Dosya başına 10 MB
uk: 10 MB на файл
ur: 10 ایم بی فی فائل
uz: Har bir fayl uchun 10 MB
vi: 10 MB mỗi tệp
xh: 10 MB ku-fayela ngalinye

source: Total upload size:
ar: إجمالي حجم التحميل:
az: Ümumi yükləmə ölçüsü:
be: Общий размер загрузки:
bn: মোট আপলোড আকার:
cs: Celková velikost nahrávek:
cy: Cyfanswm maint llwytho i fyny:
da: Samlet uploadstørrelse:
de: Gesamtgröße des Uploads:
el: Συνολικό μέγεθος μεταφόρτωσης:
es: Tamaño total de carga:
et: Kogulaadimismaht:
eu: Kargatze tamaina guztira:
fa: حجم کل آپلود:
fi: Kokonaislatauskoko:
fr: Taille totale de téléchargement :
ga: NnyinƐ so faelɔ du mber:
gd: Meud luchdachadh suas iomlan:
gl: Tamaño total de carga:
gu: કુલ અપલોડ સાઇઝ:
he: גודל העלאה כולל:
hi: कुल अपलोड आकार:
hr: Ukupna veličina prijenosa:
hu: Teljes feltöltési méret:
id: Ukuran unggahan total:
is: Samtals upphalsstærð:
it: Dimensione totale di upload:
ja: 総アップロードサイズ：
ka: ჯამური ატვირთვის ზომა:
ku: قەبارەی گشتی بارکردن:
lt: Bendras įkėlimo dydis:
lv: Kopējais augšupielādes lielums:
mg: Isan'ny fampakarana rehetra:
mi: Rahi tapeke tukuake:
mk: Вкупна големина на прикачување:
ml: ആകെ അപ്‌ലോഡ് വലുപ്പം:
ms: Jumlah saiz muat naik:
mt: Daqs totali tat-tlugħ:
my: တင်သွင်းမှု စုစုပေါင်း အရွယ်အစား:
nl: Totale uploadgrootte:
no: Total opplastingsstørrelse:
pa: ਕੁੱਲ ਅਪਲੋਡ ਆਕਾਰ:
pl: Całkowity rozmiar przesyłania:
pt: Tamanho total do upload:
ro: Dimensiunea totală de încărcare:
ru: Общий размер загрузки:
sk: Celková veľkosť nahrávania:
sl: Skupna velikost prenosa:
sq: Madhësia totale e ngarkimit:
sr: Ukupna veličina otpremanja:
sv: Total uppladdningsstorlek:
sw: Ukubwa wa jumla wa upakiaji:
ta: மொத்த பதிவேற்ற அளவு:
te: మొత్తం అప్లోడ్ పరిమాణం:
th: ขนาดอัปโหลดทั้งหมด:
tr: Toplam yükleme boyutu:
uk: Загальний розмір завантаження:
ur: کل اپ لوڈ سائز:
uz: Umumiy yuklab olish hajmi:
vi: Tổng kích thước tải lên:
xh: Isamba sokulayisha:

source: 20 MB (all files combined)
ar: 20 ميجابايت (لجميع الملفات معاً)
az: 20 MB (bütün fayllar birlikdə)
be: 20 МБ (все файлы вместе)
bn: ২০ এমবিপি (সব ফাইল মিলিয়ে)
cs: 20 MB (všechny soubory dohromady)
cy: 20 MB (pob ffeil wedi'u cyfuno)
da: 20 MB (alle filer samlet)
de: 20 MB (alle Dateien zusammen)
el: 20 MB (όλα τα αρχεία συνολικά)
es: 20 MB (todos los archivos combinados)
et: 20 MB (kõik failid kokku)
eu: 20 MB (fitxategi guztiak konbinatuta)
fa: 20 مگابایت (همه فایل‌ها ترکیب شده)
fi: 20 MB (kaikki tiedostot yhteensä)
fr: 20 Mo (tous les fichiers combinés)
ga: 20 MB (faelɔ nyinƐ ka hɔɔ)
gd: 20 MB (uile faidhlichean còmhla)
gl: 20 MB (todos os arquivos combinados)
gu: 20 MB (બધી ફાઇલો જોડીને)
he: 20 MB (לכל הקבצים יחד)
hi: 20 MB (सभी फ़ाइलें मिलाकर)
hr: 20 MB (sve datoteke zajedno)
hu: 20 MB (összes fájl együtt)
id: 20 MB (semua berkas digabungkan)
is: 20 MB (allar skrár saman)
it: 20 MB (tutti i file combinati)
ja: 20 MB（全ファイル合計）
ka: 20 MB (სრული ფაილები)
ku: 20 MB (تەواوی فایلەکان)
lt: 20 MB (visi failai kartu)
lv: 20 MB (visi faili kopā)
mg: 20 MB (rakitra rehetra)
mi: 20 MB (i ngā kōnae katoa)
mk: 20 MB (сите датотеки заедно)
ml: 20 MB (എല്ലാ ഫയലുകളും ആകെയുള്ളത്)
ms: 20 MB (semua fail digabungkan)
mt: 20 MB (fajls kollha flimkien)
my: 20 MB (ဖိုင်များ အားလုံး ရှုပ်ထွေးမှု)
nl: 20 MB (alle bestanden samen)
no: 20 MB (alle filer kombinert)
pa: 20 MB (ਸਭ ਫਾਇਲਾਂ ਮਿਲਾਕੇ)
pl: 20 MB (wszystkie pliki łącznie)
pt: 20 MB (todos os arquivos combinados)
ro: 20 MB (toate fișierele combinate)
ru: 20 МБ (все файлы вместе)
sk: 20 MB (všetky súbory spolu)
sl: 20 MB (vse datoteke skupaj)
sq: 20 MB (të gjithë skedarët e kombinuar)
sr: 20 MB (svi fajlovi u kombinaciji)
sv: 20 MB (alla filer tillsammans)
sw: MB 20 (faili zote kwa pamoja)
ta: 20 MB (அனைத்து கோப்புகள் එකிணைத்து)
te: 20 MB (అన్ని ఫైల్‌లు కలిపి)
th: 20 MB (รวมไฟล์ทั้งหมด)
tr: 20 MB (tüm dosyalar birlikte)
uk: 20 MB (усі файли разом)
ur: 20 ایم بی (تمام فائلیں مل کر)
uz: 20 MB (barcha fayllar birgalikda)
vi: 20 MB (tổng cộng tất cả các tệp)
xh: 20 MB (wonke amafayela ahlanganisiwe)
