Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No backups found.
ar: لم يتم العثور على نسخ احتياطية.
az: Ehtiyat nüsxəsi tapılmadı.
be: Рэзервовыя копіі не знойдзены.
bn: কোন ব্যাকআপ পাওয়া যায়নি।
cs: Nebyly nalezeny žádné zálohy.
cy: Dim copïau wrth gefn wedi'u darganfod.
da: Ingen sikkerhedskopier fundet.
de: Keine Backups gefunden.
el: Δεν βρέθηκαν αντίγραφα ασφαλείας.
es: No se encontraron copias de seguridad.
et: Varukoopiaid ei leitud.
eu: Ez da babeskopiarik aurkitu.
fa: هیچ نسخه پشتیبانی یافت نشد.
fi: Ei varmuuskopioita löytynyt.
fr: Aucune sauvegarde trouvée.
ga: Níor aimsíodh cúltacaí.
gd: Gun cùl-taic air fhaighinn.
gl: Non se atoparon copias de seguridade.
gu: કોઈ બેકઅપ નથી મળ્યા.
he: לא נמצאו גיבויים.
hi: कोई बैकअप नहीं मिला।
hr: Nisu pronađene sigurnosne kopije.
hu: Nem találhatók biztonsági mentések.
id: Tidak ada cadangan ditemukan.
is: Engin afrit fundust.
it: Nessun backup trovato.
ja: バックアップが見つかりません。
ka: სარეზერვო ასლები არ მოიძებნა.
ku: هیچ پشگیری نەدۆزرایەوە.
lt: Atsarginių kopijų nerasta.
lv: Dublējumi nav atrasti.
mg: Tsy nahita backup.
mi: Kāore i kitea he pūrua.
mk: Не се пронајдени резервни копии.
ml: ബാക്കപ്പുകൾ കണ്ടില്ല.
ms: Tiada sandaran ditemui.
mt: L-ebda backups misjuba.
my: Backup မတွေ့ပါ။
nl: Geen back-ups gevonden.
no: Ingen sikkerhetskopier funnet.
pa: ਕੋਈ ਬੈਕਅੱਪ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono kopii zapasowych.
pt: Nenhum backup encontrado.
ro: Niciun backup găsit.
ru: Резервные копии не найдены.
sk: Nenašli sa žiadne zálohy.
sl: Ni najdenih varnostnih kopij.
sq: Nuk u gjetën kopje rezervë.
sr: Nisu pronađene rezervne kopije.
sv: Inga säkerhetskopior hittades.
sw: Hakuna chelezo zilizopatikana.
ta: பாதுகாப்புகள் எதுவும் இல்லை.
te: బ్యాకప్స్ కనుగొనబడలేదు.
th: ไม่พบข้อมูลสำรอง
tr: Hiç yedek bulunamadı.
uk: Резервні копії не знайдено.
ur: کوئی بیک اپ نہیں ملا۔
uz: Zaxira nusxalari topilmadi.
vi: Không tìm thấy bản sao lưu.
xh: Akukho kophi yogcino ezifumanekayo.

source: Show help
ar: إظهار تعليمات إعداد SMTP
az: SMTP Quraşdırma Yardımını Göster
be: Паказаць дапамогу па наладзе SMTP
bn: SMTP সেটআপ সহায়তা দেখান
cs: Zobrazit nápovědu pro nastavení SMTP
cy: Dangos Cymorth Ffurfweddu SMTP
da: Vis SMTP-opsætningshjælp
de: SMTP-Setup-Hilfe anzeigen
el: Προβολή Βοήθειας Ρύθμισης SMTP
es: Mostrar Ayuda de Configuración SMTP
et: Kuva SMTP seadistamise juhend
eu: SMTP Konfigurazio Laguntza erakutsi
fa: نمایش راهنمای تنظیم SMTP
fi: Näytä SMTP-asetusten apu
fr: Afficher l'aide de configuration SMTP
ga: Da SMTP Nhyehyɛ Mu Mmoa Hinturɛ
gd: Seall Cobhair Rèiteachaidh SMTP
gl: Mostrar Axuda de Configuración SMTP
gu: SMTP સેટઅપ સહાય બતાવો
he: הצג עזרה לתצורת SMTP
hi: SMTP सेटअप सहायता दिखाएँ
hr: Prikaži pomoć za postavljanje SMTP-a
hu: SMTP beállítási súgó megjelenítése
id: Tampilkan Bantuan Pengaturan SMTP
is: Sýna SMTP uppsetningarhjálp
it: Mostra aiuto configurazione SMTP
ja: SMTPセットアップヘルプを表示
ka: ჩართულა SMTP-ს წამოა
ku: Pêşkîşkirina Alîkara Sazkerî SMTP nîşa deyin
lt: Rodyti SMTP nustatymų pagalbą
lv: Parādīt SMTP iestatījumu palīdzību
mg: Asehoy ny Fanampiana Amin'ny Setup SMTP
mi: Whakaatu Āwhina Whirihoranga SMTP
mk: Покажи SMTP поставување помош
ml: SMTP സജ്ജീകരണ സഹായം കാണിക്കുക
ms: Tunjukkan Bantuan Pemediaan SMTP
mt: Uri l-għajnuna tal-Setup SMTP
my: SMTP Setup အကူအညီကို ပြပါ
nl: SMTP Installatie Hulp weergeven
no: Vis SMTP-oppsett Hjelp
pa: SMTP ਸੈਟਅਪ ਮਦਦ ਵੇਖਾਓ
pl: Pokaż pomoc dotyczącą konfiguracji SMTP
pt: Mostrar Ajuda de Configuração SMTP
ro: Arată Help Configurare SMTP
ru: Показать Справку по Настройке SMTP
sk: Zobraziť pomoc pre nastavenie SMTP
sl: Prikaži pomoč pri nastavitvi SMTP
sq: SHFAQ Ndihmën e Konfigurimit SMTP
sr: Prikaži pomoć za SMTP podešavanje
sv: Visa SMTP-inställningshjälp
sw: Onyesha Msaada wa Usanidi wa SMTP
ta: SMTP அமைப்பு உதவியை காட்டு
te: SMTP సెటప్ సహాయం చూపించండి
th: แสดงความช่วยเหลือในการตั้งค่า SMTP
tr: SMTP Kurulum Yardımını Göster
uk: Показати допомогу з налаштування SMTP
ur: SMTP سیٹ اپ مدد دکھائیں
uz: SMTP sozlash yordamni ko'rsatish
vi: Hiện Hướng Dẫn Cài Đặt SMTP
xh: Bonisa uncedo lokuseka i-SMTP

source: Hide help
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cs: Admin Panel
cy: Panel Gweinyddol
da: Admin Panel
de: Admin-Panel
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
hu: Admin Panel
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
no: Adminpanel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sk: Admin Panel
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sv: Adminpanel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
uz: Admin Panel
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Add Destination
ar: إضافة وجهة
az: Yer Əlavə et
be: Тохиргоо нэмэх
bn: গন্তব্য যোগ করুন
cs: Přidat destinaci
cy: Ychwanegu Cyrchfan
da: Tilføj destination
de: Ziel hinzufügen
el: Προσθήκη Προορισμού
es: Agregar Destino
et: Lisa sihtkoht
eu: Gehitu Helmuga
fa: افزودن مقصد
fi: Lisää kohde
fr: Ajouter une destination
ga: Cuir Ceann Scríbe leis
gd: Cuir Ceann-uidhe Ris
gl: Engadir destino
gu: ડેસ્ટિનેશન ઉમેરો
he: הוסף יעד
hi: स्थान जोड़ें
hr: Dodaj odredište
hu: Célpont hozzáadása
id: Tambah Tujuan
is: Bæta við áfangastað
it: Aggiungi destinazione
ja: 宛先を追加
ka: დანიშნულების დამატება
ku: Cihdestêyan Zêde Bike
lt: Pridėti paskirties vietą
lv: Pievienot galamērķi
mg: Manampy Toerana
mi: Tāpiri Wāhi
mk: Додај дестинација
ml: ഡെസ്റ്റിനേഷൻ ചേർക്കുക
ms: Tambah Halatuju
mt: Żid Destinazzjoni
my: လာရောက်ခိုင်မာ
nl: Voeg bestemming toe
no: Legg til destinasjon
pa: ਗੰਤਵਿਅ ਜੋੜੋ
pl: Dodaj miejsce docelowe
pt: Adicionar Destino
ro: Adăugați Destinație
ru: Добавить пункт назначения
sk: Pridať destináciu
sl: Dodaj Cilj
sq: Shto Destinacion
sr: Dodaj odredište
sv: Lägg till destination
sw: Ongeza Mahali
ta: இடம் சேர்க்கவும்
te: గమ్యస్థానాన్ని జోడించండి
th: เพิ่มที่หมาย
tr: Hedef Ekle
uk: Додати точку призначення
ur: منزل شامل کریں
uz: Manzil Qo'shish
vi: Thêm Điểm Đích
xh: Yongeza indawo

source: Edit
ar: تحرير
az: Redaktə et
be: Засах
bn: সম্পাদনা করুন
cs: Upravit
cy: Golygu
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
et: Muuda
eu: Editatu
fa: ویرایش
fi: Muokkaa
fr: Modifier
ga: Cuir in Eagar
gd: Deasaich
gl: Editar
gu: ફેરફાર
he: ערוך
hi: संपादित करें
hr: Uredi
hu: Szerkesztés
is: Breyta
it: Modifica
ja: 編集
ka: რედაქტირება
ku: Serdabîne
lt: Redaguoti
lv: Rediģēt
mg: Ahitsy
mi: Whakatika
mk: Уреди
ml: എഡിറ്റ് ചെയ്യുക
mt: Editja
my: တည်းဖြတ်ပါ
nl: Bewerken
no: Rediger
pa: ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj
pt: Editar
ro: Editați
ru: Редактировать
sk: Upraviť
sl: Uredi
sq: Redakto
sr: Izmeni
sv: Redigera
sw: Hariri
ta: திருத்து
te: సవరించు
th: แก้ไข
tr: Düzenle
uk: Редагувати
ur: ترمیم
uz: Tahrirlash
vi: Chỉnh sửa
xh: Hlela

source: Test
ar: اختبار
az: Test et
be: Туршилт
bn: পরীক্ষা
cy: Prawf
de: Testen
el: Δοκιμή
es: Prueba
eu: Proba
fa: آزمایش
fi: Testi
fr: Tester
ga: Tástáil
gd: Deuchainn
gl: Proba
gu: ટેસ્ટ
he: בדיקה
hi: परीक्षण करें
hr: Testiraj
hu: Teszt
id: Uji
is: Prófa
ja: テスト
ka: გამოცდა
lt: Testas
lv: Testēt
mg: Fitsapana
mi: Whakamātautau
mk: Тест
ml: ടെസ്റ്റ്
ms: Ujian
my: စမ်းသပ်မည်
pa: ਪ੍ਰੀਖਿਆ
pt: Teste
ru: Тестировать
sr: Testiraj
sv: Testa
sw: Jaribu
ta: சோதனை
te: పరీక్ష
th: ทดสอบ
tr: Test Et
uk: Тест
ur: ٹیسٹ
uz: Sinov
vi: Thử nghiệm
xh: Vavanya

source: Enabled:
ar: مفعل:
az: Aktiv:
be: Идэвхжсэн:
bn: সক্রিয়:
cs: Povoleno:
cy: Wedi'i alluogi:
da: Aktiveret:
de: Aktiviert:
el: Ενεργοποιημένο:
es: Habilitado:
et: Lubatud:
eu: Gaituta:
fa: فعال:
fi: Käytössä:
fr: Activé:
ga: Cumasaíodh:
gd: Comasach:
gl: Habilitado:
gu: સક્રિય:
he: מופעל:
hi: सक्रिय:
hr: Omogućeno:
hu: Engedélyezett:
id: Diaktifkan:
is: Virkt:
it: Abilitato:
ja: 有効化:
ka: ჩართულია:
ku: Çalak:
lt: Įjungtas:
lv: Aktivizēts:
mg: Nampiasaina:
mi: Whakahohea:
mk: Овозможено:
ml: പ്രാപ്തമായിരിക്കുന്നു:
ms: Didayakan:
mt: Attivat:
nl: Ingeschakeld:
no: Aktivert:
pa: ਯੋਗ:
pl: Włączone:
pt: Habilitado:
ro: Activat:
ru: Включено:
sk: Povolené:
sl: Omogočeno:
sq: Aktivizuar:
sr: Omogućeno:
sv: Aktiverad:
sw: Imewashwa:
ta: இயலுநிலை:
te: ప్రయోజనకరంగా:
th: เปิดใช้งาน:
tr: Aktif:
uk: Включено:
ur: فعال:
uz: Faollashtirilgan:
vi: Đã bật:
xh: Inikwe amandla:

source: Created:
ar: أنشئت:
az: Yaradılıb:
be: Үүсгэсэн:
bn: তৈরি:
cs: Vytvořeno:
cy: Wedi'i greu:
da: Oprettet:
de: Erstellt:
el: Δημιουργήθηκε:
es: Creado:
et: Loodud:
eu: Sortua:
fa: ایجاد شده:
fi: Luotu:
fr: Créé:
ga: Cruthaithe:
gd: Air a chruthachadh:
gl: Creado:
gu: બનાવેલ:
he: נוצר בתאריך:
hi: निर्मित:
hr: Kreirano:
hu: Létrehozva:
id: Dibuat:
is: Búið til:
it: Creato:
ja: 作成日:
ka: შექმნილია:
ku: Diweroj:
lt: Sukurta:
lv: Izveidots:
mg: Noforonina:
mi: I Waihangatia:
mk: Креирано:
ml: സൃഷ്ടിച്ചത്:
ms: Dicipta:
mt: Maħluq:
nl: Aangemaakt:
no: Opprettet:
pa: ਉਤਪੰਨ:
pl: Utworzono:
pt: Criado:
ro: Creat:
ru: Создано:
sk: Vytvorené:
sl: Ustvarjeno:
sq: Krijuar më:
sr: Kreirano:
sv: Skapad:
sw: Imeundwa:
ta: உருவாக்கப்பட்டது:
te: సృష్టించబడింది:
th: สร้างเมื่อ:
tr: Oluşturuldu:
uk: Створено:
ur: پیدا:
uz: Yaratilgan:
vi: Được tạo:
xh: Idalwe:

source: Edit Apprise Destination
ar: تعديل وجهة Apprise
az: Apprise Yerini Redaktə et
be: Apprise Тохиргоог засах
bn: অ্যাপ্রাইজ গন্তব্য সম্পাদনা করুন
cs: Upravit Apprise destinaci
cy: Golygu Cyrchfan Apprise
da: Rediger Apprise-destination
de: Apprise-Ziel bearbeiten
el: Επεξεργασία Προορισμού Apprise
es: Editar Destino de Apprise
et: Muuda Apprise sihtkohta
eu: Editatu Apprise Helmuga
fa: ویرایش مقصد Apprise
fi: Muokkaa Apprise-kohdetta
fr: Modifier la destination Apprise
ga: Cuir Ceann Scríbe Apprise in Eagar
gd: Deasaich Ceann-uidhe Apprise
gl: Editar destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન સંપાદિત કરો
he: ערוך יעד Apprise
hi: एप्राइज स्थान संपादित करें
hr: Uredi Apprise odredište
hu: Apprise célpont szerkesztése
id: Edit Tujuan Apprise
is: Breyta Apprise áfangastað
it: Modifica destinazione Apprise
ja: Apprise宛先を編集
ka: Apprise-ის დანიშნულების რედაქტირება
ku: Cihdestêyan Apprise Biguherîne
lt: Redaguoti Apprise paskirties vietą
lv: Rediģēt Apprise galamērķi
mg: Ahitsy Toerana Apprise
mi: Whakatika Wāhi Apprise
mk: Уреди Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ എഡിറ്റ് ചെയ്യുക
ms: Edit Halatuju Apprise
mt: Editja Destinazzjoni Apprise
my: Apprise သည်လာသူရှိEdit
nl: Bewerk Apprise-bestemming
no: Rediger Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj miejsce docelowe Apprise
pt: Editar Destino Apprise
ro: Editați Destinație Apprise
ru: Редактировать пункт назначения Apprise
sk: Upraviť Apprise destináciu
sl: Uredi Cilj Apprise
sq: Redakto Destinacionin Apprise
sr: Izmeni Apprise odredište
sv: Redigera Apprise-destination
sw: Hariri Apprise Destination
ta: அப்ரைஸ் இடமச் திருத்தவும்
te: అప్రీస్ గమ్యస్థానాన్ని సరిచేయండి
th: แก้ไขที่หมาย Apprise
tr: Apprise Hedefini Düzenle
uk: Редагувати точку призначення Apprise
ur: ایپریز منزل میں ترمیم کریں
uz: Apprise Manzilini Tahrirlash
vi: Chỉnh sửa Điểm Đích Apprise
xh: Hlela indawo ye-Apprise

source: Create Apprise Destination
ar: إنشاء وجهة Apprise
az: Apprise Yeri Yarat
be: Apprise Тохиргоо үүсгэх
bn: অ্যাপ্রাইজ গন্তব্য তৈরি করুন
cs: Vytvořit Apprise destinaci
cy: Creu Cyrchfan Apprise
da: Opret Apprise-destination
de: Apprise-Ziel erstellen
el: Δημιουργία Προορισμού Apprise
es: Crear Destino de Apprise
et: Loo Apprise sihtkoht
eu: Sortu Apprise Helmuga
fa: ایجاد مقصد Apprise
fi: Luo Apprise-kohde
fr: Créer une destination Apprise
ga: Cruthaigh Ceann Scríbe Apprise
gd: Cruthaich Ceann-uidhe Apprise
gl: Crear destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન બનાવો
he: צור יעד Apprise
hi: एप्राइज स्थान बनाएँ
hr: Kreiraj Apprise odredište
hu: Apprise célpont létrehozása
id: Buat Tujuan Apprise
is: Búa til Apprise áfangastað
it: Crea destinazione Apprise
ja: Apprise宛先を作成
ka: Apprise-ის დანიშნულების შექმნა
ku: Cihdestêyanek Apprise Çêbike
lt: Sukurti Apprise paskirties vietą
lv: Izveidot Apprise galamērķi
mg: Mamorona Toerana Apprise
mi: Waihangatia Te Wāhi Apprise
mk: Креирај Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju Apprise
mt: Oħloq Destinazzjoni Apprise
my: Apprise ဦးတည်မှုပြုလုပ်ပါ
nl: Maak Apprise-bestemming
no: Opprett Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅਬਨਾਓ
pl: Utwórz miejsce docelowe Apprise
pt: Criar Destino Apprise
ro: Creați Destinație Apprise
ru: Создать пункт назначения Apprise
sk: Vytvoriť Apprise destináciu
sl: Ustvari Cilj Apprise
sq: Krijo Destinacion Apprise
sr: Kreiraj Apprise odredište
sv: Skapa Apprise-destination
sw: Unda Malipotele Destination
ta: அப்ரைஸ் இடம் உருவாக்கவும்
te: అప్రీస్ గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย Apprise
tr: Apprise Hedefi Oluştur
uk: Створити точку призначення Apprise
ur: ایپریز منزل بنائیں
uz: Apprise Manzilini Yaratish
vi: Tạo Điểm Đích Apprise
xh: Yenza indawo yokuya kwe-Apprise

source: Update the label or URL for this Apprise destination.
ar: تعديل وجهة Apprise
az: Apprise Yerini Redaktə et
be: Apprise Тохиргоог засах
bn: অ্যাপ্রাইজ গন্তব্য সম্পাদনা করুন
cs: Upravit Apprise destinaci
cy: Golygu Cyrchfan Apprise
da: Rediger Apprise-destination
de: Apprise-Ziel bearbeiten
el: Επεξεργασία Προορισμού Apprise
es: Editar Destino de Apprise
et: Muuda Apprise sihtkohta
eu: Editatu Apprise Helmuga
fa: ویرایش مقصد Apprise
fi: Muokkaa Apprise-kohdetta
fr: Modifier la destination Apprise
ga: Cuir Ceann Scríbe Apprise in Eagar
gd: Deasaich Ceann-uidhe Apprise
gl: Editar destino de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન સંપાદિત કરો
he: ערוך יעד Apprise
hi: एप्राइज स्थान संपादित करें
hr: Uredi Apprise odredište
hu: Apprise célpont szerkesztése
id: Edit Tujuan Apprise
is: Breyta Apprise áfangastað
it: Modifica destinazione Apprise
ja: Apprise宛先を編集
ka: Apprise-ის დანიშნულების რედაქტირება
ku: Cihdestêyan Apprise Biguherîne
lt: Redaguoti Apprise paskirties vietą
lv: Rediģēt Apprise galamērķi
mg: Ahitsy Toerana Apprise
mi: Whakatika Wāhi Apprise
mk: Уреди Apprise дестинација
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷൻ എഡിറ്റ് ചെയ്യുക
ms: Edit Halatuju Apprise
mt: Editja Destinazzjoni Apprise
my: Apprise သည်လာသူရှိEdit
nl: Bewerk Apprise-bestemming
no: Rediger Apprise-destinasjon
pa: Apprise ਗੰਤਵਿਅ ਸੰਪਾਦਿਤ ਕਰੋ
pl: Edytuj miejsce docelowe Apprise
pt: Editar Destino Apprise
ro: Editați Destinație Apprise
ru: Редактировать пункт назначения Apprise
sk: Upraviť Apprise destináciu
sl: Uredi Cilj Apprise
sq: Redakto Destinacionin Apprise
sr: Izmeni Apprise odredište
sv: Redigera Apprise-destination
sw: Hariri Apprise Destination
ta: அப்ரைஸ் இடமச் திருத்தவும்
te: అప్రీస్ గమ్యస్థానాన్ని సరిచేయండి
th: แก้ไขที่หมาย Apprise
tr: Apprise Hedefini Düzenle
uk: Редагувати точку призначення Apprise
ur: ایپریز منزل میں ترمیم کریں
uz: Apprise Manzilini Tahrirlash
vi: Chỉnh sửa Điểm Đích Apprise
xh: Hlela indawo ye-Apprise

source: Enter a label and the Apprise URL to create a new destination.
ar: انقر فوق "إضافة Apprise" لتسجيل وجهة جديدة.
az: "Apprise Əlavə et" klikləyərək yeni bir yer qeydiyyata alın.
be: “অ্যাপ্রাইস যোগ করুন” ক্লিক করুন একটি নতুন গন্তব্য নিবন্ধন করতে।
bn: নতুন গন্তব্য নিবন্ধিত করতে ক্লিক করুন “Add Apprise”।
cs: Klikněte na „Přidat Apprise“ pro registraci nového cíle.
cy: Cliciwch “Add Apprise” i gofrestru cyrchfan newydd.
da: Klik på “Tilføj Apprise” for at registrere en ny destination.
de: Klicken Sie auf „Apprise hinzufügen“, um ein neues Ziel zu registrieren.
el: Κάντε κλικ στο «Προσθήκη Apprise» για να καταχωρίσετε έναν νέο προορισμό.
es: Haz clic en “Agregar Apprise” para registrar un nuevo destino.
et: Uue sihtkoha registreerimiseks klõpsa „Lisa Apprise”.
eu: Klikatu “Gehitu Apprise” helmuga berri bat erregistratzeko.
fa: برای ثبت مقصد جدید، روی “Add Apprise” کلیک کنید.
fi: Rekisteröidäksesi uuden kohteen, napsauta 'Add Apprise'.
fr: Cliquez sur « Ajouter Apprise » pour enregistrer une nouvelle destination.
ga: Cliceáil “Cuir Apprise leis” chun ceann scríbe nua a chlárú.
gd: Cliog air "Cuir Apprise Ris" gus ceann-uidhe ùr a chlàradh.
gl: Faga clic en “Add Apprise” para rexistrar un novo destino.
gu: “એડ એપ્રાઇઝ” પર ક્લિક કરીને નવો ગંતવ્ય નોંધણી કરો.
he: לחץ על “Add Apprise” כדי לרשום יעד חדש.
hi: “Add Apprise” पर क्लिक कर एक नया गंतव्य पंजीकृत करें।
hr: Kliknite “Dodaj Apprise” za registraciju nove destinacije.
hu: Kattintson az „Add Apprise” gombra egy új célállomás regisztrálásához.
id: Klik “Tambah Apprise” untuk mendaftar tujuan baru.
is: Smelltu á "Bæta við Apprise" til að skrá nýjan áfangastað.
it: Clicca “Aggiungi Apprise” per registrare una nuova destinazione.
ja: 新しい宛先を登録するには「Add Apprise」をクリック。
ka: დააწკაპუნეთ “Add Apprise” ახალ დანიშნულების რეგისტრაციისთვის.
ku: کرکی بە «زۆرکردنەوەی جلوپێ» کردنی یەک نیشانی زۆر دروستکراوە.
lt: Spustelėkite „Pridėti Apprise“, kad užregistruotumėte naują tikslą.
lv: Noklikšķiniet uz "Pievienot Apprise", lai reģistrētu jaunu galamērķi.
mg: Kitiho “Add Apprise” mba hisoratana anarana toerana vaovao.
mi: Pāwhiritia “Add Apprise” ki te rēhita i tētahi wāhi hou.
mk: Кликнете „Додај Apprise“ за да регистрирате нова дестинација.
ml: “Apprise ചേർക്കുക” ക്ലിക്കുചെയ്ത് പുതിയ ഭൂമിക രജിസ്റ്റർ ചെയ്യുക.
ms: Klik “Tambah Apprise” untuk mendaftarkan destinasi baru.
mt: Ikklikkja “Żid Apprise” biex tirreġistra destinazzjoni ġdida.
my: "Add Apprise" ကိုနှိပ်၍ အသေးစိတ်ခရီးကို စရစီးပုံထားပါ။
nl: Klik op “Apprise Toevoegen” om een nieuwe bestemming te registreren.
no: Klikk “Legg til Apprise” for å registrere en ny destinasjon.
pa: ਨਵੀਂ ਮੰਜਿਲ ਰਜਿਸਟਰ ਕਰਨ ਲਈ “Add Apprise” 'ਤੇ ਕਲਿਕ ਕਰੋ।
pl: Kliknij „Dodaj Apprise”, aby zarejestrować nowy cel.
pt: Clique em “Adicionar Apprise” para registrar um novo destino.
ro: Faceți clic pe „Adăugați Apprise” pentru a înregistra o nouă destinație.
ru: Нажмите «Add Apprise», чтобы зарегистрировать новое место назначения.
sk: Kliknite na "Pridať Apprise" na registráciu novej destinácie.
sl: Kliknite “Dodaj Apprise” za registracijo nove destinacije.
sq: Klikoni “Shtoni Apprise” për të regjistruar një destinacion të ri.
sr: Кликните “Add Apprise” да региструјете нову дестинацију.
sv: Klicka “Lägg till Apprise” för att registrera en ny destination.
sw: Bonyeza “Ongeza Apprise” kusajili eneo jipya.
ta: புதிய இலக்கை பதிவு செய்ய "Add Apprise" ஐ கிளிக் செய்யவும்.
te: "Add Apprise" క్లిక్ చేయడం ద్వారా కొత్త గమ్యస్థానాన్ని నమోదు చేయండి.
th: คลิก “Add Apprise” เพื่อเพิ่มจุดหมายใหม่
tr: "Apprise Ekle"ye tıklayarak yeni bir hedef kaydedin.
uk: Натисніть "Add Apprise", щоб зареєструвати новий пункт призначення.
ur: "ایڈ اپریس" پر کلک کرکے نیا مقام رجسٹر کریں۔
uz: Yangi yo'nalishni ro'yxatdan o'tkazish uchun “Apprise Qo'shish”ni bosing.
vi: Nhấn “Thêm Apprise” để đăng ký một điểm đến mới.
xh: Cofa “Add Apprise” ukuguqula indawo entsha.

source: Create Destination
ar: إنشاء وجهة
az: Yer Yarat
be: Тохиргоо үүсгэх
bn: গন্তব্য তৈরি করুন
cs: Vytvořit destinaci
cy: Creu Cyrchfan
da: Opret destination
de: Ziel erstellen
el: Δημιουργία Προορισμού
es: Crear destino
et: Loo sihtkoht
eu: Sortu Helmuga
fa: ایجاد مقصد
fi: Luo kohde
fr: Créer une destination
ga: Cruthaigh Ceann Scríbe
gd: Cruthaich Ceann-uidhe
gl: Crear destino
gu: ડેસ્ટિનેશન બનાવો
he: צור יעד
hi: स्थान बनाएँ
hr: Kreiraj odredište
hu: Célpont létrehozása
id: Buat Tujuan
is: Búa til áfangastað
it: Crea destinazione
ja: 宛先を作成
ka: დანიშნულების შექმნა
ku: Cihdestêyanek Çêbike
lt: Sukurti paskirties vietą
lv: Izveidot galamērķi
mg: Mamorona Toerana
mi: Waihangatia Wāhi
mk: Креирај дестинација
ml: ഡെസ്റ്റിനേഷൻ സൃഷ്ടിക്കുക
ms: Cipta Halatuju
mt: Oħloq Destinazzjoni
my: ဦးတည်မှုပြုလုပ်ပါ
nl: Maak bestemming
no: Opprett destinasjon
pa: ਗੰਤਵਿਅ ਬਣਾਓ
pl: Utwórz miejsce docelowe
pt: Criar Destino
ro: Creați Destinație
ru: Создать пункт назначения
sk: Vytvoriť destináciu
sl: Ustvari Cilj
sq: Krijo Destinacion
sr: Kreiraj odredište
sv: Skapa destination
sw: Unda Mahali
ta: இடத்தை உருவாக்கவும்
te: గమ్యస్థానాన్ని సృష్టించండి
th: สร้างที่หมาย
tr: Hedef Oluştur
uk: Створити точку призначення
ur: منزل بنائیں
uz: Manzilni Yaratish
vi: Tạo Điểm Đích
xh: Yenza indawo

source: Need help with Apprise URLs? See the
ar: تحتاج إلى مساعدة في روابط Apprise؟ انظر
az: Apprise URLlərinə kömək lazımdır? Baxın
be: Apprise URL-уудын тусламж хэрэгтэй байна уу? Үзнэ үү
bn: অ্যাপ্রাইজ URL সম্পর্কিত সাহায্য দরকার? দেখুন
cs: Potřebujete pomoc s Apprise URL? Viz
cy: Angen help gyda URLs Apprise? Gweld y
da: Har du brug for hjælp til Apprise-URL'er? Se
de: Brauchen Sie Hilfe mit Apprise-URLs? Sehen Sie die
el: Χρειάζεστε βοήθεια με Apprise URLs; Δείτε το
es: ¿Necesitas ayuda con las URLs de Apprise? Consulta la
et: Vajad abi Apprise URL-idega? Vaata
eu: Apprise URL edo laguntza behar duzu? Ikusi
fa: نیاز به کمک با URL‌های Apprise دارید؟
fi: Tarvitsetko apua Apprise-URL-osoitteiden kanssa? Katso
fr: Besoin d'aide avec les URL Apprise ? Voir la
ga: An dteastaíonn cúnamh uait le URLanna Apprise? Féach ar an
gd: Feum air cuideachadh le Apprise URLs? Faic an
gl: Necesitas axuda cos URLs de Apprise? Vexa o
gu: એપ્રાઇઝ URL માટે મદદની જરૂર છે? જોવા માટે
he: זקוק לעזרה עם Apprise URLs? ראה את
hi: एप्राइज URL के साथ सहायता चाहिए? देखें
hr: Trebate li pomoć s Apprise URL-ovima? Pogledajte
hu: Segítségre van szükséged az Apprise URL-ekhez? Lásd a
id: Butuh bantuan dengan Apprise URLs? Lihat
is: Þarftu hjálp með Apprise URL?
it: Hai bisogno di aiuto con gli URL di Apprise? Vedi la
ja: Apprise URLに関するヘルプが必要ですか？ こちらをご参照ください
ka: გჭირდებათ დახმარება Apprise URL-ებთან დაკავშირებით? იხილეთ
ku: Pêwîstiya tekarî bi URLên Apprise heye? Binihêre
lt: Reikia pagalbos su Apprise URL? Žr.
lv: Nepieciešama palīdzība ar Apprise URL? Skatiet
mg: Mila fanampiana amin'ny URL Apprise? Jereo ny
mi: Me āwhina mō ngā Apprise URL? Tirohia te
mk: Потребна помош со Apprise URL адреси? Погледнете ја
ml: അപ്രൈസ് URLകൾക്ക് സഹായം ആവശ്യമുണ്ടോ? കാണുക
ms: Perlu bantuan dengan Apprise URL? Lihat
mt: Għandek bżonn għajnuna mal-URLs ta' Apprise? Ara d-
my: Apprise URLs အတွက် အကူအညီလိုအပ်ပါသလား? ကြည့်ပါ။
nl: Hulp nodig met Apprise-URL's? Zie de
no: Trenger du hjelp med Apprise-URLer? Se
pa: Apprise URLs ਲਈ ਮਦਦ ਦੀ ਲੋੜ ਹੈ? ਦੇਖੋ
pl: Potrzebujesz pomocy z Apprise URLs? Zobacz
pt: Precisa de ajuda com URLs de Apprise? Veja a
ro: Aveți nevoie de ajutor cu URL-urile Apprise? Consultați
ru: Нужна помощь с URL-адресами Apprise? Смотрите
sk: Potrebujete pomoc s Apprise URL? Pozrite si
sl: Potrebujete pomoč z Apprise URL-ji? Oglejte si
sq: Keni nevojë për ndihmë me URL-të Apprise? Shihni
sr: Potrebna vam je pomoć oko Apprise URL-ova? Pogledajte
sv: Behöver du hjälp med Apprise URL:er? Se
sw: Unahitaji msaada na URL za Apprise? Tazama
ta: அப்ரைஸ் URL க்கு உதவி தேவைதா? காண்க
te: Apprise URLలతో సహాయం అవసరమా? చూడండి
th: ต้องการความช่วยเหลือเกี่ยวกับ Apprise URLs? ดูที่
tr: Apprise URL'lerine ihtiyacınız mı var? Bakınız
uk: Потрібна допомога з Apprise URL? Дивіться
ur: ایپریز URLs کے بارے میں مدد چاہئے؟ دیکھیں
uz: Apprise URL yordam kerakmi? Ko'ring
vi: Cần hỗ trợ với Apprise URLs? Xem
xh: Ngaba uyafuna uncedo ngee-Apprise URL? Bona i
