Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: An unexpected error occurred during MFA challenge.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: An error occurred while loading the Privacy Notice.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Failed to load reminders.
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Reminder created successfully.
ar: تم إنشاء الرسالة بنجاح.
az: Mesaj uğurla yaradıldı.
be: Повідомлення успішно створено.
bn: বার্তা সফলভাবে তৈরি হয়েছে।
cs: Zpráva úspěšně vytvořena.
cy: Neges wedi'i chreu'n llwyddiannus.
da: Besked oprettet med succes.
de: Nachricht erfolgreich erstellt.
el: Το μήνυμα δημιουργήθηκε με επιτυχία.
es: Mensaje creado con éxito.
et: Sõnum loodud edukalt.
eu: Mezua ongi sortu da.
fa: پیام با موفقیت ایجاد شد.
fi: Viesti luotu onnistuneesti.
fr: Message créé avec succès.
ga: Cruthaíodh an teachtaireacht go rathúil.
gd: Teachdaireachd air a chruthachadh gu soirbheachail.
gl: Mensaxe creada con éxito.
gu: સંદેશ સફળતાપૂર્વક બનાવ્યું.
he: ההודעה נוצרה בהצלחה.
hi: संदेश सफलतापूर्वक बनाया गया।
hr: Poruka je uspješno stvorena.
hu: Üzenet sikeresen létrehozva.
id: Pesan berhasil dibuat.
is: Skilaboð búin til með árangri.
it: Messaggio creato con successo.
ja: メッセージが正常に作成されました。
ka: 消息已成功创建。
ku: پەیامەکە بەرکەوتوو دروستکرا.
lt: Pranešimas sėkmingai sukurtas.
lv: Ziņojums veiksmīgi izveidots.
mg: Noforonina soa aman-tsara ny hafatra.
mi: I hangā angitu te karere.
mk: Пораката е успешно создадена.
ml: സന്ദേശം വിജയകരമായി സൃഷ്ടിച്ചു.
ms: Mesej berjaya dicipta.
mt: Messaġġ maħluq b'suċċess.
my: သတင်းစာကို အောင်မြင်စွာ ဖန်တီးပြီး။
nl: Bericht succesvol aangemaakt.
no: Melding opprettet vellykket.
pa: ਸੁਨੇਹਾ ਸਫਲਤਾਪੂਰਵਕ ਬਣਾਇਆ.
pl: Wiadomość utworzona pomyślnie.
pt: Mensagem criada com sucesso.
ro: Mesaj creat cu succes.
ru: Сообщение успешно создано.
sk: Správa úspešne vytvorená.
sl: Sporočilo uspešno ustvarjeno.
sq: Mesazhi u krijua me sukses.
sr: Poruka uspešno kreirana.
sv: Meddelande skapat framgångsrikt.
sw: Ujumbe umeundwa kwa mafanikio.
ta: செய்தி வெற்றிகரமாக உருவாக்கப்பட்டது.
te: సందేశం విజయవంతంగా సృష్టించబడింది.
th: สร้างข้อความสำเร็จ
tr: Mesaj başarıyla oluşturuldu.
uk: Повідомлення успішно створене.
ur: پیغام کامیابی سے بنایا گیا۔
uz: Xabar muvaffaqiyatli yaratildi.
vi: Tin nhắn đã được tạo thành công.
xh: Umzuzu wadalwa ngempumelelo.

source: Failed to create reminder.
ar: فشل في إنشاء المستخدم.
az: İstifadəçini yaratmaq alınmadı.
be: Не ўдалося стварыць карыстальніка.
bn: ব্যবহারকারী তৈরি করতে ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit uživatele.
cy: Methwyd â chreu defnyddiwr.
da: Kunne ikke oprette bruger.
de: Benutzer konnte nicht erstellt werden.
el: Απέτυχε η δημιουργία χρήστη.
es: Error al crear el usuario.
et: Kasutaja loomine ebaõnnestus.
eu: Erabiltzailea sortzea huts egin du.
fa: ایجاد کاربر شکست خورد.
fi: Käyttäjän luominen epäonnistui.
fr: Échec de la création de l'utilisateur.
ga: Theip ar úsáideoir a chruthú.
gd: Dh'fhàillig cruthachadh neach-cleachdaidh.
gl: Non se puido crear o usuario.
gu: વપરાશકર્તા બનાવવા નિષ્ફળ.
he: יצירת המשתמש נכשלה.
hi: उपयोगकर्ता बनाने में विफल।
hr: Neuspješno kreiranje korisnika.
hu: Nem sikerült létrehozni a felhasználót.
id: Gagal membuat pengguna.
is: Tókst ekki að búa til notanda.
it: Impossibile creare l'utente.
ja: ユーザーの作成に失敗しました。
ka: მომხმარებლის შექმნა ვერ მოხერხდა.
ku: شکستی لە دروستکردنی بەکارهێنەر.
lt: Nepavyko sukurti naudotojo.
lv: Neizdevās izveidot lietotāju.
mg: Tsy nahomby ny famoronana mpampiasa.
mi: I rahua te waihanga i te kaiwhakamahi.
mk: Не успеа да се создаде корисник.
ml: ഉപയോക്താവിനെ സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു.
ms: Gagal untuk mencipta pengguna.
mt: Ma rnexxilniex noħolqu utent.
my: အသုံးပြုသူ ဖန်တီးခြင်းမအောင်မြင်ပါ။
nl: Het maken van de gebruiker is mislukt.
no: Kunne ikke opprette bruker.
pa: ਉਪਭੋਗੀ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się utworzyć użytkownika.
pt: Falha ao criar usuário.
ro: Crearea utilizatorului a eșuat.
ru: Не удалось создать пользователя.
sk: Nepodarilo sa vytvoriť používateľa.
sl: Neuspešno ustvarjanje uporabnika.
sq: Dështoi krijimi i përdoruesit.
sr: Neuspešno kreiranje korisnika.
sv: Misslyckades med att skapa användare.
sw: Imeshindikana kuunda mtumiaji.
ta: பயனரை உருவாக்குவது தோல்வியடைந்தது.
te: వాడుకరిని సృష్టించడం విఫలమైంది.
th: สร้างผู้ใช้ไม่สำเร็จ
tr: Kullanıcı oluşturulamadı.
uk: Не вдалося створити користувача.
ur: صارف بنانے میں ناکامی ہوئی۔
uz: Foydalanuvchini yaratib bo'lmadi.
vi: Không thể tạo người dùng.
xh: Kusilele ukudala umsebenzisi.

source: Reminder updated successfully.
ar: تم تحديث المستخدم بنجاح.
az: İstifadəçi uğurla yeniləndi.
be: Користувача успішно оновлено.
bn: ব্যবহারকারী সফলভাবে আপডেট হয়েছে।
cs: Uživatel úspěšně aktualizován.
cy: Diweddarwyd y defnyddiwr yn llwyddiannus.
da: Bruger opdateret med succes.
de: Benutzer erfolgreich aktualisiert.
el: Ο χρήστης ενημερώθηκε με επιτυχία.
es: Usuario actualizado con éxito.
et: Kasutaja uuendatud edukalt.
eu: Erabiltzailea ongi eguneratu da.
fa: کاربر با موفقیت به روز شد.
fi: Käyttäjä päivitetty onnistuneesti.
fr: Utilisateur mis à jour avec succès.
ga: Nuashonraíodh an t-úsáideoir go rathúil.
gd: Neach-cleachdaidh air ùrachadh gu soirbheachail.
gl: Usuario actualizado con éxito.
gu: વપરાશકર્તા સફળતાપૂર્વક અપડેટ થયો.
he: המשתמש עודכן בהצלחה.
hi: उपयोगकर्ता सफलतापूर्वक अपडेट किया गया।
hr: Korisnik je uspješno ažuriran.
hu: A felhasználó sikeresen frissítve.
id: Pengguna berhasil diperbarui.
is: Notandi uppfærður með árangri.
it: Utente aggiornato con successo.
ja: ユーザーが正常に更新されました。
ka: 用户已成功更新。
ku: بەکارهێنەر بەسەرکەوتووی نوێکرایەوە.
lt: Vartotojas sėkmingai atnaujintas.
lv: Lietotājs veiksmīgi atjaunināts.
mg: Nohavaozina soa aman-tsara ny mpampiasa.
mi: I whakahoutia angitu te kaiwhakamahi.
mk: Корисникот е успешно ажуриран.
ml: ഉപയോക്താവിനെ വിജയകരമായി പുതുക്കി.
ms: Pengguna berjaya dikemaskini.
mt: Utent aġġornat b'suċċess.
my: အသုံးပြုသူကို အောင်မြင်စွာ ပြန်လည် ပြင်ဆင်ပြီး
nl: Gebruiker succesvol bijgewerkt.
no: Bruker oppdatert vellykket.
pa: ਯੂਜ਼ਰ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ.
pl: Użytkownik zaktualizowany pomyślnie.
pt: Usuário atualizado com sucesso.
ro: Utilizator actualizat cu succes.
ru: Пользователь успешно обновлен.
sk: Používateľ úspešne aktualizovaný.
sl: Uporabnik uspešno posodobljen.
sq: Përdoruesi u përditësua me sukses.
sr: Korisnik uspešno ažuriran.
sv: Användare uppdaterad framgångsrikt.
sw: Mtumiaji amesasishwa kwa mafanikio.
ta: பயனர் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: వినియోగదారు విజయవంతంగా అప్‌డేట్ చేయబడ్డాడు.
th: อัปเดตผู้ใช้สำเร็จ
tr: Kullanıcı başarıyla güncellendi.
uk: Користувача успішно оновлено.
ur: صارف کامیابی سے اپ ڈیٹ ہو گیا۔
uz: Foydalanuvchi muvaffaqiyatli yangilandi.
vi: User anobar veatag.
xh: Umsebenzisi uhlaziywe ngempumelelo.

source: Failed to edit reminder.
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
da: Send testemail
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya

source: Reminder deleted.
ar: تم حذف المستخدم.
az: İstifadəçi silindi.
be: Карыстальнік выдалены.
bn: ব্যবহারকারী মুছে ফেলা হয়েছে।
cs: Uživatel smazán.
cy: Defnyddiwr wedi'i ddileu.
da: Bruger slettet.
de: Benutzer gelöscht.
el: Χρήστης διαγράφηκε.
es: Usuario eliminado.
et: Kasutaja kustutatud.
eu: Erabiltzailea ezabatua.
fa: کاربر حذف شد.
fi: Käyttäjä poistettu.
fr: Utilisateur supprimé.
ga: Úsáideoir scriosta.
gd: Neach-cleachdaidh air a sguabadh às.
gl: Usuario eliminado.
gu: વપરાશકર્તા ડિલીટ થયો.
he: המשתמש נמחק.
hi: उपयोगकर्ता हटा दिया गया।
hr: Korisnik izbrisan.
hu: Felhasználó törölve.
id: Pengguna dihapus.
is: Notandi eytt.
it: Utente eliminato.
ja: ユーザーが削除されました。
ka: მომხმარებელი წაიშალა.
ku: بەکارهێنەر سڕایەوە.
lt: Naudotojas ištrintas.
lv: Lietotājs dzēsts.
mg: Voafafa ny mpampiasa.
mi: Kua mukua te kaiwhakamahi.
mk: Корисникот е избришан.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്തു.
ms: Pengguna dipadamkan.
mt: Utent imħassar.
my: အသုံးပြုသူအား ဖျက်လိုက်ပါပြီ။
nl: Gebruiker verwijderd.
no: Bruker slettet.
pa: ਉਪਭੋਗੀ ਹਟਾਇਆ ਗਿਆ ਹੈ।
pl: Użytkownik usunięty.
pt: Usuário excluído.
ro: Utilizator șters.
ru: Пользователь удалён.
sk: Používateľ vymazaný.
sl: Uporabnik izbrisan.
sq: Përdoruesi u fshi.
sr: Korisnik obrisan.
sv: Användare raderad.
sw: Mtumiaji amefutwa.
ta: பயனர் நீக்கப்பட்டது.
te: వాడుకరి తొలగించబడ్డాడు.
th: ลบผู้ใช้แล้ว
tr: Kullanıcı silindi.
uk: Користувача видалено.
ur: صارف حذف کر دیا گیا۔
uz: Foydalanuvchi o'chirildi.
vi: Người dùng đã bị xóa.
xh: Umsebenzisi ucinyiwe.

source: Failed to delete reminder.
ar: فشل في حذف النسخ الاحتياطي.
az: Yedek silmək alınmadı.
be: Не вдалося видалити резервну копію.
bn: ব্যাকআপ মুছে ফেলতে ব্যর্থ হয়েছে।
cs: Nepodařilo se smazat zálohu.
cy: Methwyd â dileu'r copi wrth gefn.
da: Kunne ikke slette backup.
de: Fehler beim Löschen des Backups.
el: Αποτυχία διαγραφής αντιγράφου ασφαλείας.
es: Error al eliminar la copia de seguridad.
et: Varukoopia kustutamine ebaõnnestus.
eu: Ezin izan da babeskopia ezabatu.
fa: حذف پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu poistaa.
fr: Échec de la suppression de la sauvegarde.
ga: Níor éirigh le cúltaca a scriosadh.
gd: Dh'fhàillig cuir às don chùl-taic.
gl: Erro ao eliminar a copia de seguridade.
gu: બેકઅપ ડિલીટ કરવામાં નિષ્ફળ.
he: מחיקת הגיבוי נכשלה.
hi: बैकअप हटाने में विफल।
hr: Brisanje sigurnosne kopije nije uspjelo.
hu: Nem sikerült a biztonsági mentés törlése.
id: Gagal menghapus cadangan.
is: Mistókst að eyða afriti.
it: Impossibile eliminare il backup.
ja: バックアップの削除に失敗しました。
ka: 删除备份失败。
ku: شکستی لە سڕینەوەی پاشەکەوت.
lt: Nepavyko ištrinti atsarginės kopijos.
lv: Neizdevās dzēst rezerves kopiju.
mg: Tsy nahomby tamin'ny famafana tahiry.
mi: I rahua te muku tārua.
mk: Не успеа да се избрише резервната копија.
ml: ബാക്കപ്പ് ഇല്ലാതാക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal menghapus sandaran.
mt: Naqas milli tħassar il-backup.
my: အရံဖိုင် ဖျက်မှု မအောင်မြင်ပါ။
nl: Verwijderen van backup mislukt.
no: Kunne ikke slette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਮਿਟਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się usunąć kopii zapasowej.
pt: Falha ao deletar backup.
ro: Ștergerea backup-ului a eșuat.
ru: Не удалось удалить резервную копию.
sk: Zlyhalo vymazanie zálohy.
sl: Varnostne kopije ni uspelo izbrisati.
sq: Dështoi fshirja e kopjes rezervë.
sr: Neuspešno brisanje rezervne kopije.
sv: Misslyckades att radera säkerhetskopiering.
sw: Imeshindikana kufuta backup.
ta: காப்பு நீக்க தோல்வியுற்றது.
te: నెకప్ తొలగించడం విఫలమైంది.
th: ไม่สามารถลบการสำรองข้อมูลได้
tr: Yedekleme silinemedi.
uk: Не вдалося видалити резервну копію.
ur: بیک اپ حذف کرنے میں ناکام۔
uz: Zaxira nusxasini o'chira olmadi.
vi: Không xóa được sao lưu.
xh: Kusilele ukucima ukugcinwa kwedatha.

source: Failed to load or update destinations.
ar: تعيين الوجهات
az: Təyinatları Təyin et
be: গন্তব্য নির্ধারণ করুন
bn: গন্তব্য নির্ধারণ করুন
cs: Přiřadit cíle
cy: Neilltuo Cyrchfanau
da: Tildel destinationer
de: Ziele zuweisen
el: Καθορισμός Προορισμών
es: Asignar destinos
et: Määra sihtkohad
eu: Helmugak esleitu
fa: تعیین مقصدها
fi: Määritä kohteet
fr: Attribuer des destinations
ga: Destines Assign
gd: Sònraich Ceàrn-uidhe
gl: Asignar destinos
gu: ગંતવ્યો એસાઇન કરો
he: הקצה יעדים
hi: गंतव्यों को सौंपें
hr: Dodijeli odredišta
hu: Célállomások hozzárendelése
id: Tentukan Tujuan
is: Úthluta áfangastöðum
it: Assegna Destinazioni
ja: 宛先を割り当てる
ka: დანიშნულების ადგილის განაწილება
ku: تۆمارکردنی شوێنەکانی نیشاندان
lt: Priskirti tikslus
lv: Piešķirt galamērķus
mg: Manendry Tanjona
mi: Tautuhia ngā Wāhi
mk: Додели дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ അനുവദിക്കുക
ms: Tetapkan Destinasi
mt: Assigna Destinazzjonijiet
my: ဦးတည်ရာများကို သတ်မှတ်ပါ
nl: Bestemmingen toewijzen
no: Tilordne destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਨਿਰਧਾਰਿਤ ਕਰੋ
pl: Przypisz miejsca docelowe
pt: Atribuir Destinos
ro: Alocă destinații
ru: Назначить назначения
sk: Priradiť destinácie
sl: Dodeli destinacije
sq: Cakto Destinacionet
sr: Dodeli destinacije
sv: Tilldela destinationer
sw: Weka Sehemu za Kufikia
ta: இடங்களை ஒதுக்குக
te: గమ్యస్థానాలను కేటాయించండి
th: กำหนดปลายทาง
tr: Hedefleri Ata
uk: Призначити напрямки
ur: مقامات تفویض کریں
uz: Manzillarni tayinlash
vi: Gán Điểm Đến
xh: Misela Iindawo zokufikela
