Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: This link will create a new GitHub issue pre-filled with a language code.
ar: هذا الرابط سيقوم بإنشاء مشكلة جديدة في GitHub مملوءة مسبقاً برمز اللغة.
az: Bu linki dil kodu ilə əvvəlcədən doldurulmuş yeni bir GitHub məsələsi yaradacaq.
be: Гэтая спасылка створыць новую праблему на GitHub з загадзя запоўненым кодам мовы.
bn: এই লিংকটি একটি নতুন GitHub ইস্যু তৈরি করবে যা একটি ভাষা কোড দিয়ে প্রি-ফিল্ড হবে।
cs: Tento odkaz vytvoří nový problém na GitHubu s předvyplněným kódem jazyka.
cy: Bydd y ddolen hon yn creu mater newydd GitHub wedi'i lenwi ymlaen llaw gyda chod iaith.
da: Dette link vil oprette en ny GitHub-issue forudfyldt med en sprogkode.
de: Dieser Link erstellt einen neuen vorab ausgefüllten GitHub-Vorgang mit einem Sprachcode.
el: Αυτός ο σύνδεσμος θα δημιουργήσει ένα νέο θέμα στο GitHub προ-συμπληρωμένο με κωδικό γλώσσας.
es: Este enlace creará un nuevo problema en GitHub pre-llenado con un código de idioma.
et: See link loob uue GitHubi probleemi, mis on täidetud keelekoodiga.
eu: Esteka honek hizkuntza-kode baten aurrez betetako GitHub kontu berri bat sortuko du.
fa: این لینک یک مشکل جدید در GitHub ایجاد می‌کند که با یک کد زبان پیش‌پر شده است.
fi: Tämä linkki luo uuden GitHub-ongelman, jossa on valmiiksi täytetty kielikoodi.
fr: Ce lien créera un nouvel ticket GitHub pré-rempli avec un code de langue.
ga: Sa link yi bɛbɔ GitHub isue foforɔ a wɔde kasa code a wɔdɔ ama ho.
gd: Cruthaichidh a' cheangal seo cùis ùr GitHub ro-lìonta le còd cànain.
gl: Esta ligazón creará un novo problema en GitHub preenchedido cun código de idioma.
gu: આ લિંક નવી GitHub સમસ્યા બનાવશે જેમાં ભાષા કોડ પહેલાંથી ભરીને આપ્યો છે.
he: קישור זה ייצור בעיית GitHub חדשה הממלאת מראש את קוד השפה.
hi: यह लिंक एक नई GitHub समस्या बनाएगा जिसमें एक भाषा कोड पहले से भरा हुआ है।
hr: Ova poveznica će stvoriti novi GitHub problem s unaprijed ispunjenim jezičnim kodom.
hu: Ez a link létrehoz egy új GitHub ügyet előre kitöltött nyelvkóddal.
id: Tautan ini akan membuat masalah GitHub baru yang sudah diisi sebelumnya dengan kode bahasa.
is: Þessi hlekkur mun búa til nýtt GitHub mál með tungumálakóða fyrirfylltan.
it: Questo link creerà un nuovo problema su GitHub precompilato con un codice lingua.
ja: このリンクは、言語コードが事前に入力された新しいGitHub issueを作成します。
ka: ეს ბმული შექმნის ახალ GitHub საკითხს წინასწარ შევსებული ენის კოდით.
ku: هۆگرە کرنەی ئەو پەیوەندە پیژەیە نیشان ئەکات بەڕووکەرەکەتی سەرکاو کردنیەکی نوێ بەپێی کۆدی زمان یەکە.
lt: Ši nuoroda sukurs naują GitHub užklausą su iš anksto užpildytu kalbos kodu.
lv: Šī saite izveidos jaunu GitHub problēmu ar iepriekš aizpildītu valodas kodu.
mg: Ity rohy ity dia hamorona olana vaovao ao amin'ny GitHub efa fenoina mialoha amin'ny kaody fiteny.
mi: Ka waihangatia e tēnei hono he take GitHub hōu kua whakaōtaua ki tētahi waehere reo.
mk: Овој линк ќе создаде нов GitHub проблем пополнет со јазичен код.
ml: ഈ ലിങ്ക് ഒരു പുതിയ GitHub ഇഷ്യൂ ഒരു ഭാഷാ കോഡ് സഹിതം മുൻകൂട്ടി പൂരിപ്പിച്ചതായി സൃഷ്ടിക്കും.
ms: Pautan ini akan mencipta isu GitHub baharu dengan kod bahasa yang telah diisi.
mt: Dan il-link joħloq kwistjoni ġdida ta' GitHub mimlija bil-kodiċi tal-lingwa.
my: ဤလင့်ခ် သည် ဘာသာစကားကုဒ်ဖြင့် အလျောက်ဖြည့်ထားသော သစ်မိန့် GitHub ပြဌာန်းချက် တစ်ခုကို ဖန်တီးပေးမည်ဖြစ်သည်။
nl: Deze link zal een nieuw GitHub-probleem aanmaken dat vooraf is ingevuld met een taalcode.
no: Denne lenken vil opprette en ny GitHub-sak med et forhåndsutfylt språkkode.
pa: ਇਹ ਲਿੰਕ ਇੱਕ ਨਵਾਂ GitHub ਮੁੱਦਾ ਬਣਾਏਗਾ ਜਿਸ ਵਿੱਚ ਭਾਸ਼ਾ ਕੋਡ ਪਹਿਲਾਂ ਹੀ ਭਰਿਆ ਹੋਇਆ ਹੈ।
pl: Ten link utworzy nowe zgłoszenie w GitHub, wypełnione kodem językowym.
pt: Este link criará um novo problema no GitHub pré-preenchido com um código de idioma.
ro: Acest link va crea o nouă problemă pe GitHub completată automat cu un cod de limbă.
ru: Эта ссылка создаст новый вопрос на GitHub с предварительно заполненным кодом языка.
sk: Tento odkaz vytvorí nový GitHub issue s predvyplneným jazykovým kódom.
sl: Ta povezava bo ustvarila novo GitHub zadevo, ki bo vnaprej izpolnjena z jezikovno kodo.
sq: Ky link do të krijojë një çështje të re GitHub të paraplotësuar me një kod gjuhe.
sr: Ovaj link će kreirati novo GitHub pitanje unapred popunjeno kodom jezika.
sv: Denna länk kommer att skapa ett nytt GitHub-problem förifyllt med en språkkod.
sw: Kiungo hiki kitaanzisha suala jipya la GitHub lililojaa awali na msimbo wa lugha.
ta: இந்த இணைப்பு ஒரு கித்ஹப் பிரச்சினையை ஒரு மொழி குறியீட்டுடன் முன் நிரப்ப உருவாக்கும்.
te: ఈ లింక్ భాషా కోడ్‌తో పూరింపబడిన కొత్త GitHub సమస్య సృష్టిస్తుంది.
th: ลิงค์นี้จะสร้าง GitHub issue ใหม่ที่กรอกข้อมูลล่วงหน้าด้วยรหัสภาษา
tr: Bu bağlantı, dil koduyla önceden doldurulmuş yeni bir GitHub sorunu oluşturacaktır.
uk: Це посилання створить нову проблему на GitHub з кодом мови, заповненим заздалегідь.
ur: یہ لنک ایک نیا GitHub ایشو بنائے گا جو پہلے سے ایک زبان کے کوڈ کے ساتھ پُر ہوگا۔
uz: Ushbu havola oldindan to‘ldirilgan til kodi bilan yangi GitHub muammosini yaratadi.
vi: Liên kết này sẽ tạo một vấn đề GitHub mới được điền sẵn với mã ngôn ngữ.
xh: Eli khonkco liza kwenza umba omtsha kwiGitHub ozele ngokuzenzekelayo ngekhowudi yolwimi.

source: Report it by opening a new GitHub issue
ar: أبلغ عنها بفتح قضية جديدة على GitHub
az: Yeni bir GitHub məsələsi açaraq bildirin
be: नयाँ GitHub इस्यु खोलेर रिपोर्ट गर्नुहोस्
bn: একটি নতুন GitHub সমস্যায় এটি রিপোর্ট করুন
cs: Nahlaste to otevřením nového problému na GitHubu
cy: Adroddwch ef trwy agor mater GitHub newydd
da: Rapportér det ved at åbne en ny GitHub-sag
de: Melden Sie es, indem Sie ein neues GitHub-Issue öffnen
el: Αναφέρετέ την ανοίγοντας ένα νέο ζήτημα στο GitHub
es: Infórmalo abriendo un nuevo issue en GitHub
et: Teatage sellest, avades uue GitHubi probleemi
eu: Jakinarazi GitHub arazketa berri bat irekiz
fa: با باز کردن مشکلی جدید در GitHub آن را گزارش دهید
fi: Ilmoita siitä avaamalla uusi GitHub-ongelma
fr: Signalez-le en ouvrant un nouveau problème sur GitHub
ga: Tuairisc é trí chás nua GitHub a oscailt.
gd: Aithris a’ fosgladh ùrachadh GitHub ùr
gl: Informa abrindo un novo problema de GitHub
gu: તે નવી GitHub ઇશ્યૂ ખોળીને સૂચિત કરો
he: דווח על כך על ידי פתיחת בעיה חדשה ב-GitHub
hi: नई GitHub समस्या खोलकर उसकी रिपोर्ट करें
hr: Prijavite ga otvaranjem novog GitHub issue
hu: Jelentsd új GitHub probléma megnyitásával
id: Laporkan dengan membuka isu GitHub baru
is: Skýrðu það með því að opna nýtt GitHub mál
it: Segnalala aprendo una nuova issue su GitHub
ja: 新しいGitHubのissueを開いて報告してください
ka: इसे रिपोर्ट करें नए GitHub मुद्दे खोलकर
ku: ڕاپۆرت بکە بە کێشەی نوێی GitHub ڕاکێشە بکە
lt: Praneškite atidarydami naują GitHub problemą
lv: Ziņo par to, atverot jaunu GitHub izdevumu
mg: Tatitra izany amin'ny alàlan'ny fanokafana olana vaovao ao amin'ny GitHub
mi: Ripoatahia mā te whakatuwhera i tētahi take GitHub hou
mk: Пријавете го со отворање на ново GitHub прашање
ml: ഒരു പുതിയ GitHub പ്രശ്നം തുറക്കുക വഴി അതു റിപ്പോർട്ട് ചെയ്യുക.
ms: Laporkan dengan membuka isu GitHub baru
mt: Irrapportah billi tiftaħ kwistjoni ġdida fuq GitHub
my: အသစ်သော GitHub issue ဖြင့် အပ်လုပ်၍ တင်ပြပါ
nl: Rapporteer het door een nieuw GitHub-issue te openen
no: Rapporter det ved å åpne en ny GitHub-sak
pa: ਇਸ ਨੂੰ ਨਵੇਂ GitHub ਮੁੱਦੇ ਖੋਲ੍ਹ ਕੇ ਰਿਪੋਰਟ ਕਰੋ
pl: Zgłoś to, otwierając nowy problem na GitHub
pt: Relate-a abrindo um novo problema no GitHub
ro: Raportați-o deschizând un nou issue pe GitHub
ru: Сообщите об этом, открыв новый вопрос на GitHub
sk: Nahláste ho otvorením nového problému na GitHub
sl: Prijavite ga z odpiranjem novega GitHub vprašanja
sq: Raportojeni duke hapur një çështje të re GitHub
sr: Prijavite ga otvaranjem novog GitHub problema
sv: Rapportera det genom att öppna ett nytt GitHub-ärende
sw: Ripoti kwa kufungua suala mpya la GitHub
ta: அதை புதிய GitHub பிரச்சனையிலி� திறப்பதன் மூலம் அறிக்கையிடுக.
te: దానిని నివేదిక చేసేందుకు కొత్త GitHub సమస్య తెరవండి
th: รายงานโดยการเปิด GitHub issue ใหม่
tr: Yeni bir GitHub sorunu açarak bildirin
uk: Повідомте про це, відкривши нове питання в GitHub
ur: اسے رپورٹ کرنے کے لئے ایک نیا GitHub مسئلہ کھولیں
uz: Yangi GitHub muammosi ochib xabar bering
vi: Báo cáo bằng cách mở một vấn đề GitHub mới
xh: Bikela ngokuvula iGitHub isssue entsha

source: Please specify the language code and exact phrase when reporting.
ar: يرجى تحديد رمز اللغة والعبارة الدقيقة عند الإبلاغ.
az: Zəhmət olmasa, hesabat verərkən dil kodunu və dəqiq ifadəni dəqiqləşdirin.
be: Калі ласка, укажыце код мовы і дакладную фразу пры паведамленні.
bn: রিপোর্ট করার সময় দয়া করে ভাষার কোড এবং সঠিক বাক্যটি উল্লেখ করুন।
cs: Uveďte prosím kód jazyka a přesnou frázi při hlášení.
cy: Nodwch y cod iaith a'r ymadrodd union wrth adrodd.
da: Angiv venligst sprogkoden og den nøjagtige frase, når du rapporterer.
de: Bitte geben Sie beim Melden den Sprachcode und den genauen Ausdruck an.
el: Παρακαλώ προσδιορίστε τον κωδικό γλώσσας και τη συγκεκριμένη φράση όταν κάνετε αναφορά.
es: Por favor, especifique el código del idioma y la frase exacta al informar.
et: Palun täpsusta keelekood ja täpne fraas probleemi teatamisel.
eu: Mesedez, zehaztu hizkuntza-kodea eta esaldi zehatza jakinarazteko.
fa: لطفاً هنگام گزارش، کد زبان و عبارت دقیق را مشخص کنید.
fi: Ilmoita kielikoodi ja tarkka lause raportoitaessa.
fr: Veuillez spécifier le code de langue et la phrase exacte lors du signalement.
ga: Mesrɛ fa kasa code no ne nsɛm no pɔtwerɛ ho sɛ worebɔ amanneɛ.
gd: Feuch an sònraich thu an còd cànain agus am facal-litir dìreach nuair a tha thu ag aithris.
gl: Por favor, especifica o código de idioma e a frase exacta ao informar.
gu: અહેવાલ કરતી વખતે કૃપા કરીને ભાષા કોડ અને ચોક્કસ વાક્યે સ્પષ્ટ કરો.
he: אנא ציינו את קוד השפה והביטוי המדויק כשאתם מדווחים.
hi: कृपया रिपोर्ट करते समय भाषा कोड और सही वाक्यांश निर्दिष्ट करें।
hr: Molimo navedite jezični kod i točan izraz prilikom prijavljivanja.
hu: Kérjük, pontosítsd a nyelvkódot és a pontos kifejezést a jelentéskor.
id: Harap tentukan kode bahasa dan frasa yang tepat saat melaporkan.
is: Vinsamlegast tilgreindu tungumálakóða og nákvæma setningu þegar tilkynnt er.
it: Si prega di specificare il codice lingua e la frase esatta quando si segnala.
ja: 報告の際は言語コードと正確なフレーズを指定してください。
ka: გთხოვთ მიუთითოთ ენის კოდი და ზუსტი ფრაზა შეტყობინებისას.
ku: تکایە کۆدی زمان و وێشانیی کۆنککە بریتە بۆ بەرگەکان کە لە کێی بکەیت.
lt: Prašome nurodyti kalbos kodą ir tikslią frazę pranešdami.
lv: Lūdzu, norādiet valodas kodu un precīzu frāzi, ziņojot.
mg: Azafady manondro ny kaody fiteny sy ny teny manokana rehefa mitatitra.
mi: Tēnā koa tohu te waehere reo me te rerenga kōrero tonu i te wā e tuku purongo ana.
mk: Ве молиме наведете го јазичниот код и точната фраза при пријавување.
ml: റിപ്പോർട്ട് ചെയ്യുമ്പോൾ ദയവായി ഭാഷ കോഡും നിർമ്മല വാചകവും വ്യക്തമാക്കുക.
ms: Sila nyatakan kod bahasa dan frasa tepat apabila melaporkan.
mt: Jekk jogħġbok speċifika l-kodiċi tal-lingwa u l-frażi eżatta meta tirrapporta.
my: ကျေးဇူးပြု၍ ဘာသာစကားကုဒ်နှင့် အတိအကျရင်ဆိုင်သော ဝေါဟာရကို အစီရင်ခံရာတွင် ဖော်ပြပါ။
nl: Specificeer alstublieft de taalcode en exacte zin bij het rapporteren.
no: Vennligst spesifiser språkkoden og den eksakte setningen når du rapporterer.
pa: ਕਿਰਪਾ ਕਰਕੇ ਭਾਸ਼ਾ ਕੋਡ ਅਤੇ ਸਹੀ ਵਾਕੰਸ਼ ਰਿਪੋਰਟ ਕਰਦੇ ਸਮੇਂ ਦਰਸਾਓ।
pl: Proszę podać kod języka i dokładne wyrażenie przy zgłaszaniu.
pt: Por favor, especifique o código do idioma e a frase exata ao relatar.
ro: Te rog să specifici codul limbii și fraza exactă când raportezi.
ru: Пожалуйста, указывайте код языка и точную фразу при сообщении.
sk: Pri nahlasovaní uveďte jazykový kód a presnú frázu.
sl: Prosimo navedite jezikovno kodo in natančno frazo, ko poročate.
sq: Ju lutemi specifikoni kodin e gjuhës dhe frazën e saktë kur raportoni.
sr: Molimo navedite kod jezika i tačnu frazu prilikom prijavljivanja.
sv: Ange språkkod och exakt fras när du rapporterar.
sw: Tafadhali ainisha msimbo wa lugha na kifungu halisi unapotoa taarifa.
ta: தயவுசெய்து மொழி குறியீட்டையும் சரியான சொற்றொடரையும் தெரிவித்து அறிக்கையிடவும்.
te: నివేదించేటప్పుడు దయచేసి భాషా కోడ్ మరియు ఖచ్చితమైన పదజాలాన్ని స్పెసిఫై చేయండి.
th: โปรดระบุรหัสภาษาและวลีที่แน่นอนเมื่อรายงาน
tr: Bildirdiğinizde lütfen dil kodunu ve tam ifadeyi belirtin.
uk: Будь ласка, вкажіть код мови та точну фразу, коли повідомляєте.
ur: براہ کرم رپورٹ کرتے وقت زبان کا کوڈ اور بالکل صحیح جملہ بیان کریں۔
uz: Iltimos, xabar berishda til kodini va aniq iborani ko'rsating.
vi: Vui lòng chỉ định mã ngôn ngữ và cụm từ chính xác khi báo cáo.
xh: Nceda uchaze ikhowudi yolwimi kunye nesiqendu esichanekileyo xa ubika.

source: Thank you for helping us make Grylli better!
ar: شكرًا لمساعدتك في تحسين Grylli!
az: Grylliyə daha yaxşı kömək etdiyiniz üçün təşəkkür edirik!
be: हामीलाई Grylli लाई राम्रो बनाउनुमा मद्दत गरेकोमा धन्यवाद!
bn: আমাদের Grylli-কে আরও ভালো করতে সাহায্য করার জন্য ধন্যবাদ!
cs: Děkujeme, že nám pomáháte zlepšovat Grylli!
cy: Diolch am eich help i wneud Grylli yn well!
da: Tak for at hjælpe os med at gøre Grylli bedre!
de: Danke, dass Sie uns helfen, Grylli zu verbessern!
el: Σας ευχαριστούμε που βοηθάτε να κάνουμε το Grylli καλύτερο!
es: ¡Gracias por ayudarnos a mejorar Grylli!
et: Aitäh, et aitate meil Gryllit paremaks muuta!
eu: Eskerrik asko Grylli hobetzen laguntzeagatik!
fa: ممنون که به بهتر شدن Grylli کمک می‌کنید!
fi: Kiitos, että autat meitä parantamaan Grylliä!
fr: Merci de nous aider à améliorer Grylli !
ga: Go raibh maith agat as cabhrú linn Grylli a dhéanamh níos fearr!
gd: Tapadh leat airson cuideachadh le bhith a’ dèanamh Grylli nas fheàrr!
gl: Grazas por axudarnos a mellorar Grylli!
gu: Grylli ને વધુ ઉત્તમ બનાવવા માટે અમારી સાથે મદદ કરવા બદલ આભાર!
he: תודה שעזרת לנו לשפר את Grylli!
hi: Grylli को बेहतर बनाने में मदद करने के लिए धन्यवाद!
hr: Hvala što pomažete da Grylli postane bolji!
hu: Köszönjük, hogy segítesz jobbá tenni a Gryllit!
id: Terima kasih telah membantu kami membuat Grylli lebih baik!
is: Þakka þér fyrir að hjálpa okkur að gera Grylli betra!
it: Grazie per aiutare a migliorare Grylli!
ja: Grylliをより良くするためにご協力ありがとうございます！
ka: Grylli को बेहतर बनाने में मदद करने के लिए धन्यवाद!
ku: سوپاس بۆ یارمەتیدانی بەرزکردنی Grylli!
lt: Dėkojame, kad padedate padaryti Grylli geresnį!
lv: Paldies, ka palīdzējāt padarīt Grylli labāku!
mg: Misaotra anao nanampy anay nanatsara an'i Grylli!
mi: Ngā mihi mō te āwhina i a mātou ki te whakapai ake i a Grylli!
mk: Ви благодариме што ни помагате да го подобриме Grylli!
ml: ഗ്രില്ലിയെ മെച്ചപ്പെടുത്താൻ സഹായിക്കുന്നതിന് നന്ദി!
ms: Terima kasih kerana membantu kami menjadikan Grylli lebih baik!
mt: Grazzi talli għinuna nagħmlu Grylli aħjar!
my: Grylli ကို ပိုမိုကောင်းမွန်ရန် ကူညီပေးသော သင့်အားကျေးဇူးတင်ပါသည်!
nl: Bedankt dat je helpt om Grylli beter te maken!
no: Takk for at du hjelper oss å gjøre Grylli bedre!
pa: ਗ੍ਰਿਲੀ ਨੂੰ ਬਿਹਤਰ ਬਣਾਉਣ ਲਈ ਤੁਹਾਡਾ ਧੰਨਵਾਦ!
pl: Dziękujemy za pomoc w ulepszaniu Grylli!
pt: Obrigado por nos ajudar a melhorar o Grylli!
ro: Vă mulțumim pentru ajutorul acordat la îmbunătățirea Grylli!
ru: Спасибо за помощь в улучшении Grylli!
sk: Ďakujeme, že pomáhate urobiť Grylli lepším!
sl: Hvala, ker pomagate izboljšati Grylli!
sq: Faleminderit që na ndihmoni ta bëjmë Gryllin më të mirë!
sr: Hvala vam što pomažete da Grylli bude bolji!
sv: Tack för att du hjälper oss att göra Grylli bättre!
sw: Asante kwa kutusaidia kuboresha Grylli!
ta: Grylli மற்றுமொரு திறமையாக இருக்க உதவியுள்ளதற்காக நன்றி!
te: గ్రిల్లిని మెరుగుపరిచేందుకు సహకరించినందుకు ధన్యవాదాలు!
th: ขอบคุณที่ช่วยทำให้ Grylli ดีขึ้น!
tr: Grylli'yi daha iyi hale getirmemize yardımcı olduğunuz için teşekkür ederiz!
uk: Дякуємо за допомогу у покращенні Grylli!
ur: گریلی کو بہتر بنانے میں ہماری مدد کرنے کا شکریہ!
uz: Gryllini yaxshilashga yordam berganingiz uchun rahmat!
vi: Cảm ơn bạn đã giúp chúng tôi làm cho Grylli tốt hơn!
xh: Enkosi ngokunceda ukuphucula uGrylli!

source: Answer Your Security Question
ar: أجب عن سؤال الأمان الخاص بك
az: Təhlükəsizlik sualınıza cavab verin
be: আপনার সিকিউরিটি প্রশ্নের উত্তর দিন
bn: আপনার নিরাপত্তা প্রশ্নের উত্তর দিন
cs: Odpovězte na svoji bezpečnostní otázku
cy: Atebwch Eich Cwestiwn Diogelwch
da: Besvar dit sikkerhedsspørgsmål
de: Beantworten Sie Ihre Sicherheitsfrage
el: Απαντήστε στην ερώτηση ασφαλείας σας
es: Responde tu pregunta de seguridad
et: Vasta oma turvaküsimusele
eu: Erantzun Zure Segurtasun Galderari
fa: به سؤال امنیتی خود پاسخ دهید
fi: Vastaa turvallisuuskysymykseesi
fr: Répondez à votre question de sécurité
ga: Freagair Do Cheist Slándála
gd: Freagair do Cheist Tèarainteachd
gl: Responda á Súa Pregunta de Seguridade
gu: તમારા સુરક્ષા પ્રશ્નનો જવાબ આપો
he: ענה על שאלת האבטחה שלך
hi: अपना सुरक्षा प्रश्न उत्तर दें
hr: Odgovorite na svoje sigurnosno pitanje
hu: Válaszoljon a biztonsági kérdésére
id: Jawablah Pertanyaan Keamanan Anda
is: Svaraðu öryggisspurningu þinni
it: Rispondi alla tua domanda di sicurezza
ja: セキュリティ質問に答える
ka: უპასუხეთ თქვენს უსაფრთხოების კითხვას
ku: وەڵامە دابنێ پرسیارەکانی پاراستنت
lt: Atsakykite į savo saugumo klausimą
lv: Atbildiet uz savu drošības jautājumu
mg: Valio ny Fanontaniana Fiarovana Anao
mi: Whakautua Tō Pātai Haumarutanga
mk: Одговорете на вашето безбедносно прашање
ml: നിങ്ങളുടെ സുരക്ഷാ ചോദ്യത്തിന് ജവാബുദ്ഗരിക്കുക
ms: Jawab Soalan Keselamatan Anda
mt: It-Tweġiba Tiegħek għall-Mistoqsija tas-Sigurtà
my: သင့်လုံခြုံရေးမေးခွန်းကို အဖြေပါ
nl: Beantwoord je beveiligingsvraag
no: Svar på ditt sikkerhetsspørsmål
pa: ਆਪਣੇ ਸੁਰੱਖਿਆ ਸਵਾਲ ਦਾ ਉੱਤਰ ਦੇਵੋ
pl: Odpowiedz na pytanie bezpieczeństwa
pt: Responda à Sua Pergunta de Segurança
ro: Răspunde la întrebarea ta de securitate
ru: Ответьте на контрольный вопрос
sk: Odpovedajte na svoju bezpečnostnú otázku
sl: Odgovorite na varnostno vprašanje
sq: Përgjigjuni Pyetjes suaj të Sigurisë
sr: Одговорите на ваше безбедносно питање
sv: Svara på din säkerhetsfråga
sw: Jibu Swali Lako la Usalama
ta: உங்கள் பாதுகாப்பு கேள்விக்கு பதிலளிக்கவும்
te: మీ భద్రతా ప్రశ్నకు జవాబు ఇవ్వండి
th: ตอบคำถามการรักษาความปลอดภัยของคุณ
tr: Güvenlik Sorunuzu Cevaplayın
uk: Відповідайте на своє запитання безпеки
ur: اپنے سکیورٹی سوال کا جواب دیں
uz: Xavfsizlik Savolingizga Javob Bering
vi: Trả Lời Câu Hỏi Bảo Mật Của Bạn
xh: Phendula Umbuzo Wakho Wokhuselo
