Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Grylli | Dashboard | Linked Items
ar: Grylli | لوحة التحكم | العناصر المرتبطة
az: Grylli | İdarə Paneli | Bağlı Bölmələr
be: Grylli | Oversigt | Linkede Elementer
bn: Grylli | ড্যাশবোর্ড | সংযুক্ত আইটেম
cs: Grylli | Dashboard | Propojené položky
cy: Grylli | Dangosfwrdd | Eitemau Cysylltiedig
da: Grylli | Dashboard | Tilknyttede elementer
de: Grylli | Dashboard | Verknüpfte Elemente
el: Grylli | Πίνακας Ελέγχου | Συνδεδεμένα Στοιχεία
es: Grylli | Panel de control | Elementos vinculados
et: Grylli | Töölaud | Lingitud esemed
eu: Grylli | Aginte-panela | Lotutako elementuak
fa: گریلی | داشبورد | موارد پیوند داده شده
fi: Grylli | Hallintapaneeli | Linkitetyt kohteet
fr: Grylli | Tableau de bord | Éléments liés
ga: Grylli | Fapem | Nsɛm a wɔde ka ho
gd: Grylli | Deas-bhòrd | Rudan Ceangailte
gl: Grylli | Taboleiro | Elementos Ligados
gu: Grylli | ડૅશબોર્ડ | લિન્ક કરેલ આઇટમ્સ
he: Grylli | לוח בקרה | פריטים מקושרים
hi: Grylli | डैशबोर्ड | लिंक किए गए आइटम
hr: Grylli | Nadzorna ploča | Povezane stavke
hu: Grylli | Irányítópult | Kapcsolt elemek
id: Grylli | Dasbor | Item Terhubung
is: Grylli | Mælaborð | Tengd atriði
it: Grylli | Dashboard | Elementi Collegati
ja: Grylli | ダッシュボード | リンクされたアイテム
ka: Grylli | დაფა | დაკავშირებული ელემენტები
ku: Grylli | داشبۆرد | بابەتی پەیوەندیدار
lt: Grylli | Prietaisų skydelis | Susieti elementai
lv: Grylli | Vadības panelis | Saistītie objekti
mg: Grylli | Dashboard | Hevitra mifandray
mi: Grylli | Papamatua | Ngā Tūemi Tūhonohono
mk: Grylli | Контролна табла | Поврзани ставки
ml: ഗ്രില്ലി | ഡാഷ്ബോർഡ് | ബന്ധിപ്പിച്ച ഇനങ്ങൾ
ms: Grylli | Papan Pemuka | Item Terhubung
mt: Grylli | Dashboard | Oġġetti Marbuta
my: Grylli | ဒэш်ဘုတ် | လင့်ခ်ထားသော အချက်များ
nl: Grylli | Dashboard | Gekoppelde Items
no: Grylli | Dashboard | Koblede elementer
pa: ਗ੍ਰਿਲੀ | ਡੈਸ਼ਬੋਰਡ | ਜੁੜੇ ਹੋਏ ਆਈਟਮ
pl: Grylli | Kokpit | Połączone elementy
pt: Grylli | Painel | Itens Vinculados
ro: Grylli | Panou de control | Elemente legate
ru: Grylli | Панель управления | Связанные элементы
sk: Grylli | Nástěnka | Prepojené položky
sl: Grylli | Nadzorna plošča | Povezani elementi
sq: Grylli | Paneli | Artikuj të Lidhur
sr: Grylli | Kontrolna tabla | Povezane stavke
sv: Grylli | Instrumentpanel | Länkade objekt
sw: Grylli | Dashibodi | Vitu Vilivyounganishwa
ta: கிரில்லி | கோப்புறை | இணைக்கப்பட்ட பொருட்கள்
te: Grylli | డ్యాష్‌బోర్డ్ | లింక్ చేయబడిన అంశాలు
th: Grylli | แผงควบคุม | รายการที่เชื่อมโยง
tr: Grylli | Gösterge Paneli | Bağlantılı Ögeler
uk: Grylli | Панель керування | Пов'язані елементи
ur: Grylli | ڈیش بورڈ | منسلک آئٹمز
uz: Grylli | Boshqaruv paneli | Bog'langan elementlar
vi: Grylli | Bảng điều khiển | Mục được liên kết
xh: Grylli | Ideshibhodi | Izinto Ezixhunyiwe

source: Linked Items
ar: العناصر المرتبطة
az: Bağlı Bölmələr
be: Linkede Elementer
bn: সংযুক্ত আইটেম
cs: Propojené položky
cy: Eitemau Cysylltiedig
da: Tilknyttede elementer
de: Verknüpfte Elemente
el: Συνδεδεμένα Στοιχεία
es: Elementos vinculados
et: Lingitud esemed
eu: Lotutako elementuak
fa: موارد پیوند داده شده
fi: Linkitetyt kohteet
fr: Éléments liés
ga: Nsɛm a wɔde ka ho
gd: Rudan Ceangailte
gl: Elementos Ligados
gu: લિન્ક કરેલ આઇટમ્સ
he: פריטים מקושרים
hi: लिंक किए गए आइटम
hr: Povezane stavke
hu: Kapcsolt elemek
id: Item Terhubung
is: Tengd atriði
it: Elementi Collegati
ja: リンクされたアイテム
ka: დაკავშირებული ელემენტები
ku: بابەتی پەیوەندیدار
lt: Susieti elementai
lv: Saistītie objekti
mg: Hevitra mifandray
mi: Ngā Tūemi Tūhonohono
mk: Поврзани ставки
ml: ബന്ധിപ്പിച്ച ഇനങ്ങൾ
ms: Item Terhubung
mt: Oġġetti Marbuta
my: လင့်ခ်ထားသော အချက်များ
nl: Gekoppelde Items
no: Koblede elementer
pa: ਜੁੜੇ ਹੋਏ ਆਈਟਮ
pl: Połączone elementy
pt: Itens Vinculados
ro: Elemente legate
ru: Связанные элементы
sk: Prepojené položky
sl: Povezani elementi
sq: Artikuj të Lidhur
sr: Povezane stavke
sv: Länkade objekt
sw: Vitu Vilivyounganishwa
ta: இணைக்கப்பட்ட பொருட்கள்
te: లింక్ చేయబడిన అంశాలు
th: รายการที่เชื่อมโยง
tr: Bağlantılı Ögeler
uk: Пов'язані елементи
ur: منسلک آئٹمز
uz: Bog'langan elementlar
vi: Mục được liên kết
xh: Izinto Ezixhunyiwe

source: Your Activity History
ar: سجل نشاطاتك
az: Aktivlik Tarixçəniz
be: Ваша гісторыя актыўнасці
bn: আপনার কার্যকলাপ ইতিহাস
cs: Vaše historie aktivit
cy: Eich Hanes Gweithgareddau
da: Din aktivitetsoversigt
de: Ihr Aktivitätsverlauf
el: Το ιστορικό δραστηριότητάς σας
es: Tu historial de actividad
et: Teie tegevusajalugu
eu: Zure Jarduera Historia
fa: تاریخچه فعالیت شما
fi: Aktiivisuushistoriasi
fr: Votre historique d'activité
ga: Wo Adwuma Abakɔsɛm
gd: Do Eachdraidh Gnìomhachd
gl: O teu historial de actividade
gu: તમારી સક્રિયતાના ઈતિહાસ
he: היסטוריית הפעילויות שלך
hi: आपका गतिविधि इतिहास
hr: Povijest vaše aktivnosti
hu: Az ön tevékenységi története
id: Riwayat Aktivitas Anda
is: Þín virkni saga
it: La tua Cronologia delle Attività
ja: あなたのアクティビティ履歴
ka: Ëǡř ĆéĄÚŉĺìâüƟ ÇínhÅêţ:
ku: مێژووی چالاکیەکانت
lt: Jūsų veiklos istorija
lv: Jūsu aktivitātes vēsture
mg: Ny Tantaran'ny Hetsikao
mi: Tō Hītori Mahi
mk: Вашата историја на активности
ml: നിങ്ങളുടെ പ്രവർത്തന ചരിത്രം
ms: Sejarah Aktiviti Anda
mt: L-Istorja tal-Attività Tiegħek
my: သင့်လှုပြင်းမှု သမိုင်းအချက်များ
nl: Je activiteitenhistorie
no: Din aktivitetslogg
pa: ਤੁਹਾਡੀ ਗਤੀਵਿਧੀ ਦਾ ਇਤਿਹਾਸ
pl: Twoja historia aktywności
pt: Seu Histórico de Atividades
ro: Istoricul tău de activitate
ru: Ваша история активности
sk: Vaša história aktivít
sl: Vaša zgodovina dejavnosti
sq: Historia juaj e Aktivitetit
sr: Istorija vaše aktivnosti
sv: Din aktivitetslogg
sw: Historia ya Shughuli Zako
ta: உங்கள் செயல்பாட்டு சரித்திரம்
te: మీ ప్రతిక్రియా చరిత్ర
th: ประวัติกิจกรรมของคุณ
tr: Etkinlik Geçmişiniz
uk: Історія вашої активності
ur: آپ کی سرگرمی کی تاریخ
uz: Sizning faoliyat tarixingiz
vi: Lịch sử Hoạt động của bạn
xh: Imbali yoMsebenzi Wakho

source: Type
ar: النوع
az: Növ
be: ტიპი
bn: প্রকার
cs: Typ
cy: Math
de: Typ
el: Τύπος
es: Tipo
et: Tüüp
eu: Mota
fa: نوع
fi: Tyyppi
ga: Hom
gd: Seòrsa
gl: Tipo
gu: પ્રકાર
he: סוג
hi: प्रकार
hr: Vrsta
hu: Típus
id: Tipe
is: Tegund
it: Tipo
ja: タイプ
ka: ತರೆ
ku: Cure
lt: Tipas
lv: Tips
mg: Karazana
mi: Momo
mk: Тип
ml: തരം
ms: Jenis
mt: Tip
my: အမျိုးအစား
pa: ਕਿਸਮ
pl: Typ
pt: Tipo
ro: Tip
ru: Тип
sk: Typ
sl: Vrsta
sq: Lloji
sr: Tip
sv: Typ
sw: Aina
ta: வகை
te: రకం
th: ประเภท
tr: Tür
uk: Тип
ur: قسم
uz: Turi
vi: Loại
xh: Uhlobo

source: No recent activity found in the application log.
ar: عرض سجلات التطبيق الحديثة
az: Son proqram qeydlərinə bax
be: Переглянути недавні журнали програми
bn: সাম্প্রতিক অ্যাপ্লিকেশন লগ দেখুন
cs: Zobrazit nedávné aplikační logy
cy: Gweld logiau cymhwysiad diweddar
da: Vis nylige applikationslogfiler
de: Anzeigen aktueller Anwendungsprotokolle
el: Προβολή πρόσφατων καταγραφών εφαρμογής
es: Ver registros recientes de la aplicación
et: Vaata hiljutisi rakenduse logisid
eu: Ikusi azken aplikazio erregistroak
fa: مشاهده لاگ‌های برنامه اخیر
fi: Näytä viimeaikaisia sovelluslokeja
fr: Afficher les journaux récents de l'application
ga: Hwɛle lembe application logs
gd: Faic logaichean iarrtas o chionn ghoirid
gl: Ver rexistros de aplicación recentes
gu: તમારાં તાજેતરીન અરજી લોગ જોશો
he: הצג לוגים אחרונים של היישום
hi: हाल के एप्लीकेशन लॉग देखें
hr: Pogledaj nedavne zapise aplikacije
hu: Legutóbbi alkalmazásnaplók megtekintése
id: Lihat log aplikasi terbaru
is: Skoða nýlega skýrslur á forritinu
it: Visualizza i log recenti dell'applicazione
ja: 最近のアプリケーションログを表示
ka: ნახვა ბოლო აპლიკაციის ლოგების
ku: بینین تۆمارەکانى نەریتى ئەپلیکەیشنى دوایی
lt: Peržiūrėti naujausius programos žurnalus
lv: Skatīt nesenos lietojumprogrammas žurnālus
mg: Jereo ny litera fampiharana farany
mi: Mātakitaki i ngā rākau taupānga hōu nei
mk: Прегледајте неодамнешни дневници на апликација
ml: ആപ്ലിക്കേഷൻ ലോഗുകൾ കാണുക
ms: Lihat log aplikasi terkini
mt: Ara l-logs riċenti tal-applikazzjoni
my: လတ်မှတ်အက်ပ် ဇာတ်ညွှန်းများကို ကြည့်ရှုပါ။
nl: Bekijk recente applicatielogs
no: Vis nylige applikasjonslogger
pa: ਹਾਲੀਆ ਐਪਲੀਕੇਸ਼ਨ ਲੌਗ ਵੇਖੋ
pl: Zobacz ostatnie dzienniki aplikacji
pt: Ver logs recentes da aplicação
ro: Vizualizați jurnalele recente ale aplicației
ru: Просмотр последних логов приложения
sk: Zobraziť nedávne aplikačné záznamy
sl: Ogled nedavnih dnevniških zapisov aplikacije
sq: Shiko regjistrat e fundit të aplikacionit
sr: Pregledaj nedavne logove aplikacije
sv: Visa senaste applikationsloggar
sw: Tazama magogo ya hivi majuzi ya programu
ta: சமீபத்திய செயல்பாட்டு பதிவுகளைப் பார்வையிடவும்
te: గడచిన అప్లికేషన్ లాగ్స్ చూడండి
th: ดูบันทึกแอปพลิเคชันล่าสุด
tr: Son uygulama günlüklerini görüntüle
uk: Переглянути останні журнали додатків
ur: حالیہ ایپلیکیشن لاگز دیکھیں
uz: Yaqin vaqtdagi dastur loglarini ko'rish
vi: Xem nhật ký ứng dụng gần đây
xh: Jonga iilog zamva nje zesicelo

source: New Messages
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: New Apprise
ar: Apprise
az: Apprise
be: Apprise
bn: Apprise
cs: Apprise
cy: Apprise
da: Apprise
de: Apprise
el: Apprise
es: Apprise
et: Apprise
eu: Apprise
fa: Apprise
fi: Apprise
fr: Apprise
ga: Apprise
gd: Apprise
gl: Apprise
gu: એપ્રાઈસ
he: Apprise
hi: Apprise
hr: Apprise
hu: Apprise
id: Apprise
is: Apprise
it: Apprise
ja: Apprise
ka: Apprise
ku: Apprise
lt: Apprise
lv: Apprise
mg: Apprise
mi: Apprise
mk: Apprise
ml: Apprise
ms: Apprise
mt: Apprise
my: Apprise
nl: Apprise
no: Apprise
pa: Apprise
pl: Apprise
pt: Apprise
ro: Apprise
ru: Apprise
sk: Apprise
sl: Apprise
sq: Apprise
sr: Apprise
sv: Apprise
sw: Apprise
ta: அப்ரைஸ்
te: Apprise
th: Apprise
tr: Apprise
uk: Apprise
ur: اپریس
uz: Apprise
vi: Apprise
xh: Apprise

source: New Webhook
ar: تحرير ويب هوك
az: Webhook Redaktə et
be: Webhook সম্পাদনা করুন
bn: ওয়েবহুক সম্পাদনা
cs: Upravit Webhook
cy: Golygu Webhook
da: Rediger webhook
de: Webhook bearbeiten
el: Επεξεργασία Webhook
es: Editar Webhook
et: Muuda Webhooki
eu: Editatu Webhook-a
fa: ویرایش Webhook
fi: Muokkaa Webhookia
fr: Modifier Webhook
ga: Eagar Webhook
gd: Deasaich Webhook
gl: Editar Webhook
gu: વેબહૂક સંપાદિત કરો
he: ערוך Webhook
hi: वेबहुक संपादित करें
hr: Uredi Webhook
hu: Webhook szerkesztése
id: Edit Webhook
is: Breyta Vefkrók
it: Modifica Webhook
ja: Webhookを編集
ka: ვებჰუკის რედაქტირება
ku: دەستکاری Webhook
lt: Redaguoti žiniatinklio žinutę
lv: Rediģēt Webhook
mg: Hamarino ny Webhook
mi: Whakatika Tūahukihuki
mk: Уреди Webhook
ml: വെബ്ഹുക്ക് തിരുത്തുക
ms: Edit Webhook
mt: Editja Webhook
my: Webhook ပြင်ရန်
nl: Webhook bewerken
no: Rediger Webhook
pa: Webhook ਸੋਧੋ
pl: Edytuj Webhook
pt: Editar Webhook
ro: Editează Webhook
ru: Редактировать Webhook
sk: Editovať Webhook
sl: Uredi Webhook
sq: Ndrysho Webhook
sr: Uredi Webhook
sv: Redigera Webhook
sw: Hariri Webhook
ta: Webhook திருத்து
te: వెబ్‌హుక్ సవరించు
th: แก้ไข Webhook
tr: Webhook Düzenle
uk: Редагувати Webhook
ur: ویب ہُک میں ترمیم
uz: Webhook tahrirlash
vi: Chỉnh sửa Webhook
xh: Hlela i-Webhook

source: New Email
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: New SMTP
ar: SMTP
az: SMTP
be: SMTP
bn: SMTP
cs: SMTP
cy: SMTP
da: SMTP
de: SMTP
el: SMTP
es: SMTP
et: SMTP
eu: SMTP
fa: SMTP
fi: SMTP
fr: SMTP
ga: SMTP
gd: SMTP
gl: SMTP
gu: SMTP
he: SMTP
hi: SMTP
hr: SMTP
hu: SMTP
id: SMTP
is: SMTP
it: SMTP
ja: SMTP
ka: SMTP
ku: SMTP
lt: SMTP
lv: SMTP
mg: SMTP
mi: SMTP
mk: SMTP
ml: SMTP
ms: SMTP
mt: SMTP
my: SMTP
nl: SMTP
no: SMTP
pa: SMTP
pl: SMTP
pt: SMTP
ro: SMTP
ru: SMTP
sk: SMTP
sl: SMTP
sq: SMTP
sr: SMTP
sv: SMTP
sw: SMTP
ta: SMTP
te: SMTP
th: SMTP
tr: SMTP
uk: SMTP
ur: SMTP
uz: SMTP
vi: SMTP
xh: SMTP

source: New Reminder
ar: حفظ البريد الإلكتروني
az: E-poçtu yadda saxla
be: Сохранить письмо
bn: ইমেইল সংরক্ষণ করুন
cs: Uložit e-mail
cy: Cadw E-bost
da: Gem e-mail
de: E-Mail speichern
el: Αποθήκευση Email
es: Guardar Correo
et: Salvesta e-kiri
eu: Gorde Emaila
fa: ذخیره ایمیل
fi: Tallenna sähköposti
fr: Enregistrer l'email
ga: Kra Emaile
gd: Sàbhail Post-d
gl: Gardar correo electrónico
gu: ઇમેઈલ સંગ્રહો
he: שמור דוא"ל
hi: ईमेल सहेजें
hr: Spremi e-poštu
hu: E-mail mentése
id: Simpan Email
is: Vista tölvupóst
it: Salva Email
ja: メールを保存
ka: ელფოსტის შენახვა
ku: پاشەکەوتکردنی ئیمەیڵ
lt: Išsaugoti el. laišką
lv: Saglabāt e-pastu
mg: Vonjeo Email
mi: Tiaki Īmēra
mk: Зачувај е-пошта
ml: ഇമെയിൽ സംരക്ഷിക്കുക
ms: Simpan E-mel
mt: Ħażna Email
my: အီးမေးလ် သိမ်းဆည်းပါ
nl: E-mail Opslaan
no: Lagre e-post
pa: ਈਮੇਲ ਸੇਵ ਕਰੋ
pl: Zapisz email
pt: Salvar Email
ro: Salvează Email
ru: Сохранить электронную почту
sk: Uložiť email
sl: Shrani e-pošto
sq: Ruaj Email-in
sr: Sačuvaj email
sv: Spara E-post
sw: Hifadhi Baruapepe
ta: மின்னஞ்சலை சேமிக்கவும்
te: ఇమెయిల్ సేవ్ చేయండి
th: บันทึกอีเมล
tr: E-postayı Kaydet
uk: Зберегти електронну пошту
ur: ای میل محفوظ کریں
uz: Elektron pochtani saqlash
vi: Lưu Email
xh: Londoloza I-imeyili

source: Linked Destinations
ar: حفظ الوجهات
az: Təyinatları Yadda Saxla
be: গন্তব্য সংরক্ষণ করুন
bn: গন্তব্য সংরক্ষণ করুন
cs: Uložit cíle
cy: Cadw Cyrchfanau
da: Gem destinationer
de: Ziele speichern
el: Αποθήκευση Προορισμών
es: Guardar destinos
et: Salvesta sihtkohad
eu: Helmugak gorde
fa: ذخیره مقصدها
fi: Tallenna kohteet
fr: Enregistrer les destinations
ga: Sábháil Cinn Scríbe
gd: Sàbhail Ceàrn-uidhe
gl: Gardar destinos
gu: ગંતવ્યો સેવે કરો
he: שמור יעדים
hi: गंतव्यों को सहेजें
hr: Spremi odredišta
hu: Célállomások mentése
id: Simpan Tujuan
is: Vista áfangastaði
it: Salva Destinazioni
ja: 宛先を保存
ka: დანიშნულების ადგილის შენახვა
ku: هەڵگرتنی شوێنەکان
lt: Išsaugoti tikslus
lv: Saglabāt galamērķus
mg: Tehirizo Tanjona
mi: Tiaki ngā Wāhi
mk: Зачувај дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ സംരക്ഷിക്കുക
ms: Simpan Destinasi
mt: Issejvja Destinazzjonijiet
my: ဦးတည်ရာများကို သိမ်းဆည်းပါ
nl: Bestemmingen opslaan
no: Lagre destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz miejsca docelowe
pt: Salvar Destinos
ro: Salvează destinațiile
ru: Сохранить назначения
sk: Uložiť destinácie
sl: Shrani destinacije
sq: Ruaj Destinacionet
sr: Sačuvaj destinacije
sv: Spara destinationer
sw: Hifadhi Sehemu za Kufikia
ta: இடங்களை சேமிக்கவும்
te: గమ్యస్థానాలను సేవ్ చేయండి
th: บันทึกปลายทาง
tr: Hedefleri Kaydet
uk: Зберегти напрямки
ur: مقامات محفوظ کریں
uz: Manzillarni saqlash
vi: Lưu Điểm Đến
xh: Gcina Iindawo zokufikela

source: Reminder
ar: دقائق
az: dəqiqə
be: хвіліны
bn: মিনিট
cs: minuty
cy: munudau
da: minutter
de: Minuten
el: λεπτά
es: Minutos
et: minutit
eu: minutuak
fa: دقیقه‌ها
fi: minuutit
fr: Minutes
ga: simma
gd: mionaidean
gl: minutos
gu: મિનિટો
he: דקות
hi: मिनट
hr: minute
hu: percek
id: menit
is: mínútur
it: minuti
ja: 分
ka: წუთები
ku: xulek
lt: minutės
lv: minūtes
mg: minitra
mi: meneti
mk: минути
ml: മിനിറ്റുകൾ
ms: minit
mt: minuti
my: မိနစ်
nl: minuten
no: minutter
pa: ਮਿੰਟ
pl: minuty
pt: minutos
ro: minute
ru: минуты
sk: minúty
sl: minute
sq: minuta
sr: minuta
sv: minuter
sw: dakika
ta: நிமிடங்கள்
te: నిమిషాలు
th: นาที
tr: dakika
uk: хвилин
ur: منٹ
uz: daqiqa
vi: phút
xh: imizuzu

source: Enabled Messages
ar: جدول الرسالة
az: Mesajı Cədvəllə
be: তালিকা বার্তা
bn: বার্তা সময়সূচি
cs: Naplánovat zprávu
cy: Amserlen Neges
da: Tidsplan besked
de: Nachricht planen
el: Πρόγραμμα Μηνύματος
es: Programar Mensaje
et: Ajasta sõnum
eu: Mezuaren Ordutegia
fa: زمانبندی پیام
fi: Aikatauluviesti
fr: Message programmé
ga: Teachtaireacht Sceidil
gd: Cuir Teachdaireachd Clàraichte
gl: Horario da mensaxe
gu: શેડ્યૂલ સંદેશ
he: לוח זמנים להודעה
hi: अनुसूची संदेश
hr: Raspored poruke
hu: Ütemezett üzenet
id: Jadwal Pesan
is: Dagskrá skilaboðs
it: Programma Messaggio
ja: スケジュールメッセージ
ka: გრაფიკის გაგზავნა
ku: خشتەکردنی پەیام
lt: Grafikas Pranešimas
lv: Grafika ziņa
mg: Fandaharana Hafatra
mi: Karere Mahere Wā
mk: Распоред на пораки
ml: പട്ടിക സന്ദേശം
ms: Jadual Mesej
mt: Skeda Messaġġ
my: စာတို အချိန်ဇယား
nl: Bericht plannen
no: Tidsplanmelding
pa: ਸੁਨੇਹਾ ਤਹਿ ਕਰੋ
pl: Harmonogram wiadomości
pt: Agendar Mensagem
ro: Programează mesajul
ru: Расписание сообщения
sk: Plánovať správu
sl: Sporočilo o razporedu
sq: Orari i Mesazhit
sr: Raspored poruka
sv: Schemalägg meddelande
sw: Ratiba ya Ujumbe
ta: கால அட்டவணை செய்தி
te: షెడ్యూల్ సందేశం
th: ตารางข้อความ
tr: Mesajı Zamanla
uk: Розклад Повідомлення
ur: شیڈول پیغام
uz: Jadval xabari
vi: Lịch Trình Tin Nhắn
xh: Hlela Umyezo Weshedyuli

source: Interval
ar: فترة تسجيل الدخول
az: Yoxlama Intervali
be: চেক-ইন অন্তর
bn: চেক-ইন ইন্টারভাল
cs: Interval kontrol
cy: Cyfnod Gwirio I Mewn
da: Check-in interval
de: Check-in-Intervall
el: Διάστημα Check-in
es: Intervalo de Registro
et: Kontrollimise intervall
eu: Kontrolerako Tartea
fa: فاصله چک‌این
fi: Sisäänkirjautumisväli
fr: Intervalle de check-in
ga: Eatramh Seiceáil Isteach
gd: Astar Sgrùdaidh a-steach
gl: Intervalo de check-in
gu: ચેક-ઇન ઈન્ટરવલ
he: מרווח בדיקה
hi: चेक-इन अंतराल
hr: Interval prijave
hu: Becsekkolási intervallum
id: Interval Check-in
is: Innritunarmilli
it: Intervallo di Check-in
ja: チェックイン間隔
ka: შემოწმების ინტერვალი
ku: ماوەی کتینەوە
lt: Registracijos intervalas
lv: Pārbaudes intervāls
mg: Interval Fanamarinana
mi: Wātiina Takitaki
mk: Интервал за проверка
ml: ചെക്ക്-ഇൻ ഇടവേള
ms: Selang Check-in
mt: Intervall ta' Check-in
my: အတည်ပြုရန် အခြားကြိမ်လန့်
nl: Incheckinterval
no: Innsjekkingsintervall
pa: ਚੈਕ-ਇਨ ਅੰਤਰਾਲ
pl: Interwał odprawy
pt: Intervalo de Check-in
ro: Interval de verificare
ru: Интервал проверок
sk: Interval kontroly
sl: Interval prijave
sq: Intervali i Kontrollit
sr: Interval prijave
sv: Incheckningsintervall
sw: Muda wa Kuangalia
ta: செக்-இன் இடைவெளை
te: చెక్-ఇన్ విరామం
th: ช่วงเวลาเช็คอิน
tr: Kontrol Süresi
uk: Інтервал перевірки
ur: چیک ان وقفہ
uz: Check-in oraliqligi
vi: Khoảng Thời Gian Check-in
xh: Ixesha lokuNgena kwakhona

source: Grace Period
ar: فترة السماح
az: Möhlət Müddəti
be: Грэйс-перыяд
bn: গ্রেস পিরিয়ড
cs: Doba odkladu
cy: Amser Gras
da: Nådeperiode
de: Kulanzzeit
el: Περίοδος Χάριτος
es: Periodo de gracia
et: Ajapikendus
eu: Onarpenerako epea
fa: دوره مهلت
fi: Armoaika
fr: Période de grâce
ga: Gyina hwa
gd: Ùine-maitheis
gl: Período de Graza
gu: અનુગ્રહ અવધિ
he: תקופת חסד
hi: ग्रेस अवधि
hu: Türelmi idő
id: Periode Tenggang
is: Frestur
it: Periodo di Tolleranza
ja: 猶予期間
ka: შეუქმიანი პერიოდი
ku: Wênejê Dîtinê
lt: Malonės laikotarpis
lv: Tolerances periods
mg: Fe-potoana fandeferana
mi: Wā Whakarau
mk: Временска дозвола
ml: ഗ്രേസ് കാലയളവ്
ms: Tempoh Tangguh
mt: Perjodu ta' Grazzja
my: အနားယူခြင်းကာလ
nl: Respijtperiode
no: Frist
pa: ਸਹਿਯੋਗ ਅਰਸਾ
pl: Okres karencji
pt: Período de Tolerância
ro: Perioada de Grație
ru: Льготный Период
sk: Doba milosti
sl: Obdobje milosti
sq: Periudha e Faljes
sr: Vreme Tolerancije
sv: Frist
sw: Muda wa Rehema
ta: அனுகூல வது
te: గ్రేస్ పీరియడ్
th: ช่วงผ่อนผัน
tr: Tolere Süresi
uk: Період відстрочки
ur: رعایت مدت
uz: Imtiyoz Muddat
vi: Thời gian gia hạn
xh: Ixesha lenkxaso

source: Last Check-in
ar: آخر تسجيل دخول
az: Son Yoxlama
be: শেষ চেক-ইন
bn: শেষ চেক-ইন
cs: Poslední kontrola
cy: Gwirio I Mewn Ddiwethaf
da: Sidste check-in
de: Letztes Check-in
el: Τελευταίο Check-in
es: Último Registro
et: Viimane registreerimine
eu: Azken Kontroleratzea
fa: آخرین چک‌این
fi: Viimeinen sisäänkirjautuminen
fr: Dernier check-in
ga: An Seiceáil Isteach Is Déanaí
gd: Mu dheireadh Thairis a-steach
gl: Último check-in
gu: છેલ્લું ચેક-ઇન
he: בדיקה אחרונה
hi: अंतिम चेक-इन
hr: Zadnja prijava
hu: Utolsó becsekkolás
id: Check-in Terakhir
is: Síðasta innritun
it: Ultimo Check-in
ja: 最終チェックイン
ka: ბოლო შემოწმება
ku: دوایین کتینەوە
lt: Paskutinė registracija
lv: Pēdējā pārbaude
mg: Fanamarinana Farany
mi: Takitaki Whakamutunga
mk: Последна проверка
ml: അവസാന ചെക്ക്-ഇൻ
ms: Check-in Terakhir
mt: L-aħħar Check-in
my: နောက်ဆုံး စစ်ဆေးအပ်ပြုခဲ့သည်
nl: Laatste incheck
no: Siste innsjekking
pa: ਆਖ਼ਰੀ ਚੈਕ-ਇਨ
pl: Ostatnia odprawa
pt: Último Check-in
ro: Ultima verificare
ru: Последняя проверка
sk: Posledná kontrola
sl: Zadnja prijava
sq: Kontrolli i Fundit
sr: Poslednja prijava
sv: Senaste incheckning
sw: Kuangalia Mara ya Mwisho
ta: இருக்கை செயல் வேண்டும்
te: చివరి చెక్-ఇన్
th: เช็คอินล่าสุด
tr: Son Kontrol
uk: Остання перевірка
ur: آخری چیک ان
uz: Oxirgi yoqilgan vaqti
vi: Lần Check-in Cuối
xh: Ukungena kokugqibela
