Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No destinations assigned to this message.
ar: لم يتم تعيين أو تم تعطيل تكوين SMTP.
az: SMTP konfiqurasiyası təyin edilməyib və ya deaktivdir.
be: Конфігурація SMTP не призначена або вимкнена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়নি বা নিষ্ক্রিয়।
cs: SMTP konfigurace není přiřazena nebo je zakázána.
cy: Nid yw'r cyfluniad SMTP wedi'i aseinio neu wedi'i analluogi.
da: SMTP-konfiguration ikke tildelt eller er deaktiveret.
de: SMTP-Konfiguration nicht zugewiesen oder deaktiviert.
el: Η διαμόρφωση SMTP δεν έχει ανατεθεί ή είναι απενεργοποιημένη.
es: Configuración SMTP no asignada o está deshabilitada.
et: SMTP konfiguratsioon pole määratud või on keelatud.
eu: SMTP konfigurazioa ez dago esleituta edo desgaituta dago.
fa: پیکربندی SMTP اختصاص داده نشده یا غیرفعال است.
fi: SMTP-konfiguraatiota ei ole määritetty tai se on poistettu käytöstä.
fr: Configuration SMTP non assignée ou désactivée.
ga: Níor sannadh cumraíocht SMTP nó tá sí díchumasaithe.
gd: Cha deach rèiteachadh SMTP a shònrachadh no air a chur dheth.
gl: Configuración SMTP non asignada ou está desactivada.
gu: SMTP વિન્ધાન સ્થાપિત નથી અથવા નિષ્ક્રિય છે.
he: תצורת SMTP לא הוקצתה או מושבתת.
hi: SMTP कॉन्फ़िगरेशन असाइन नहीं किया गया है या अक्षम है।
hr: SMTP konfiguracija nije dodijeljena ili je onemogućena.
hu: Az SMTP konfiguráció nincs hozzárendelve vagy le van tiltva.
id: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
is: SMTP stillingar ekki úthlutaðar eða eru óvirkar.
it: Configurazione SMTP non assegnata o è disabilitata.
ja: SMTP設定が割り当てられていないか無効になっています。
ka: 未分配SMTP配置或已禁用。
ku: ڕێکخستنی SMTP هەڵبژاردن یان ناچالاکە.
lt: SMTP konfigūracija nepriskirta arba išjungta.
lv: SMTP konfigurācija nav piešķirta vai ir atspējota.
mg: Tsy napetraka na nampiana ilay fepetra SMTP.
mi: Kāore i whakatapua te whirihoranga SMTP, kua monokia rānei.
mk: SMTP конфигурацијата не е доделена или е оневозможена.
ml: SMTP കോൻഫിഗറേഷൻ നിയോഗിക്കപ്പെടാത്തത് അല്ലെങ്കിൽ സജീവമാക്കാൻ സാധിക്കാത്തത്.
ms: Konfigurasi SMTP tidak ditetapkan atau dinonaktifkan.
mt: Konfigurazzjoni SMTP mhux assenjata jew hija diżattivata.
my: SMTP ဖွဲ့စည်းမှုကို မနိမ့်ပြည်း သို့မဟုတ် ပျက်ပါ။
nl: SMTP-configuratie niet toegewezen of is uitgeschakeld.
no: SMTP-konfigurasjon ikke tilordnet eller er deaktivert.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ ਨਹੀਂ ਜਾਂ ਅਯੋਗ ਹੈ.
pl: Konfiguracja SMTP nie przypisana lub jest wyłączona.
pt: Configuração SMTP não atribuída ou está desativada.
ro: Configurația SMTP nu este asignată sau este dezactivată.
ru: Конфигурация SMTP не назначена или отключена.
sk: Konfigurácia SMTP nie je priradená alebo je zakázaná.
sl: Konfiguracija SMTP ni dodeljena ali je onemogočena.
sq: Konfigurimi SMTP nuk është caktuar ose është çaktivizuar.
sr: SMTP konfiguracija nije dodeljena ili je onemogućena.
sv: SMTP-konfiguration inte tilldelad eller är inaktiverad.
sw: Usanidi wa SMTP haujatumwa au umezimwa.
ta: SMTP கட்டமைப்பு ஒதுக்கப்படவில்லை அல்லது முடக்கப்பட்டுள்ளது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడలేదు లేదా నిలిపివేయబడింది.
th: การตั้งค่า SMTP ไม่ได้มอบหมายหรือถูกปิดใช้งาน
tr: SMTP yapılandırması atanmadı veya devre dışı bırakıldı.
uk: Налаштування SMTP не присвоєні або відключені.
ur: SMTP ترتیب نامہ تفویض نہیں کیا گیا یا غیر فعال ہے۔
uz: SMTP sozlamalari tayinlanmagan yoki o'chirilgan.
vi: Cấu hình SMTP chưa được gán hoặc đã bị vô hiệu hóa.
xh: Ulwalathiso lwe-SMTP alukhangelekanga okanye alinakho.ukusebenza.

source: Test message sent successfully.
ar: تم إرسال البريد الالكتروني التجريبي بنجاح.
az: Test emaili uğurla göndərildi.
be: Тестовий лист успішно відправлено.
bn: পরীক্ষামূলক ইমেল সফলভাবে পাঠানো হয়েছে।
cs: Testovací email úspěšně odeslán.
cy: Anfonwyd prawf ebost yn llwyddiannus.
da: Test-email sendt med succes.
de: Test-E-Mail erfolgreich gesendet.
el: Το δοκιμαστικό email στάλθηκε με επιτυχία.
es: Correo de prueba enviado con éxito.
et: Proovisõnum saadetud edukalt.
eu: Proba-emaila ongi bidali da.
fa: ایمیل آزمایشی با موفقیت ارسال شد.
fi: Testisähköposti lähetetty onnistuneesti.
fr: Email de test envoyé avec succès.
ga: Seoladh tástála ríomhphoist go rathúil.
gd: Post-deuchainn air a chur gu soirbheachail.
gl: Correo de proba enviado con éxito.
gu: પરીક્ષણ ઇમેઇલ સફળતાપૂર્વક મોકલ્યો.
he: אימייל הבדיקה נשלח בהצלחה.
hi: परिक्षण ईमेल सफलतापूर्वक भेजा गया।
hr: Testni email je uspješno poslan.
hu: A teszt email sikeresen elküldve.
id: Email uji berhasil dikirim.
is: Prófunarpóstur sendur með árangri.
it: Email di test inviata con successo.
ja: テストメールが正常に送信されました。
ka: 测试电子邮件已成功发送。
ku: تاقیگرەوەی ئیمەیڵی نادیارە چۆنەڕووکەوی.
lt: Bandomasis el. laiškas sėkmingai išsiųstas.
lv: Testa e-pasts veiksmīgi nosūtīts.
mg: Nandefasana mailaka fitsapana.
mi: I tuku angitu te īmēra whakamātautau.
mk: Тест е-пошта успешно испратена.
ml: ടെസ്റ്റ് ഇമെയിൽ വിജയകരമായി അയച്ചു.
ms: Emel ujian dihantar dengan jayanya.
mt: Test email mibgħut b'suċċess.
my: စမ်းသပ်အီးမေးလ်ကို အောင်မြင်စွာပို့လျက်ရှိသည်။
nl: Test-e-mail succesvol verzonden.
no: Test-e-post sendt vellykket.
pa: ਟੈਸਟ ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਭੇਜਿਆ.
pl: Testowy email wysłany pomyślnie.
pt: Email de teste enviado com sucesso.
ro: Emailul de testare a fost trimis cu succes.
ru: Тестовое письмо успешно отправлено.
sk: Testovací e-mail bol úspešne odoslaný.
sl: Preskusno e-poštno sporočilo uspešno poslano.
sq: Emaili i provës u dërgua me sukses.
sr: Test email uspešno poslat.
sv: Test-e-post skickades framgångsrikt.
sw: Barua pepe ya majaribio imetumwa kwa mafanikio.
ta: சோதனை மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.
te: పరీక్షా ఇమెయిల్ విజయవంతంగా పంపబడింది.
th: ส่งอีเมลทดสอบสำเร็จ
tr: Test e-postası başarılı bir şekilde gönderildi.
uk: Тестовий електронний лист успішно надіслано.
ur: ٹیسٹ ای میل کامیابی سے بھیجی گئی۔
uz: Sinov elektron posti muvaffaqiyatli yuborildi.
vi: Email thử nghiệm đã gửi thành công.
xh: I-imeyile yokuvavanya ithunyelwe ngempumelelo.

source: Test message failed:
ar: تم حفظ الرسالة.
az: Mesaj yadda saxlanıldı.
be: Повідомлення збережено.
bn: বার্তা সংরক্ষিত হয়েছে।
cs: Zpráva uložena.
cy: Neges wedi'i arbed.
da: Besked gemt.
de: Nachricht gespeichert.
el: Το μήνυμα αποθηκεύτηκε.
es: Mensaje guardado.
et: Sõnum salvestatud.
eu: Mezua gorde da.
fa: پیام ذخیره شد.
fi: Viesti tallennettu.
fr: Message enregistré.
ga: Teachtaireacht sábháilte.
gd: Teachdaireachd air a shàbhaladh.
gl: Mensaxe gardada.
gu: સંદેશ સાચવ્યો.
he: ההודעה נשמרה.
hi: संदेश सहेजा गया।
hr: Poruka je spremljena.
hu: Üzenet elmentve.
id: Pesan disimpan.
is: Skilaboð vistuð.
it: Messaggio salvato.
ja: メッセージが保存されました。
ka: 消息已保存。
ku: پەیام پاشەکەوت کرا.
lt: Pranešimas išsaugotas.
lv: Ziņojums saglabāts.
mg: Voatahiry ny hafatra.
mi: Kua tiakina te karere.
mk: Пораката е зачувана.
ml: സന്ദേശം സംരക്ഷിച്ചിട്ടുണ്ട്.
ms: Mesej disimpan.
mt: Messaġġ salvat.
my: မှတ်ပုံတင်မှုလွှာကို သိမ်းပြီး။
nl: Bericht opgeslagen.
no: Melding lagret.
pa: ਸੁਨੇਹਾ ਸੁਰੱਖਿਅਤ ਕੀਤਾ.
pl: Wiadomość zapisana.
pt: Mensagem salva.
ro: Mesaj salvat.
ru: Сообщение сохранено.
sk: Správa uložená.
sl: Sporočilo shranjeno.
sq: Mesazhi u ruajt.
sr: Poruka sačuvana.
sv: Meddelande sparat.
sw: Ujumbe umehifadhiwa.
ta: செய்தி சேமிக்கப்பட்டது.
te: సందేశం సేవ్ చేయబడింది.
th: บันทึกข้อความแล้ว
tr: Mesaj kaydedildi.
uk: Повідомлення збережено.
ur: پیغام محفوظ کر لیا گیا۔
uz: Xabar saqlandi.
vi: Tin nhắn đã được lưu.
xh: Umzuzu ugciniwe.

source: You must enter a code from your authenticator.
ar: يجب عليك إدخال رمز من المصادقة الخاصة بك.
az: Doğrulayıcıdan bir kod daxil etməlisiniz.
be: Вы павінны ўвесці код з вашага аўтэнтыфікатара.
bn: আপনাকে আপনার প্রমাণক থেকে একটি কোড প্রবেশ করতে হবে।
cs: Musíte zadat kód z vašeho autentizátoru.
cy: Rhaid i chi roi cod o'ch dilyswr.
da: Du skal indtaste en kode fra din authenticator.
de: Sie müssen einen Code von Ihrem Authenticator eingeben.
el: Πρέπει να εισάγετε έναν κωδικό από τον αυθεντικοποιητή σας.
es: Debes introducir un código de tu autenticador.
et: Peate sisestama koodi oma autentijalt.
eu: Autentikatzailearen kode bat sartu behar duzu.
fa: باید کدی از احراز هویت‌کننده‌ی خود وارد کنید.
fi: Sinun on syötettävä koodi todennussovelluksestasi.
fr: Vous devez entrer un code de votre authentificateur.
ga: Wobisa w'adiketewafo kod bi da bi.
gd: Feumaidh tu còd bho do dh’earbhadh-chunntais a chuir a-steach.
gl: Debes introducir un código do teu autenticador.
gu: તમારે તમારું ઓથેન્ટિકેટર પરથી કોડ દાખલ કરવો આવશ્યક છે.
he: חובה להכניס קוד מהמאמת שלך.
hi: आपको अपने प्रमाणक से एक कोड दर्ज करना होगा।
hr: Morate unijeti kod iz svog autentifikatora.
hu: Meg kell adnia egy kódot az authenticatorból.
id: Anda harus memasukkan kode dari autentikator Anda.
is: Þú verður að slá inn kóða úr auðkenningaranum þínum.
it: Devi inserire un codice dal tuo autenticatore.
ja: オーセンティケーターからのコードを入力する必要があります。
ka: უნდა შეიყვანოთ კოდი თქვენი ავტენტიფიკატორიდან.
ku: پێویستە کۆدێک لە دڵنیاکردنەوە بنووسیت.
lt: Turite įvesti kodą iš savo autentifikatoriaus.
lv: Jums jāievada kods no sava autentifikatora.
mg: Tsy maintsy mampiditra kaody avy amin'ny fampiavohana ianao.
mi: Me whakauru koe i tētahi waehere mai i tō waea whakaū.
mk: Мора да внесете код од вашиот автентикатор.
ml: നിങ്ങളുടെ ഓഥന്റിക്കേറ്ററിൽ നിന്ന് കോഡിനി നൽകണം.
ms: Anda mesti memasukkan kod daripada pengesah anda.
mt: Għandek bżonn daħħal kodiċi mill-awtentikatur tiegħek.
my: သငျမယျပါက အမှန်သား အကွဲမှန်ရာ ကုဒ်ကှဆှ နေထူပွရှိ၍ အ.တော် ပြောကြားပါ။
nl: U moet een code van uw authenticator invoeren.
no: Du må skrive inn en kode fra autentisatoren din.
pa: ਤੁਸੀਂ ਆਪਣੇ ਪ੍ਰਮਾਣੀਕਰਨ ਕਰਤਾ ਤੋਂ ਇੱਕ ਕੋਡ ਦਾਖਿਲ ਕਰਨਾ ਚਾਹੀਦਾ ਹੈ।
pl: Musisz wprowadzić kod z aplikacji uwierzytelniającej.
pt: Você deve inserir um código do seu autenticador.
ro: Trebuie să introduceți un cod din autentificatorul dvs.
ru: Вы должны ввести код из вашего аутентификатора.
sk: Musíte zadať kód z overovacej aplikácie.
sl: Vnesti morate kodo iz svojega avtentikatorja.
sq: Ju duhet të fusni një kod nga autentikuesi juaj.
sr: Morate uneti kôd sa svog autentifikatora.
sv: Du måste ange en kod från din autentiserare.
sw: Lazima uingize msimbo kutoka kwa uthibitishaji wako.
ta: உங்கள் உறுதிப்படுத்தலிலிருந்து ஒரு குறியீடை நீங்கள் உள்ளிட வேண்டியது அவசியம்.
te: మీ ప్రామాణీకర్త నుండి కోడ్‌ని అందించాలి.
th: คุณต้องใส่รหัสจากตัวตรวจสอบ
tr: Doğrulayıcınızdan bir kod girmelisiniz.
uk: Ви повинні ввести код з вашого автентифікатора.
ur: آپ کو اپنے تصدیقی کوڈ سے ایک کوڈ درج کرنا ہوگا۔
uz: Autentifikatoringizdan kod kiritishingiz kerak.
vi: Bạn phải nhập mã từ trình xác thực của bạn.
xh: Kufuneka ufake ikhowudi evela kwisixhobo sakho sokuqinisekisa.

source: Invalid code. Please try again.
ar: رمز غير صالح. يرجى المحاولة مرة أخرى.
az: Yanlış kod. Lütfən yenidən cəhd edin.
be: Несапраўдны код. Калі ласка, паспрабуйце яшчэ раз.
bn: অবৈধ কোড। অনুগ্রহ করে আবার চেষ্টা করুন।
cs: Neplatný kód. Zkuste to prosím znovu.
cy: Cod annilys. Ceisiwch eto, os gwelwch yn dda.
da: Ugyldig kode. Prøv venligst igen.
de: Ungültiger Code. Bitte versuchen Sie es erneut.
el: Μη έγκυρος κωδικός. Παρακαλώ δοκιμάστε ξανά.
es: Código inválido. Por favor intenta de nuevo.
et: Vigane kood. Palun proovige uuesti.
eu: Kodea baliogabea da. Mesedez saiatu berriro.
fa: کد نامعتبر است. لطفاً دوباره تلاش کنید.
fi: Virheellinen koodi. Yritä uudelleen.
fr: Code invalide. Veuillez réessayer.
ga: Kod no mfata. Mesrɛ, abe yɛ bio.
gd: Còd mì-dhligheach. Feuch ris a-rithist.
gl: Código non válido. Por favor, inténtao de novo.
gu: અમાન્ય કોડ. કૃપા કરીને ફરી પ્રયાસ કરો.
he: קוד לא תקין. בבקשה נסה שוב.
hi: अवैध कोड। कृपया पुनः प्रयास करें।
hr: Neispravan kod. Molimo pokušajte ponovno.
hu: Érvénytelen kód. Kérjük, próbálkozzon újra.
id: Kode tidak valid. Silakan coba lagi.
is: Ógildur kóði. Vinsamlegast reyndu aftur.
it: Codice non valido. Riprova.
ja: 無効なコードです。もう一度お試しください。
ka: არასწორი კოდი. გთხოვთ სცადოთ ისევ.
ku: کۆدی نادرووست. تکایە دووبارە هەوڵ بدە.
lt: Neteisingas kodas. Bandykite dar kartą.
lv: Nederīgs kods. Lūdzu, mēģiniet vēlreiz.
mg: Tsy mety ny kaody. Avereno azafady.
mi: Waehere hē. Kōrero anō mai koa.
mk: Невалиден код. Ве молиме обидете се повторно.
ml: അസാധുവായ കോഡ്. ദയവായി വീണ്ടും ശ്രമിക്കുക.
ms: Kod tidak sah. Sila cuba lagi.
mt: Kodiċi invalidu. Jekk jogħġbok ipprova mill-ġdid.
my: မမှန်သောကုဒ်။ ထပ်မိန့်ပါ။
nl: Ongeldige code. Probeer het opnieuw.
no: Ugyldig kode. Vennligst prøv igjen.
pa: ਗਲਤ ਕੋਡ। ਕਿਰਪਾ ਕਰਕੇ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Nieprawidłowy kod. Spróbuj ponownie.
pt: Código inválido. Por favor, tente novamente.
ro: Cod invalid. Vă rugăm să încercați din nou.
ru: Неверный код. Пожалуйста, попробуйте снова.
sk: Neplatný kód. Skúste to prosím znova.
sl: Neveljavna koda. Prosimo, poskusite znova.
sq: Kodi i pavlefshëm. Ju lutemi provoni përsëri.
sr: Nevažeći kôd. Pokušajte ponovo.
sv: Ogiltig kod. Försök igen.
sw: Msimbo si sahihi. Tafadhali jaribu tena.
ta: செல்லுபடியாகாத குறியீடு. தயவுசெய்து மீண்டும் முயற்சிக்கவும்.
te: చెల్లని కోడ్. దయచేసి మళ్లీ ప్రయత్నించండి.
th: รหัสไม่ถูกต้อง กรุณาลองอีกครั้ง
tr: Geçersiz kod. Lütfen tekrar deneyin.
uk: Неправильний код. Будь ласка, спробуйте ще раз.
ur: غلط کوڈ۔ براہ کرم دوبارہ کوشش کریں۔
uz: Noto‘g‘ri kod. Iltimos, qayta urining.
vi: Mã không hợp lệ. Vui lòng thử lại.
xh: Ikhowudi engalunganga. Nceda uzame kwakhona.

source: Two-factor authentication disabled.
ar: تم تعطيل الإشعار
az: Bildiriş deaktivdir
be: বিজ্ঞপ্তি নিষ্ক্রিয়
bn: বিজ্ঞপ্তি নিষ্ক্রিয়
cs: Oznámení je zakázáno
cy: Hysbysiad wedi'i anablu
da: Notifikation er deaktiveret
de: Benachrichtigung ist deaktiviert
el: Η ειδοποίηση είναι απενεργοποιημένη
es: La notificación está deshabilitada
et: Teavitus on keelatud
eu: Jakinarazpena desgaituta dago
fa: اعلان غیرفعال است
fi: Ilmoitus on pois käytöstä
fr: La notification est désactivée
ga: Tá fógra díchumasaithe
gd: Tha fios air a chur dheth
gl: A notificación está desactivada
gu: સૂચના નિષ્ક્રિય છે
he: התראה מושבתת
hi: सूचना अक्षम है
hr: Obavijest je onemogućena
hu: Értesítés le van tiltva
id: Notifikasi dinonaktifkan
is: Tilkynning er óvirk
it: Notifica disabilitata
ja: 通知が無効です
ka: შეტყობინება გამორთულია
ku: هەواڵکردنەوە ناچالاککرا
lt: Pranešimas yra išjungtas
lv: Paziņojums ir atspējots
mg: Fampandrenesana no tsy alefa
mi: Kua whakakāhore te Whakamōhiotanga
mk: Известувањето е оневозможено
ml: അറിയിപ്പ് പ്രാപ്തമാക്കാത്തതാണ്
ms: Notifikasi dinyahaktifkan
mt: Notifika hija diżattivata
my: အသိပေးချက်ကို ပိတ်ထားသည်
nl: Melding is uitgeschakeld
no: Varsel er deaktivert
pa: ਸੂਚਨਾ ਅਯੋਗ ਹੈ
pl: Powiadomienie jest wyłączone
pt: Notificação está desativada
ro: Notificarea este dezactivată
ru: Уведомление отключено
sk: Oznámenie je zakázané
sl: Obvestilo je onemogočeno
sq: Njoftimi është çaktivizuar
sr: Obaveštenje je onemogućeno
sv: Notifikationen är inaktiverad
sw: Taarifa imezimwa
ta: அறிவிப்பு செயலிழக்கப்பட்டுள்ளது
te: సూచన నిర్వీర్యంగా ఉంది
th: การแจ้งเตือนถูกปิดใช้งาน
tr: Bildirim devre dışı
uk: Сповіщення вимкнено
ur: اطلاع غیر فعال ہے
uz: Bildirishnoma o‘chirilgan
vi: Thông báo đang bị vô hiệu hóa
xh: Isilumkiso sicinyiwe

source: An unexpected error occurred while updating MFA settings.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: Recovery codes are only shown immediately after enabling MFA.
ar: تُعرض رموز الاستعادة فقط بعد تفعيل المصادقة متعددة العوامل مباشرة.
az: Bərpa kodları yalnız MFA aktivləşdirdikdən dərhal sonra göstərilir.
be: Коды аднаўлення паказваюцца толькі адразу пасля ўключэння MFA.
bn: পুনরুদ্ধার কোডগুলি শুধুমাত্র এমএফএ সক্রিয় করার পরেই দেখানো হয়।
cs: Obnovovací kódy jsou zobrazeny pouze ihned po povolení MFA.
cy: Dim ond ar ôl galluogi MFA y dangosir codau adfer yn syth.
da: Gendannelseskoder vises kun umiddelbart efter aktivering af MFA.
de: Wiederherstellungscodes werden nur direkt nach der Aktivierung von MFA angezeigt.
el: Οι κωδικοί ανάκτησης εμφανίζονται μόνο αμέσως μετά την ενεργοποίηση του MFA.
es: Los códigos de recuperación solo se muestran inmediatamente después de habilitar MFA.
et: Taastamiskoodid näidatakse ainult kohe pärast MFA lubamist.
eu: Berreskurapen kodeak bakarrik erakusten dira MFA gaitzean berehala.
fa: کدهای بازیابی فقط بلافاصله بعد از فعال‌سازی MFA نشان داده می‌شوند.
fi: Palautuskoodeja näytetään vain heti MFA:n käyttöönoton jälkeen.
fr: Les codes de récupération ne sont affichés qu'immédiatement après l'activation de MFA.
ga: Agyawde aherɛyɛ akyire bɛyɛ wɔ MFA nsɛm abue.
gd: Tha còdan ath-leasachaidh air an sealltainn dìreach às deidh dhut MFA a chomasachadh.
gl: Os códigos de recuperación só se mostran inmediatamente despois de habilitar o MFA.
gu: પુનઃપ્રાપ્તિ કોડ્સ માત્ર MFA સક્રિય કર્યા પછી તરત જ બતાવવામાં આવે છે.
he: קודי שחזור מוצגים רק מיד לאחר הפעלת MFA.
hi: MFA सक्षम करने के तुरंत बाद ही पुनर्प्राप्ति कोड दिखाए जाते हैं।
hr: Kodovi za oporavak prikazuju se samo odmah nakon omogućavanja MFA.
hu: A helyreállítási kódok csak közvetlenül az MFA engedélyezése után jelennek meg.
id: Kode pemulihan hanya ditampilkan sesaat setelah mengaktifkan MFA.
is: Endurheimtunar kóðar eru aðeins sýndir strax eftir að MFA er virkjað.
it: I codici di recupero vengono mostrati solo immediatamente dopo aver abilitato MFA.
ja: リカバリーコードは、MFAを有効にした直後にのみ表示されます。
ka: აღდგენითი კოდები გამოჩნდება მხოლოდ MFA-ს გააქტიურების შემდეგ.
ku: کۆدەکانی گەڕاندنەوە تەنها فەورای بەکاربردنی MFA پیشان دەدرێن.
lt: Atkūrimo kodai rodomi tik iškart po MFA įjungimo.
lv: Atgūšanas kodi tiek rādīti tikai uzreiz pēc MFA aktivizēšanas.
mg: Ny kaody famerenana dia aseho rehefa, vao nampavitrika ny MFA ianao.
mi: Ka whakaatuhia anake ngā waehere whakaora i muri tonu i te whakahohe i te MFA.
mk: Кодовите за обновување се прикажуваат само веднаш по овозможување на MFA.
ml: MFA സജീവമാക്കി എതുംപോൾ മാത്രമേ പുനരുദ്ധാരണ കോഡുകൾ കാണിക്കപ്പെടും.
ms: Kod pemulihan hanya ditunjukkan sejurus selepas mengaktifkan MFA.
mt: Il-kodiċijiet ta’ rikoverja jintwerew biss immedjatament wara li tkun attivajt il-MFA.
my: MFA ပြန်လည်ရယူမှု ကုဒ်များကို ခလုတ် လုပ်နိုင်ပြီးချက်ချင်းပြပါ။
nl: Herstelcodes worden alleen meteen na het inschakelen van MFA getoond.
no: Gjenopprettingskoder vises kun umiddelbart etter aktivering av MFA.
pa: ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਸਿਰਫ਼ MFA ਤੇ ਸਰਗਰਮ ਕਰਨ ਉੱਥੇ ਹੀ ਦਿੱਤੇ ਜਾਂਦੇ ਹਨ।
pl: Kody odzyskiwania są wyświetlane tylko natychmiast po włączeniu MFA.
pt: Os códigos de recuperação são mostrados apenas imediatamente após ativar o MFA.
ro: Codurile de recuperare sunt afișate doar imediat după activarea MFA.
ru: Коды восстановления показываются только сразу после включения MFA.
sk: Obnovovacie kódy sa zobrazujú iba bezprostredne po povolení MFA.
sl: Kode za obnovitev so prikazane samo takoj po omogočitvi MFA.
sq: Kodet e rikuperimit shfaqen vetëm menjëherë pas aktivizimit të MFA.
sr: Kodovi za oporavak se prikazuju samo odmah nakon aktiviranja MFA.
sv: Återställningskoder visas endast direkt efter att MFA har aktiverats.
sw: Misimbo ya urejeshaji huonyeshwa tu mara baada ya kuwezesha MFA.
ta: MFA ஐ இயலுமைப்படுத்தியவுடன் மட்டுமே மீட்பு குறியீடுகள் காட்டப்படும்.
te: ఎంఎఫ్ఏ ప్రారంభం తర్వాత వెంటనే పునరుద్ధరణ కోడ్లు మాత్రమే చూపబడతాయి.
th: แสดงรหัสการกู้คืนเฉพาะทันทีหลังจากเปิดใช้งาน MFA
tr: Kurtarma kodları sadece MFA etkinleştirildikten hemen sonra gösterilir.
uk: Коди відновлення показуються тільки одразу після активації MFA.
ur: بازیابی کے کوڈز صرف MFA فعال کرنے کے فورا بعد دکھائے جاتے ہیں۔
uz: Qayta tiklash kodlari faqat MFA yoqilgandan so‘ng darhol ko‘rsatiladi.
vi: Mã khôi phục chỉ được hiển thị ngay sau khi bật MFA.
xh: Izikhodi zokubuyisela ziboniswa kuphela kwangoko emva kokwenza i-MFA.
