Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Account created! Please check your email to activate your account.
ar: تم إنشاء الحساب! يرجى التحقق من بريدك الإلكتروني لتفعيل حسابك.
az: Hesab yaradıldı! Hesabınızı aktivləşdirmək üçün emailinizi yoxlayın.
be: Акаунт створено! Будь ласка, перевірте свою електронну пошту, щоб активувати акаунт.
bn: অ্যাকাউন্ট তৈরি হয়েছে! আপনার অ্যাকাউন্ট সক্রিয় করতে আপনার ইমেল চেক করুন।
cs: Účet vytvořen! Zkontrolujte prosím váš email pro aktivaci účtu.
cy: Mae'r cyfrif wedi'i greu! Gwiriwch eich ebost i actifadu eich cyfrif os gwelwch yn dda.
da: Konto oprettet! Tjek venligst din email for at aktivere din konto.
de: Konto erstellt! Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu aktivieren.
el: Ο λογαριασμός δημιουργήθηκε! Παρακαλώ ελέγξτε το email σας για να ενεργοποιήσετε τον λογαριασμό σας.
es: ¡Cuenta creada! Por favor, revisa tu correo para activar tu cuenta.
et: Konto loodud! Palun kontrollige oma e-posti konto aktiveerimiseks.
eu: Kontua sortu da! Mesedez, egiaztatu zure posta elektronikoa kontua aktibatzeko.
fa: حساب کاربری ایجاد شد! لطفاً ایمیل خود را برای فعال‌سازی حساب بررسی کنید.
fi: Tili luotu! Tarkista sähköpostisi aktivoidaksesi tilisi.
fr: Compte créé! Veuillez vérifier votre e-mail pour activer votre compte.
ga: Cruthaíodh cuntas! Seiceáil do ríomhphost le do thoil chun do chuntas a ghníomhachtú.
gd: Cruthaichte cunntas! Feuch an toir thu sùil air do phost-d gus do chunntas a ghnìomhachadh.
gl: Conta creada! Por favor, comproba o teu correo electrónico para activar a túa conta.
gu: ખાતું બનાવ્યું! કૃપા કરીને તમારું ખાતું સક્રિય કરવા માટે ઇમેઇલ તપાસો.
he: החשבון נוצר! אנא בדוק את האימייל שלך כדי להפעיל את החשבון.
hi: खाता बनाया गया! कृपया अपना खाता सक्रिय करने के लिए अपने ईमेल की जाँच करें।
hr: Račun je stvoren! Molimo provjerite svoj email kako biste aktivirali račun.
hu: A fiók létrehozva! Kérjük, ellenőrizze az emailjét a fiók aktiválásához.
id: Akun dibuat! Silakan periksa email Anda untuk mengaktifkan akun Anda.
is: Reikningur búinn til! Vinsamlegast athugaðu netfangið þitt til að virkja reikninginn þinn.
it: Account creato! Si prega di controllare l'email per attivare il tuo account.
ja: アカウントが作成されました！アカウントを有効化するためにメールを確認してください。
ka: 账户已创建！请检查您的电子邮件以激活您的账户。
ku: حساب دروستکرا! تکایە ئیمەیڵەکە تاقی بکەوە بۆ چالاککردنی حسابەکەت.
lt: Paskyra sukurta! Prašome patikrinti el. paštą, kad suaktyvintumėte savo paskyrą.
lv: Konts izveidots! Lūdzu, pārbaudiet savu e-pastu, lai aktivizētu savu kontu.
mg: Noforonina ny kaonty! Azafady, jereo ny mailakao mba hanokafana ny kaontinao.
mi: Kua waihangatia te pūkete! Tēnā tirohia tō īmēra ki te whakahohe i tō pūkete.
mk: Сметката е креирана! Ве молиме проверете ја вашата е-пошта за да ја активирате сметката.
ml: അക്കൗണ്ടിൽ സൃഷ്ടിച്ചു! നിങ്ങളുടെ അക്കൗണ്ട് സജീവമാക്കാൻ ഇമെയിൽ പരിശോധിക്കുക.
ms: Akaun telah dicipta! Sila semak emel anda untuk mengaktifkan akaun anda.
mt: Kont maħluq! Jekk jogħġbok ċċekkja l-email tiegħek biex tattiva l-kont tiegħek.
my: အကောင့်ကို ဖန်တီးပြီးပါပြီ။ သင့်အကောင့်ကို အသက်သွင်းရန် အီးမေးလ်ကို သွားကြည့်ပါ။
nl: Account aangemaakt! Controleer je e-mail om je account te activeren.
no: Konto opprettet! Vennligst sjekk e-posten din for å aktivere kontoen din.
pa: ਖਾਤਾ ਬਣਾਇਆ ਗਿਆ! ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਖਾਤਾ ਐਕਟੀਵੇਟ ਕਰਨ ਲਈ ਆਪਣੀ ਈਮੇਲ ਚੈੱਕ ਕਰੋ.
pl: Konto utworzone! Sprawdź email, aby aktywować konto.
pt: Conta criada! Por favor, verifique seu email para ativar sua conta.
ro: Contul a fost creat! Te rugăm să-ți verifici email-ul pentru a-ți activa contul.
ru: Аккаунт создан! Пожалуйста, проверьте электронную почту для активации аккаунта.
sk: Účet bol vytvorený! Skontrolujte svoj e-mail, aby ste aktivovali svoj účet.
sl: Račun ustvarjen! Prosimo, preverite svoj e-poštni naslov za aktivacijo računa.
sq: Llogaria u krijua! Ju lutemi kontrolloni emailin tuaj për të aktivizuar llogarinë tuaj.
sr: Nalog kreiran! Molimo proverite vaš email da aktivirate nalog.
sv: Konto skapat! Vänligen kontrollera din e-post för att aktivera ditt konto.
sw: Akaunti imeundwa! Tafadhali angalia barua pepe yako ili kuamsha akaunti yako.
ta: அக்கவுண்ட் உருவாக்கப்பட்டது! உங்கள் கணக்கை செயல்படுத்த உங்கள் மின்னஞ்சலை சரிபார்க்கவும்.
te: ఖాతా సృష్టించబడింది! దయచేసి మీ ఖాతాను సక్రియం చేయడానికి మీ ఇమెయిల్ను తనిఖీ చేయండి.
th: สร้างบัญชีแล้ว! กรุณาตรวจสอบอีเมลของคุณเพื่อเปิดใช้งานบัญชี
tr: Hesap oluşturuldu! Hesabınızı etkinleştirmek için lütfen e-postanızı kontrol edin.
uk: Акаунт створено! Будь ласка, перевірте свою електронну пошту для активації вашого акаунта.
ur: کھاتہ بنایا گیا! برائے کرم اپنا کھاتہ فعال کرنے کے لیے اپنا ای میل چیک کریں۔
uz: Hisob yaratildi! Hisobingizni faollashtirish uchun elektron pochtangizni tekshiring.
vi: Tài khoản đã được tạo! Vui lòng kiểm tra email của bạn để kích hoạt tài khoản.
xh: Iakhawunti yenziwe! Nceda ujonge i-imeyile yakho ukuze usebenze iakhawunti yakho.

source: An error occurred during signup.
ar: حدث خطأ أثناء حذف المستخدم.
az: İstifadəçi silinərkən bir səhv baş verdi.
be: Памылка падчас выдалення карыстальніка.
bn: ব্যবহারকারী মুছে ফেলার সময় একটি ত্রুটি ঘটেছে।
cs: Při mazání uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddileu'r defnyddiwr.
da: Der opstod en fejl under sletning af brugeren.
de: Ein Fehler ist beim Löschen des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά τη διαγραφή του χρήστη.
es: Ocurrió un error al eliminar el usuario.
et: Kasutaja kustutamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea ezabatzean.
fa: خطایی در هنگام حذف کاربر رخ داد.
fi: Virhe poistamisen aikana käyttäjän poistamisessa.
fr: Une erreur s'est produite lors de la suppression de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á scriosadh.
gd: Thachair mearachd fhad 's a bha thu a’ sguabadh às an neach-cleachdaidh.
gl: Produciuse un erro ao eliminar o usuario.
gu: વપરાશકર્તાને ડિલીટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת מחיקת המשתמש.
hi: उपयोगकर्ता को हटाते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom brisanja korisnika.
hu: Hiba történt a felhasználó törlésekor.
id: Terjadi kesalahan saat menghapus pengguna.
is: Villa kom upp við að eyða notanda.
it: Si è verificato un errore durante l'eliminazione dell'utente.
ja: ユーザーの削除中にエラーが発生しました。
ka: მომხმარებლის წაშლისას შეცდომა მოხდა.
ku: کێشەیەک ڕوویدا کاتێ بەکارهێنەر دەسڕدرێتەوە.
lt: Įvyko klaida ištrinant naudotoją.
lv: Radās kļūda, dzēšot lietotāju.
mg: Nisy hadisoana nitranga rehefa mamafa ny mpampiasa.
mi: I puta he hapa i te muku i te kaiwhakamahi.
mk: Се појави грешка при бришење на корисникот.
ml: ഉപയോക്താവിനെ നീക്കം ചെയ്യുന്നതിനിടെ പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa memadamkan pengguna.
mt: Seħħ żball waqt li kien qed jiġi mħassar l-utent.
my: အသုံးပြုသူကို ဖျက်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het verwijderen van de gebruiker.
no: En feil oppstod under sletting av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਹਟਾਉਂਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas usuwania użytkownika.
pt: Ocorreu um erro ao excluir o usuário.
ro: A apărut o eroare în timpul ștergerii utilizatorului.
ru: Произошла ошибка при удалении пользователя.
sk: Vyskytla sa chyba pri vymazávaní používateľa.
sl: Pri brisanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë fshirjes së përdoruesit.
sr: Došlo je do greške prilikom brisanja korisnika.
sv: Ett fel uppstod vid radering av användaren.
sw: Hitilafu ilitokea wakati wa kufuta mtumiaji.
ta: பயனரை நீக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని తొలగించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการลบผู้ใช้
tr: Kullanıcı silinirken bir hata oluştu.
uk: Під час видалення користувача сталася помилка.
ur: صارف کو حذف کرتے وقت ایک خرابی پیش آئی۔
uz: Foydalanuvchini o'chirishda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi xóa người dùng.
xh: Kufumaneke impazamo ngexesha lokucima umsebenzisi.

source: Activation link is invalid or expired.
ar: رابط التفعيل غير صالح أو منتهي الصلاحية.
az: Aktivasiya linki etibarsızdır və ya müddəti bitmişdir.
be: Посилання на активацію недійсне або закінчився термін дії.
bn: সক্রিয়করণ লিংক অবৈধ বা মেয়াদ উত্তীর্ণ।
cs: Aktivační odkaz je neplatný nebo vypršel.
cy: Mae'r ddolen actifadu'n annilys neu wedi dod i ben.
da: Aktiveringslink er ugyldigt eller udløbet.
de: Aktivierungslink ist ungültig oder abgelaufen.
el: Ο σύνδεσμος ενεργοποίησης δεν είναι έγκυρος ή έχει λήξει.
es: El enlace de activación es inválido o ha caducado.
et: Aktiveerimislink ei kehti või on aegunud.
eu: Aktibazio esteka baliogabea edo iraungita dago.
fa: پیوند فعال‌سازی نامعتبر یا منقضی شده است.
fi: Aktivointilinkki on virheellinen tai vanhentunut.
fr: Le lien d'activation est invalide ou a expiré.
ga: Nasc gníomhachtúcháin neamhbhailí nó in éag.
gd: Ceangal gnìomhachaidh mì-dhligheach no air tighinn gu crìch.
gl: A ligazón de activación é inválida ou caducada.
gu: સક્રિયકરણ લિંક અમાન્ય છે અથવા સમાપ્ત થઈ ગઈ છે.
he: קישור ההפעלה אינו תקין או פג תוקף.
hi: सक्रियण लिंक अमान्य या समाप्त हो चुका है।
hr: Aktivacijska poveznica je nevažeća ili je istekao rok trajanja.
hu: Az aktiválási link érvénytelen vagy lejárt.
id: Tautan aktivasi tidak valid atau sudah kedaluwarsa.
is: Virkjunartengill er ógildur eða útrunninn.
it: Il link di attivazione è invalido o scaduto.
ja: 有効化リンクが無効または期限切れです。
ka: 激活链接无效或已过期。
ku: بهێڵکەی چالاککردن نادروستە یان بەسەرچووە.
lt: Aktyvacijos nuoroda negalioja arba yra pasibaigusi.
lv: Aktivizācijas saite ir nederīga vai beidzies tās derīguma termiņš.
mg: Tsy manan-kery na lany andro ny rohy fampahavitana.
mi: He muhu, kua pau rānei te wā o te hononga whakahohe.
mk: Линкот за активација е невалиден или истечен.
ml: സജീവമാക്കൽ ലിങ്ക് അസാധുവാണ് അല്ലെങ്കിൽ കാലഹരണപ്പെട്ടു.
ms: Pautan pengaktifan tidak sah atau telah tamat.
mt: Ir-rabta ta' attivazzjoni hija invalida jew skaduta.
my: အသက်သွင်းလင့်ခ်မမှန်ပါ သို့မဟုတ် သက်တမ်းကုန်ခဲ့ပါပြီ။
nl: Activatielink is ongeldig of verlopen.
no: Aktiveringslenken er ugyldig eller utløpt.
pa: ਐਕਟੀਵੇਸ਼ਨ ਲਿੰਕ ਅਵੈਧ ਜਾਂ ਦੀ ਮਿਆਦ ਖਤਮ ਹੋ ਚੁੱਕੀ ਹੈ.
pl: Link aktywacyjny jest nieprawidłowy lub wygasł.
pt: Link de ativação é inválido ou expirou.
ro: Linkul de activare este invalid sau expirat.
ru: Ссылка активации недействительна или истек срок действия.
sk: Aktivačný odkaz je neplatný alebo vypršal.
sl: Aktivacijska povezava je neveljavna ali potekla.
sq: Lidhja e aktivizimit është e pavlefshme ose e skaduar.
sr: Aktivacioni link je nevažeći ili istekao.
sv: Aktiveringslänk är ogiltig eller har gått ut.
sw: Kiungo cha kuamsha ni batili au kimekwisha muda.
ta: செயல்படுத்தல் இணைப்பு தவறானது அல்லது காலாவதியாகியுள்ளது.
te: సక్రియత లింక్ చెల్లనిది లేదా గడువు ముగిసింది.
th: ลิงก์เปิดใช้งานไม่ถูกต้องหรือหมดอายุ
tr: Etkinleştirme bağlantısı geçersiz veya süresi dolmuş.
uk: Посилання для активації недійсне або прострочене.
ur: فعالیت کا لنک غلط یا منسوخ ہو چکا ہے۔
uz: Faollashtirish havolasi noto'g'ri yoki muddati o'tgan.
vi: Liên kết kích hoạt không hợp lệ hoặc đã hết hạn.
xh: Ikhonkco lokuqinisekisa alisebenzi okanye liphelelwe lixesha.

source: User not found.
ar: المستخدم غير موجود.
az: İstifadəçi tapılmadı.
be: Користувача не знайдено.
bn: ব্যবহারকারী খুঁজে পাওয়া যায়নি।
cs: Uživatel nenalezen.
cy: Heb ddod o hyd i'r defnyddiwr.
da: Bruger ikke fundet.
de: Benutzer nicht gefunden.
el: Ο χρήστης δεν βρέθηκε.
es: Usuario no encontrado.
et: Kasutajat ei leitud.
eu: Erabiltzailea ez da aurkitu.
fa: کاربر یافت نشد.
fi: Käyttäjää ei löydy.
fr: Utilisateur non trouvé.
ga: Úsáideoir gan aimsiú.
gd: Cha deach neach-cleachdaidh a lorg.
gl: Usuario non atopado.
gu: વપરાશકર્તા મળ્યો નથી.
he: המשתמש לא נמצא.
hi: उपयोगकर्ता नहीं मिला।
hr: Korisnik nije pronađen.
hu: A felhasználó nem található.
id: Pengguna tidak ditemukan.
is: Notandi fannst ekki.
it: Utente non trovato.
ja: ユーザーが見つかりません。
ka: 未找到用户。
ku: بەکارهێنەر نەدۆزرایەوە.
lt: Vartotojas nerastas.
lv: Lietotājs nav atrasts.
mg: Tsy hita ilay mpampiasa.
mi: Kāore te kaiwhakamahi i kitea.
mk: Корисникот не е најден.
ml: ഉപയോക്താവിനെ കണ്ടില്ല.
ms: Pengguna tidak ditemui.
mt: Utent mhux misjub.
my: အသုံးပြုသူကို မတွေ့ပါ။
nl: Gebruiker niet gevonden.
no: Bruker ikke funnet.
pa: ਯੂਜ਼ਰ ਨਹੀਂ ਮਿਲਿਆ.
pl: Użytkownik nie znaleziony.
pt: Usuário não encontrado.
ro: Utilizatorul nu a fost găsit.
ru: Пользователь не найден.
sk: Používateľ nebol nájdený.
sl: Uporabnik ni najden.
sq: Përdoruesi nuk u gjet.
sr: Korisnik nije pronađen.
sv: Användare hittades inte.
sw: Mtumiaji hajapatikana.
ta: பயனர் கிடைக்கவில்லை.
te: వినియోగదారు కనుగొనబడలేదు.
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено.
ur: صارف نہیں ملا۔
uz: Foydalanuvchi topilmadi.
vi: Không tìm thấy người dùng.
xh: Umsebenzisi akafumaneki.

source: Account already activated. Please log in.
ar: تم تفعيل الحساب مسبقًا. الرجاء تسجيل الدخول.
az: Hesab artıq aktivdir. Zəhmət olmasa, daxil olun.
be: Акаунт вже активований. Будь ласка, увійдіть.
bn: অ্যাকাউন্ট ইতিমধ্যে সক্রিয় হয়েছে। দয়া করে লগ ইন করুন।
cs: Účet již aktivován. Přihlaste se prosím.
cy: Mae'r cyfrif eisoes wedi'i actifadu. Mewngofnodwch os gwelwch yn dda.
da: Konto allerede aktiveret. Log venligst ind.
de: Konto bereits aktiviert. Bitte loggen Sie sich ein.
el: Ο λογαριασμός είναι ήδη ενεργοποιημένος. Παρακαλώ συνδεθείτε.
es: Cuenta ya activada. Por favor, inicia sesión.
et: Konto on juba aktiveeritud. Palun logige sisse.
eu: Kontua dagoeneko aktibatuta dago. Mesedez, saioa hasi.
fa: حساب کاربری قبلاً فعال شده است. لطفاً وارد شوید.
fi: Tili on jo aktivoitu. Kirjaudu sisään.
fr: Compte déjà activé. Veuillez vous connecter.
ga: Cuntas gníomhachtaithe cheana féin. Logáil isteach le do thoil.
gd: Tha an cunntas air a ghnìomhachadh mu thràth. Feuch log a-steach.
gl: Conta xa activada. Por favor, inicia sesión.
gu: ખાતું પહેલેથી જ સક્રિય છે. કૃપા કરીને લોગ ઇન કરો.
he: החשבון כבר הופעל. אנא התחבר.
hi: खाता पहले से ही सक्रिय है। कृपया लॉग इन करें।
hr: Račun je već aktiviran. Molimo prijavite se.
hu: A fiók már aktiválva van. Kérjük, jelentkezzen be.
id: Akun sudah diaktifkan. Silakan masuk.
is: Reikningur þegar virkjaður. Vinsamlegast skráðu þig inn.
it: Account già attivato. Si prega di accedere.
ja: アカウントは既に有効化されています。ログインしてください。
ka: 账户已激活。请登录。
ku: حساب پێشتر چالاکە. تکایە بچۆ ژوورەوە.
lt: Paskyra jau aktyvuota. Prašome prisijungti.
lv: Konts jau aktivizēts. Lūdzu, pieteikties.
mg: Efa nampahavitana ny kaonty. Azafady midira.
mi: Kua whakamana kē te pūkete. Tēnā takiuru mai.
mk: Сметката веќе е активирана. Ве молиме најавете се.
ml: അക്കൗണ്ട് ഇതിനകം സജീവമാക്കിയിരിക്കുന്നു. ലോഗിന്‍ ചെയ്യുക.
ms: Akaun telah diaktifkan. Sila log masuk.
mt: Kont diġà attivat. Jekk jogħġbok illoggja.
my: အကောင့်ကို အ already လက်ခံပြီး ဖြစ်သည်။ ကျေးဇူးပြု၍ ဝင်ရောက်ပါ။
nl: Account al geactiveerd. Log alstublieft in.
no: Konto allerede aktivert. Vennligst logg inn.
pa: ਖਾਤਾ ਪਹਿਲਾਂ ਹੀ ਐਕਟੀਵੇਟ ਕੀਤਿਆ ਜਾ ਚੁੱਕਿਆ ਹੈ. ਕਿਰਪਾ ਕਰਕੇ ਲਾਗਿਨ ਕਰੋ.
pl: Konto już aktywowane. Zaloguj się.
pt: Conta já ativada. Por favor, faça login.
ro: Contul este deja activat. Te rugăm să te autentifici.
ru: Аккаунт уже активирован. Пожалуйста, войдите в систему.
sk: Účet je už aktivovaný. Prosím, prihláste sa.
sl: Račun je že aktiviran. Prosimo, prijavite se.
sq: Llogaria është aktivizuar tashmë. Ju lutem kyçuni.
sr: Nalog je već aktiviran. Molimo prijavite se.
sv: Konto redan aktiverat. Vänligen logga in.
sw: Akaunti tayari imewashwa. Tafadhali ingia.
ta: கணக்கு ஏற்கனவே செயல்படுத்தப்பட்டுள்ளது. தயவுசெய்து உள்நுழைக.
te: ఖాతా ఇప్పటికే సక్రియం చేయబడింది. దయచేసి లాగిన్ అవ్వండి.
th: บัญชีถูกเปิดใช้งานแล้ว กรุณาเข้าสู่ระบบ
tr: Hesap zaten etkinleştirilmiş. Lütfen giriş yapın.
uk: Акаунт вже активовано. Будь ласка, увійдіть.
ur: کھاتہ پہلے ہی فعال ہے۔ برائے مہربانی لاگ ان کریں۔
uz: Hisob allaqachon faollashtirilgan. Iltimos, tizimga kiring.
vi: Tài khoản đã được kích hoạt. Vui lòng đăng nhập.
xh: Iakhawunti sele isetyenzisiwe. Nceda ungene.

source: Your account has been activated! You can now log in.
ar: تم تفعيل حسابك! يمكنك الآن تسجيل الدخول.
az: Hesabınız aktivləşdirildi! İndi daxil ola bilərsiniz.
be: Ваш акаунт активовано! Тепер ви можете увійти.
bn: আপনার অ্যাকাউন্ট সক্রিয় করা হয়েছে! আপনি এখন লগ ইন করতে পারেন।
cs: Váš účet byl aktivován! Můžete se nyní přihlásit.
cy: Mae eich cyfrif wedi'i actifadu! Gallwch fewngofnodi nawr.
da: Din konto er blevet aktiveret! Du kan nu logge ind.
de: Ihr Konto wurde aktiviert! Sie können sich jetzt einloggen.
el: Ο λογαριασμός σας έχει ενεργοποιηθεί! Μπορείτε τώρα να συνδεθείτε.
es: ¡Tu cuenta ha sido activada! Ahora puedes iniciar sesión.
et: Teie konto on aktiveeritud! Saate nüüd sisse logida.
eu: Zure kontua aktibatu da! Orain saioa hasi dezakezu.
fa: حساب کاربری شما فعال شده است! اکنون می‌توانید وارد شوید.
fi: Tilisi on aktivoitu! Voit nyt kirjautua sisään.
fr: Votre compte a été activé! Vous pouvez maintenant vous connecter.
ga: Tá do chuntas gníomhachtaithe! Anois is féidir logáil isteach.
gd: Tha an cunntas agad air a bhith air a ghnìomhachadh! Faodaidh tu logadh a-steach a-nis.
gl: A túa conta foi activada! Agora podes iniciar sesión.
gu: તમારું ખાતું સક્રિય કરવામાં આવ્યું છે! હવે તમે લોગ ઇન કરી શકો છો.
he: החשבון שלך הופעל! כעת תוכל להתחבר.
hi: आपका खाता सक्रिय कर दिया गया है! अब आप लॉग इन कर सकते हैं।
hr: Vaš račun je aktiviran! Sada se možete prijaviti.
hu: A fiókja aktiválva lett! Most már bejelentkezhet.
id: Akun Anda telah diaktifkan! Anda sekarang dapat masuk.
is: Reikningur þinn hefur verið virkjaður! Þú getur nú skráð þig inn.
it: Il tuo account è stato attivato! Ora puoi accedere.
ja: アカウントが有効化されました！今すぐログインできます。
ka: 您的账户已激活！您现在可以登录。
ku: حسابەکەت چالاککرایەوە! ئێستا دەتوانیت بچیتە ژوورەوە.
lt: Jūsų paskyra buvo aktyvuota! Dabar galite prisijungti.
lv: Jūsu konts ir aktivizēts! Tagad varat pieteikties.
mg: Vita ny fampahavitana ny kaontinao! Azonao atao izao ny miditra.
mi: Kua whakahohe tō pūkete! Ka taea e koe te takiuru ināianei.
mk: Вашата сметка е активирана! Сега можете да се најавите.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സജീവമാക്കി! നിങ്ങൾക്ക് ഇനി ലോഗിൻ ചെയ്യാം.
ms: Akaun anda telah diaktifkan! Anda kini boleh log masuk.
mt: Il-kont tiegħek ġie attivat! Issa tista' tilloggja.
my: သင့်အကောင့်ကို ဘန်နဲ့အုပ်လုပ်ပြီးပါပြီ! အခုမှ ဝင်ရောက်နိုင်ပါတယ်။
nl: Je account is geactiveerd! Je kunt nu inloggen.
no: Kontoen din har blitt aktivert! Du kan nå logge inn.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਐਕਟੀਵੇਟ ਹੋ ਗਿਆ ਹੈ! ਤੁਸੀਂ ਹੁਣ ਲਾਗਿਨ ਕਰ ਸਕਦੇ ਹੋ.
pl: Twoje konto zostało aktywowane! Możesz teraz się zalogować.
pt: Sua conta foi ativada! Você já pode fazer login.
ro: Contul tău a fost activat! Acum te poți autentifica.
ru: Ваш аккаунт был активирован! Теперь вы можете войти в систему.
sk: Váš účet bol aktivovaný! Teraz sa môžete prihlásiť.
sl: Vaš račun je bil aktiviran! Zdaj se lahko prijavite.
sq: Llogaria juaj është aktivizuar! Tani mund të kyçeni.
sr: Vaš nalog je aktiviran! Možete se sada prijaviti.
sv: Ditt konto har aktiverats! Du kan nu logga in.
sw: Akaunti yako imewashwa! Sasa unaweza kuingia.
ta: உங்கள் கணக்கு செயல்படுத்தப்பட்டுள்ளது! நீங்கள் இப்போது உள்நுழையலாம்.
te: మీ ఖాతా సక్రియం చేయబడింది! మీరు లాగిన్ అవ్వవచ్చు.
th: บัญชีของคุณถูกเปิดใช้งานแล้ว! คุณสามารถเข้าสู่ระบบได้แล้ว
tr: Hesabınız etkinleştirildi! Artık giriş yapabilirsiniz.
uk: Ваш акаунт активовано! Ви можете увійти.
ur: آپ کا کھاتہ فعال کر دیا گیا ہے! آپ اب لاگ ان کر سکتے ہیں۔
uz: Hisobingiz faollashtirildi! Endi tizimga kirishingiz mumkin.
vi: Tài khoản của bạn đã được kích hoạt! Bạn có thể đăng nhập ngay bây giờ.
xh: Iakhawunti yakho isetyenzisiwe! Unokungena ngoku.

source: Failed to activate account.
ar: فشل في إنشاء النسخ الاحتياطي.
az: Yedek yaratmaq alınmadı.
be: Не вдалося створити резервну копію.
bn: ব্যাকআপ তৈরি ব্যর্থ হয়েছে।
cs: Nepodařilo se vytvořit zálohu.
cy: Methwyd â chreu copi wrth gefn.
da: Kunne ikke oprette backup.
de: Fehler beim Erstellen des Backups.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας.
es: Error al crear la copia de seguridad.
et: Varukoopia loomine ebaõnnestus.
eu: Ezin izan da babeskopia sortu.
fa: ایجاد پشتیبان‌گیری ناموفق بود.
fi: Varmuuskopiota ei voitu luoda.
fr: Échec de la création de la sauvegarde.
ga: Theip ag cruthú cúltaca.
gd: Dh'fhàillig cruthachadh cùl-taic.
gl: Erro ao crear a copia de seguridade.
gu: બેકઅપ બનાવવા નિષ્ફળ.
he: יצירת הגיבוי נכשלה.
hi: बैकअप बनाने में विफल।
hr: Stvaranje sigurnosne kopije nije uspjelo.
hu: Nem sikerült létrehozni a biztonsági mentést.
id: Gagal membuat cadangan.
is: Mistókst að búa til afrit.
it: Impossibile creare il backup.
ja: バックアップの作成に失敗しました。
ka: 创建备份失败。
ku: شکستی لە دروستکردنی پاشەکەوت.
lt: Nepavyko sukurti atsarginės kopijos.
lv: Neizdevās izveidot rezerves kopiju.
mg: Tsy nahomby ny famoronana tahiry.
mi: I rahua te waihanga tārua.
mk: Не успеа да се создаде резервна копија.
ml: ബാക്കപ്പ് സൃഷ്ടിക്കുന്നത് പരാജയപ്പെട്ടു.
ms: Gagal mencipta sandaran.
mt: Naqas milli toħloq il-backup.
my: အရံဖိုင် ဖန်တီးမှု မအောင်မြင်ပါ။
nl: Maken van backup mislukt.
no: Kunne ikke opprette sikkerhetskopi.
pa: ਬੈਕਅੱਪ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ.
pl: Nie udało się utworzyć kopii zapasowej.
pt: Falha ao criar backup.
ro: Crearea backup-ului a eșuat.
ru: Не удалось создать резервную копию.
sk: Zlyhalo vytvorenie zálohy.
sl: Varnostne kopije ni uspelo ustvariti.
sq: Dështoi krijimi i kopjes rezervë.
sr: Neuspešno kreiranje rezervne kopije.
sv: Misslyckades att skapa säkerhetskopiering.
sw: Imeshindikana kuunda backup.
ta: காப்பு உருவாக்க தோல்வியுற்றது.
te: నెకప్ సృష్టించడం విఫలమైంది.
th: ไม่สามารถสร้างการสำรองข้อมูลได้
tr: Yedekleme oluşturulamadı.
uk: Не вдалося створити резервну копію.
ur: بیک اپ بنانے میں ناکام۔
uz: Zaxira nusxasini yaratishda xatolik yuz berdi.
vi: Không tạo được sao lưu.
xh: Kusilele ukwenza ukugcinwa kwedatha.
