Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Option 2: Use docker inspect
ar: الخيار 2: استخدم docker inspect
az: Variant 2: docker inspect istifadə edin
be: বিকল্প 2: docker inspect ব্যবহার করুন
bn: পছন্দ 2: docker inspect ব্যবহার করুন
cs: Možnost 2: Použijte docker inspect
cy: Opsiwn 2: Defnyddiwch docker inspect
da: Mulighed 2: Brug docker inspect
de: Option 2: Verwenden Sie docker inspect
el: Επιλογή 2: Χρησιμοποιήστε το docker inspect
es: Opción 2: Usa docker inspect
et: Variant 2: Kasutage docker inspect
eu: Aukera 2: Erabili docker inspect
fa: گزینه ۲: استفاده از docker inspect
fi: Vaihtoehto 2: Käytä docker inspect
fr: Option 2 : Utilisez docker inspect
ga: Siberee 2: Di dwuma docker inspect
gd: Roghainn 2: Cleachd docker inspect
gl: Opción 2: Usar docker inspect
gu: વિકલ્પ 2: docker inspect નો ઉપયોગ કરો
he: אפשרות 2: השתמש ב-docker inspect
hi: विकल्प 2: docker inspect का उपयोग करें
hr: Opcija 2: Koristite docker inspect
hu: 2. lehetőség: Használja a docker inspect parancsot
id: Opsi 2: Gunakan docker inspect
is: Valkostur 2: Notaðu docker inspect
it: Opzione 2: Usa docker inspect
ja: オプション2: docker inspectを使用
ka: ვარიანტი 2: გამოიყენეთ docker inspect
ku: هەڵبژاردنی ٢: بەکاربردنی docker inspect
lt: 2 variantas: Naudokite docker inspect
lv: Opcija 2: Izmantojiet docker inspect
mg: Safidy 2: Ampiasao ny docker inspect
mi: Kōwhiringa 2: Whakamahia te docker inspect
mk: Опција 2: Користете docker inspect
ml: ഓപ്ഷൻ 2: docker inspect ഉപയോഗിക്കുക
ms: Pilihan 2: Gunakan docker inspect
mt: Għażla 2: Uza docker inspect
my: အလွယ်အတိုင်း 2: docker inspect ကို အထောက်အထားလုပ်ပါ
nl: Optie 2: Gebruik docker inspect
no: Alternativ 2: Bruk docker inspect
pa: ਵਿਕਲਪ 2: ਡਾਕਰ ਇੰਸਪੈਕਟ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Opcja 2: Użyj docker inspect
pt: Opção 2: Use o docker inspect
ro: Opțiunea 2: Folosește docker inspect
ru: Вариант 2: Используйте docker inspect
sk: Možnosť 2: Použite docker inspect
sl: Možnost 2: Uporabite docker inspect
sq: Opsioni 2: Përdorni docker inspect
sr: Opcija 2: Koristite docker inspect
sv: Alternativ 2: Använd docker inspect
sw: Chaguo 2: Tumia docker inspect
ta: விருப்பம் 2: docker inspectஐ பயன்படுத்தவும்
te: ఎంపిక 2: డాకర్ పరిశీలించండి
th: ตัวเลือก 2: ใช้ docker inspect
tr: Seçenek 2: docker inspect kullan
uk: Варіант 2: Використовуйте docker inspect
ur: اختیار 2: docker inspect استعمال کریں
uz: 2-variant: docker inspect dan foydalaning
vi: Lựa chọn 2: Sử dụng docker inspect
xh: Ukhetho 2: Sebenzisa i-docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
ar: هذا يظهر FERRET_KEY كما يُمرر إلى الحاوية أثناء وقت التشغيل.
az: Bu, FERRET_KEY-in konteynerə iş müddətində keçdiyini göstərir.
be: এটি রUNTIME সময়ে কন্টেইনারে পাঠানো FERRET_KEY দেখায়।
bn: এটি FERRET_KEY দেখায় যা রানটাইমে কন্টেইনারে প্রেরণ করা হয়েছে।
cs: Toto ukazuje FERRET_KEY, jak byla předána kontejneru při běhu.
cy: Mae hyn yn dangos y FERRET_KEY fel y'i pasiwyd i'r cynhwysydd ar amser rhedeg.
da: Dette viser FERRET_KEY'ens værdi som givet til containeren ved runtime.
de: Dies zeigt den FERRET_KEY, wie er zur Laufzeit an den Container übergeben wird.
el: Αυτό δείχνει το FERRET_KEY όπως πέρασε στο κοντέινερ κατά την εκτέλεση.
es: Esto muestra la FERRET_KEY pasada al contenedor en tiempo de ejecución.
et: See kuvab FERRET_KEY väärtuse, mis edastatakse konteinermuutujana jooksuajal.
eu: Honek erakusten du FERRET_KEY edukiontzira denbora errealeko pasatutakoa dela.
fa: این کلید FERRET_KEY را که در زمان اجرا به کانتینر ارسال می‌شود نشان می‌دهد.
fi: Tämä näyttää FERRET_KEY:n sellaisena kuin se annettiin kontille ajon aikana.
fr: Cela montre la FERRET_KEY telle que transmise au conteneur lors de l'exécution.
ga: Nni dɛ FERRET_KEY wɔma container wɔ ahyɛ ɛlemu so.
gd: Tha seo a’ sealltainn an FERRET_KEY mar a chaidh a thoirt don container aig àm ruith.
gl: Isto mostra a FERRET_KEY como se lle pasou ao contedor durante a execución.
gu: આ FERRET_KEY બતાવે છે જે કન્ટેનર પર રનટાઈમમાં પસાર થાય છે.
he: זה מראה את ה-FERRET_KEY כפי שמועבר לקונטיינר בזמן הריצה.
hi: यह रनटाइम पर कंटेनर के लिए पास किए गए FERRET_KEY को दिखाता है।
hr: Ovo prikazuje FERRET_KEY kako se prenosi u spremnik tijekom izvođenja.
hu: Ez mutatja a FERRET_KEY-t, amely a konténernek átadásra kerül futásidőben.
id: Ini menunjukkan FERRET_KEY yang diteruskan ke wadah saat runtime.
is: Þetta sýnir FRETTALYKLIRINN eins og honum er miðlað til gámsins á keyrslutíma.
it: Questo mostra la FERRET_KEY come passata al container a runtime.
ja: これにより、実行時にコンテナに渡されるFERRET_KEYが表示されます。
ka: ეს აჩვენებს FERRET_KEY-ს, რომელიც კონტეინერში გადაეცემა გაშვების დროს.
ku: ئەمە کلیلە چنە فەرەنتە نیشاندەدات وەکو چەندەکەی بۆداخستنەکەانی شوێندەپەڕە.
lt: Tai rodo FERRET_KEY, kai jis perduodamas konteineriui veikimo metu.
lv: Tas parāda FERRET_KEY, kā tas tiek nodots konteineram izpildes laikā.
mg: Ity dia mampiseho ny FERRET_KEY rehefa alefa ao anaty kaontenera amin'ny fotoana mihazakazaka.
mi: E whakaatu ana tēnei i te FERRET_KEY i tukuna ki te ipu i te wā e rere ana.
mk: Ова го покажува FERRET_KEY како пренесено во контејнерот при време на извршување.
ml: ഇത് FERRET_KEY കണ്ടെയ്നറിലേക്ക് റൺടൈമിൽ പാസ്സുചെയ്തതു പോലെ കാണിക്കും.
ms: Ini menunjukkan FERRET_KEY seperti yang diserahkan kepada kontena semasa runtime.
mt: Dan juri iċ-ĊAVETTA_FERRET kif ingħatat lill-container waqt il-ħin run.
my: runtime တွင် container ထဲသို့ လွှတ်ပြီရှိသော FERRET_KEY ကို ပြသခြင်းဖြစ်သည်။
nl: Dit toont de FERRET_KEY zoals deze tijdens runtime aan de container is doorgegeven.
no: Dette viser FERRET_KEY som blir gitt til containeren i sanntid.
pa: ਇਹ ਰੰਨਟਾਈਮ 'ਤੇ ਕੰਟੇਨਰ ਨੂੰ ਦੇਵੇਂ ਫੇਰਟ ਕੀ ਦਿਖਾਉਂਦਾ ਹੈ।
pl: Pokazuje to FERRET_KEY, jak został przekazany do kontenera podczas uruchamiania.
pt: Isso mostra a FERRET_KEY passada para o contêiner em tempo de execução.
ro: Aceasta arată FERRET_KEY așa cum este transmis la container la runtime.
ru: Это показывает FERRET_KEY, как переданный в контейнер во время выполнения.
sk: To ukazuje FERRET_KEY ako odovzdaný do kontajnera počas behu.
sl: To prikaže FERRET_KEY, kot je bil posredovan vsebniku ob času izvajanja.
sq: Kjo tregon ÇELËSIN FERRET siç i kalon kontejnerit gjatë ekzekutimit.
sr: Ovo prikazuje FERRET_KEY kako je predat kontejneru u trenutku izvođenja.
sv: Detta visar FERRET_KEY som överförs till containern vid körning.
sw: Hii inaonyesha FERRET_KEY kama ilivyopitishwa kwenye kontena wakati inaendesha.
ta: இது FERRET_KEY ஐ இயக்க நேரத்தில் கன்டெய்னருக்கு அனுப்பப்பட்டதை காட்டுகிறது.
te: ఇది FERRET_KEY ను రన్‌టైమ్‌లో కంటైనర్ కు పంపబడినట్లుగా చూపిస్తుంది.
th: นี่จะแสดง FERRET_KEY ที่ส่งไปยังคอนเทนเนอร์ในขณะรัน
tr: Bu, çalışma zamanında konteynere geçirilen FERRET_KEY'i gösterir.
uk: Це показує FERRET_KEY, який передається в контейнер під час виконання.
ur: یہ FERRET_KEY کو کنٹینر میں رن ٹائم پر فراہم کردہ طور پر دکھاتا ہے۔
uz: Bu FERRET_KEY ni ish vaqti davomida konteynerga uzatish usulini ko'rsatadi.
vi: Điều này hiển thị FERRET_KEY như được chuyển cho container tại thời điểm chạy.
xh: Oku kubonisa i-FERRET_KEY njengoko idluliselwe kwitanki ngexesha lokuqhuba.

source: Admin Panel
ar: لوحة التحكم
az: Admin Paneli
be: प्रशासन प्यानल
bn: অ্যাডমিন প্যানেল
cy: Panel Gweinyddol
el: Πίνακας διαχείρισης
es: Panel de administración
et: Admin paneel
eu: Kudeatzaile Panela
fa: پنل مدیر
fi: Ylläpitäjäpaneeli
fr: Panneau d'administration
ga: Painéal Riaracháin
gd: Pannal Rianachd
gl: Panel de Administración
gu: એડમિન પેનલ
he: לוח ניהול
hi: एडमिन पैनल
hr: Administratorska Ploča
id: Panel Admin
is: Stjórnborð
it: Pannello amministratore
ja: 管理パネル
ka: व्यवस्थापक पैनल
ku: پەڕەگەی زانے کەیە
lt: Administratoriaus skydelis
lv: Administrācijas panelis
mg: Panalana Admin
mi: Pae Whakahaere
mk: Админ Панел
ml: അഡ്മിൻ പാനൽ
ms: Panel Pentadbir
mt: Pannell Amministrazzjoni
my: အုပ်ချုပ်ရေးကော်ဘုတ်
nl: Beheerder Paneel
pa: ਐਡਮਿਨ ਪੈਨਲ
pl: Panel administratora
pt: Painel Administrativo
ro: Panou de Administrare
ru: Панель администрирования
sl: Administratorska plošča
sq: Paneli i Administratorit
sr: Administratorski panel
sw: Jopo la Utawala
ta: நிர்வாகிக்கை குழு
te: వ్యవస్థాపక ప్యానెల్
th: แผงควบคุมผู้ดูแลระบบ
tr: Yönetici Paneli
uk: Панель адміністратора
ur: ایڈمن پینل
vi: Bảng Điều Khiển Admin
xh: Iphaneli Yolawulo

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
ar: مرحبًا بك في لوحة التحكم Grylli. استخدم الروابط أدناه لإدارة النظام.
az: Grylli Admin Panelinə xoş gəlmisiniz. Sistemi idarə etmək üçün aşağıdakı linklərdən istifadə edin.
be: Grylli प्रशासन प्यानलमा स्वागत छ। प्रणाली व्यवस्थापन गर्न तलका लिङ्कहरू प्रयोग गर्नुहोस्।
bn: Grylli অ্যাডমিন প্যানেলে স্বাগতম। সিস্টেম পরিচালনা করতে নীচের লিঙ্কগুলি ব্যবহার করুন।
cs: Vítejte v administračním panelu Grylli. Použijte níže uvedené odkazy pro správu systému.
cy: Croeso i Banel Gweinyddol Grylli. Defnyddiwch y dolenni isod i reoli'r system.
da: Velkommen til Grylli Admin Panelet. Brug linkene nedenfor til at administrere systemet.
de: Willkommen im Grylli Admin-Panel. Verwenden Sie die untenstehenden Links, um das System zu verwalten.
el: Καλώς ήρθατε στον Πίνακα Διαχείρισης Grylli. Χρησιμοποιήστε τους παρακάτω συνδέσμους για να διαχειριστείτε το σύστημα.
es: Bienvenido al Panel de Administración de Grylli. Usa los enlaces abajo para gestionar el sistema.
et: Tere tulemast Grylli administreerimispaneeli. Süsteemi haldamiseks kasutage allolevaid linke.
eu: Ongi etorri Grylli Kudeatzaile Panela. Erabili beheko estekak sistema kudeatzeko.
fa: به پنل مدیر Grylli خوش‌آمدید. از لینک‌های زیر برای مدیریت سیستم استفاده کنید.
fi: Tervetuloa Gryllin ylläpitäjäpaneeliin. Käytä alla olevia linkkejä hallitaksesi järjestelmää.
fr: Bienvenue sur le panneau d'administration de Grylli. Utilisez les liens ci-dessous pour gérer le système.
ga: Fáilte go dtí Painéal Riaracháin Grylli. Úsáid na naisc thíos chun an córas a bhainistiú.
gd: Fàilte gu Pannal Rianachd Grylli. Cleachd na ceanglaichean gu h-ìosal gus am siostam a riaghladh.
gl: Benvido ao Panel de Administración de Grylli. Usa as ligazóns a continuación para xestionar o sistema.
gu: Grylli એડમિન પેનલમાં આપનું સ્વાગત છે. સિસ્ટમ મેનેજ કરવા માટે નીચેની લિંક્સનું ઉપયોગ કરો.
he: ברוך הבא ללוח הניהול של Grylli. השתמש בקישורים למטה כדי לנהל את המערכת.
hi: Grylli एडमिन पैनल में आपका स्वागत है। सिस्टम प्रबंधित करने के लिए नीचे दिए गए लिंक का उपयोग करें।
hr: Dobrodošli u Grylli Administratorsku Ploču. Koristite donje poveznice za upravljanje sustavom.
hu: Üdv a Grylli admin panelen. Használd az alábbi linkeket a rendszer kezeléséhez.
id: Selamat datang di Panel Admin Grylli. Gunakan tautan di bawah ini untuk mengelola sistem.
is: Velkomin á Grylli stjórnborðið. Notaðu tenglana hér fyrir neðan til að stjórna kerfinu.
it: Benvenuto nel Pannello Admin di Grylli. Utilizza i link qui sotto per gestire il sistema.
ja: Grylli管理パネルへようこそ。システムを管理するには、以下のリンクを使用してください。
ka: Grylli व्यवस्थापक पैनल में आपका स्वागत है। सिस्टम प्रबंधित करने के लिए नीचे दिए गए लिंक का उपयोग करें।
ku: بەخێربێن بە پەڕەگەی زانے کەیە Grylli. بە سەرەوە تا پەڕەی تاندت ئەکات.
lt: Sveiki atvykę į Grylli administratoriaus skydelį. Naudokitės toliau pateiktomis nuorodomis sistemai valdyti.
lv: Laipni lūdzam Grylli Administrācijas panelī. Izmantojiet zemāk esošās saites, lai pārvaldītu sistēmu.
mg: Tongasoa eto amin'ny Panel Koamin'ireo Admin Grylli. Ampiasao ny rohy etsy ambany mba hitantanana ny rafitra.
mi: Nau mai ki te Pae Whakahaere o Grylli. Whakamahia ngā hono i raro nei hei whakahaere i te pūnaha.
mk: Добредојдовте во Grylli Админ Панел. Користете ги врските подолу за да го управувате системот.
ml: ഗ്രില്ലി അഡ്മിൻ പാനലിലേക്ക് സ്വാഗതം. സിസ്റ്റം മാനേജ് ചെയ്യുവാനായി താഴെയുള്ള ലിങ്കുകൾ ഉപയോഗിക്കുക.
ms: Selamat datang ke Panel Pentadbir Grylli. Gunakan pautan di bawah untuk menguruskan sistem.
mt: Merħba fil-Pannell Amministrazzjoni Grylli. Uża l-links hawn taħt biex timmaniġġja s-sistema.
my: Grylli အုပ်ချုပ်ရေးကော်ဘုတ်မှ ကြိုဆိုပါတယ်။ စနစ်ကို စီမံရန် အောက်ပါ လင့်များကို အသုံးပြုပါ။
nl: Welkom bij het Grylli Beheerder Paneel. Gebruik de onderstaande links om het systeem te beheren.
no: Velkommen til Grylli Admin Panel. Bruk lenkene nedenfor for å administrere systemet.
pa: ਗ੍ਰਿਲੀ ਐਡਮਿਨ ਪੈਨਲ ਵਿੱਚ ਤੁਹਾਡਾ ਸਵਾਗਤ ਹੈ। ਸਿਸਟਮ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰਨ ਲਈ ਹੇਠਾਂ ਕੰਮ ਕਰਨ ਲਈ ਲਿੰਕ ਵਰਤੋ।
pl: Witamy w panelu administracyjnym Grylli. Użyj poniższych linków, aby zarządzać systemem.
pt: Bem-vindo ao Painel Administrativo do Grylli. Utilize os links abaixo para gerenciar o sistema.
ro: Bine ați venit în Panoul de Administrare Grylli. Folosiți linkurile de mai jos pentru a gestiona sistemul.
ru: Добро пожаловать в панель администрирования Grylli. Используйте ссылки ниже для управления системой.
sk: Vitajte v Grylli Admin Panel. Použite nižšie uvedené odkazy na správu systému.
sl: Dobrodošli v Grylli administrativni plošči. Uporabite povezave spodaj za upravljanje sistema.
sq: Mirë se vini në Panelin e Administratorit Grylli. Përdorni lidhjet më poshtë për të menaxhuar sistemin.
sr: Dobrodošli u Grylli Administratorski Panel. Koristite linkove ispod za upravljanje sistemom.
sv: Välkommen till Gryllis adminpanel. Använd länkarna nedan för att hantera systemet.
sw: Karibu kwenye Jopo la Utawala la Grylli. Tumia viungo hapa chini kudhibiti mfumo.
ta: Grylli நிர்வாக குழுவிற்கு வருக. அமைப்பை பராமரிக்க கீழுள்ள இணைப்புகளைப் பயன்படுத்தவும்.
te: గ్రిల్లి ఏర్పాటు ప్యానెల్కు స్వాగతం. వ్యవస్థను నిర్వహించడానికి కింద ఉన్న లింకులను ఉపయోగించండి.
th: ยินดีต้อนรับสู่แผงควบคุมผู้ดูแล Grylli ใช้ลิงก์ด้านล่างเพื่อจัดการระบบ
tr: Grylli Yönetici Paneline hoş geldiniz. Sistemi yönetmek için aşağıdaki bağlantıları kullanın.
uk: Ласкаво просимо до панелі адміністратора Grylli. Використовуйте нижченаведені посилання, щоб керувати системою.
ur: گریلی ایڈمن پینل میں خوش آمدید۔ سسٹم کو منظم کرنے کے لئے نیچے دی گئی لنکس کا استعمال کریں۔
uz: Grylli Admin Paneliga xush kelibsiz. Tizimni boshqarish uchun quyidagi havolalardan foydalaning.
vi: Chào mừng bạn đến với Bảng Điều Khiển Admin Grylli. Sử dụng các liên kết dưới đây để quản lý hệ thống.
xh: Wamkelekile kwiGrilli Admin Panel. Sebenzisa amakhonkco angezantsi ukulawula inkqubo.

source: View Application Logs
ar: عرض سجلات التطبيق
az: Tətbiq Qeydlərinə Bax
be: Переглянути журнали програми
bn: অ্যাপ্লিকেশন লগ দেখুন
cs: Zobrazit aplikační logy
cy: Gweld Logiau Cymhwysiad
da: Vis applikationslogfiler
de: Anwendungsprotokolle anzeigen
el: Προβολή Καταγραφών Εφαρμογής
es: Ver registros de la aplicación
et: Vaata rakenduse logisid
eu: Ikusi Aplikazioaren Erregistroak
fa: مشاهده لاگ‌های برنامه
fi: Näytä sovelluksen lokit
fr: Afficher les journaux de l'application
ga: Hwɛle Application Logs
gd: Faic Logaichean Iarrtais
gl: Ver rexistros de aplicación
gu: એપ્લિકેશન લોગ જોવો
he: הצג רשומות יישום
hi: एप्लीकेशन लॉग देखें
hr: Pogledaj Zapise Aplikacije
hu: Alkalmazási naplók megtekintése
id: Lihat Log Aplikasi
is: Skoða forritslogga
it: Visualizza i log dell'applicazione
ja: アプリケーションログの表示
ka: აპლიკაციის ლოგების ნახვა
ku: ببینی تۆمارەکانی بەرنامەداڕێژێك
lt: Peržiūrėti programos žurnalus
lv: Skatīt Lietojumprogrammu Žurnālus
mg: Jereo ny litera fampiharana
mi: Mātakitaki i ngā Rākau Taupānga
mk: Прегледај дневници на апликација
ml: ആപ്ലിക്കേഷൻ ലോഗുകൾ കാണുക
ms: Lihat Log Aplikasi
mt: Iċċekkja l-Logs tal-Applikazzjoni
my: အက်ပ်လုပ်ငန်းများကို ကြည့်ရှုပါ
nl: Bekijk applicatielogs
no: Vis applikasjonslogger
pa: ਐਪਲੀਕੇਸ਼ਨ ਲੌਗ ਦੇਖੋ
pl: Pokaż dzienniki aplikacji
pt: Ver Logs da Aplicação
ro: Vizualizați Jurnalele Aplicației
ru: Просмотр логов приложения
sk: Zobraziť aplikačné záznamy
sl: Ogled dnevniških zapisov aplikacije
sq: Shiko regjistrat e aplikacionit
sr: Pregledaj logove aplikacije
sv: Visa applikationsloggar
sw: Tazama Magogo ya Programu
ta: செயலிக்கு பதிவு பதிவுகளைப் பார்வையிடவும்
te: అప్లికేషన్ లాగ్స్ చూడండి
th: ดูบันทึกแอปพลิเคชัน
tr: Uygulama Günlüklerini Görüntüle
uk: Перегляд журналів додатка
ur: ایپلیکیشن لاگز دیکھیں
uz: Dastur loglarini ko'rish
vi: Xem nhật ký ứng dụng
xh: Jonga Iilog zeAfraki

source: Logs
ar: تسجيل الخروج
az: Çıxış
be: Выйсці
bn: লগআউট
cs: Odhlásit
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Irten
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
ga: Logáil Amach
gd: Log a-mach
gl: Saír
gu: લૉગઆઉટ
he: התנתקות
hi: लॉगआउट
hr: Odjava
hu: Kijelentkezés
id: Logout
is: Útskráning
it: Esci
ja: ログアウト
ka: გამოსვლა
ku: Logout
lt: Atsijungti
lv: Izrakstīties
mg: Logout
mi: Putanga
mk: Одјавување
ml: ലോഗ് ഔട്ട്
ms: Keluar
mt: Oħroġ
my: ထွက်ရန်
nl: Uitloggen
no: Logg ut
pa: ਲੌਗ ਆਊਟ
pl: Wyloguj się
pt: Sair
ro: Deconectare
ru: Выход
sk: Odhlásiť sa
sl: Odjava
sq: Dil
sr: Odjava
sv: Logga ut
sw: Ondoka
ta: வெளியேறு
te: లాగ్ఔట్
th: ออกจากระบบ
tr: Çıkış
uk: Вихід
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma
