Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
ar: Grylli تحترم خصوصيتك وصممت لتقليل جمع وتخزين البيانات الشخصية.
az: Grylli şəxsi məlumatlarınızı qoruyur və onların toplanması və saxlanmasını minimuma endirmək üçün dizayn edilib.
be: Grylli паважае вашу прыватнасць і распрацавана для мінімізацыі збору і захоўвання асабістых дадзеных.
bn: গ্রিলি আপনার গোপনীয়তাকে সম্মান করে এবং ব্যক্তিগত তথ্য সংগ্রহ এবং সংরক্ষণ কমানোর জন্য ডিজাইন করা হয়েছে।
cs: Grylli respektuje vaše soukromí a je navrženo tak, aby minimalizovalo sběr a uchovávání osobních údajů.
cy: Mae Grylli yn parchu eich preifatrwydd ac wedi'i gynllunio i leihau casglu a storio data personol.
da: Grylli respekterer dit privatliv og er designet til at minimere indsamlingen og lagringen af personoplysninger.
de: Grylli respektiert Ihre Privatsphäre und ist darauf ausgerichtet, die Erfassung und Speicherung persönlicher Daten zu minimieren.
el: Η Grylli σέβεται την ιδιωτικότητά σας και έχει σχεδιαστεί για να ελαχιστοποιεί τη συλλογή και αποθήκευση προσωπικών δεδομένων.
es: Grylli respeta tu privacidad y está diseñado para minimizar la recopilación y almacenamiento de datos personales.
et: Grylli austab teie privaatsust ja on loodud isikuandmete kogumise ja salvestamise minimeerimiseks.
eu: Gryllik zure pribatutasuna errespetatzen du eta datu pertsonalen bilketa eta biltegiratzea ahalik eta gehien murrizteko diseinatuta dago.
fa: Grylli به حریم خصوصی شما احترام می‌گذارد و به گونه‌ای طراحی شده است که جمع‌آوری و ذخیره‌سازی داده‌های شخصی را به حداقل برساند.
fi: Grylli kunnioittaa yksityisyyttäsi ja on suunniteltu minimoimaan henkilötietojen keräys ja tallennus.
fr: Grylli respecte votre vie privée et est conçu pour minimiser la collecte et le stockage de données personnelles.
ga: Grylli bu wo amansɛm na wɔyɛ adwuma a ɛyɛ pa ma ɛyɛ nketenkete sɛ wɔbɛboaboa ne di ɔdɔ anaa sɛ wɔbɛdaasɛdeɛ ko.
gd: Tha Grylli a’ toirt urram don phrìobhaideachd agad agus air a dhealbhadh gus lughdachadh a dhèanamh air cruinneachadh agus stòradh dàta pearsanta.
gl: Grylli respecta a túa privacidade e está deseñado para minimizar a recollida e almacenamento de datos persoais.
gu: Grylli તમારા ગોપનીયતાનું માન રાખે છે અને વ્યક્તિગત ડેટાના સંગ્રહ અને સંગ્રહને જતાં સીમિત કરવા માટે રચાયેલ છે.
he: Grylli מכבד את פרטיותך ומעוצב למזער את איסוף ואחסון הנתונים האישיים.
hi: Grylli आपकी गोपनीयता का सम्मान करता है और इसे व्यक्तिगत डेटा का संग्रहण और भंडारण न्यूनतम करने के लिए डिज़ाइन किया गया है।
hr: Grylli poštuje vašu privatnost i dizajniran je za minimalizaciju prikupljanja i pohrane osobnih podataka.
hu: A Grylli tiszteletben tartja a magánéletét, és úgy van kialakítva, hogy minimalizálja a személyes adatok gyűjtését és tárolását.
id: Grylli menghormati privasi Anda dan dirancang untuk meminimalkan pengumpulan dan penyimpanan data pribadi.
is: Grylli virðir persónuvernd þína og er hannað til að lágmarka söfnun og geymslu persónuupplýsinga.
it: Grylli rispetta la tua privacy ed è progettato per ridurre al minimo la raccolta e l'archiviazione di dati personali.
ja: Grylli はあなたのプライバシーを尊重し、個人データの収集と保存を最小限に抑えるように設計されています。
ka: Grylli იცავს თქვენს კონფიდენციალობას და შექმნილია პირადი მონაცემების შეგროვებისა და შენახვის მინიმალიზაციის მიზნით.
ku: Grylli taybetiyeta te dihormete û ji bo kêmdi kurdina û parastina daneyên kesane tê dizaynekirin.
lt: Grylli gerbia jūsų privatumą ir yra skirtas minimizuoti asmens duomenų rinkimą bei saugojimą.
lv: Grylli ievēro jūsu privātumu un ir izstrādāts tā, lai samazinātu personas datu vākšanu un glabāšanu.
mg: Grylli manaja ny fiainanao manokana ary natao mba hampihena ny fanangonana sy fitehirizana angon-drakitra manokana.
mi: Ka whakaute a Grylli i tō tūmataitinga, ā, i hoahoatia hei whakaiti i te kohi me te pupuri raraunga whaiaro.
mk: Grylli ја почитува вашата приватност и е дизајнирана да го минимизира собирањето и складирањето на лични податоци.
ml: Grylli നിങ്ങളുടെ സ്വകാര്യതയെ ബഹുമാനിക്കുന്നു, വ്യക്തിഗത ഡാറ്റയുടെ ശേഖരണം, സംഭരണം എന്നിവ കുറയ്ക്കാൻ രൂപകൽപ്പന ചെയ്യപ്പെട്ടിരിക്കുന്നു.
ms: Grylli menghormati privasi anda dan direka untuk meminimumkan pengumpulan dan penyimpanan data peribadi.
mt: Grylli jirrispetta l-privatezza tiegħek u huwa mfassal biex jimminimizza l-ġbir u l-ħażna ta’ data personali.
my: Grylli သည် သင့်ကိုယ်ရေးကိုယ်တာကိုလေးစားသည် နှင့် ကိုယ်ရေးကိုယ်တာဒေတာများကို လုံးလုံးမှာယူရာတွင် လျော့ရှောင်နေပါသည်။
nl: Grylli respecteert uw privacy en is ontworpen om het verzamelen en opslaan van persoonlijke gegevens tot een minimum te beperken.
no: Grylli respekterer ditt personvern og er designet for å minimere innsamlingen og lagringen av personlig data.
pa: Grylli ਤੁਹਾਡੀ ਗੋਪਨੀਤਾਂ ਦਾ ਆਦਰ ਕਰਦਾ ਹੈ ਅਤੇ ਨਿੱਜੀ ਡਾਟਾ ਦੇ ਸੰਗ੍ਰਹਿ ਅਤੇ ਸਟੋਰੇਜ ਨੂੰ ਘਟਾਉਣ ਲਈ ਡਿਜ਼ਾਇਨ ਕੀਤਾ ਗਿਆ ਹੈ.
pl: Grylli szanuje Twoją prywatność i jest zaprojektowany tak, aby minimalizować zbieranie i przechowywanie danych osobowych.
pt: Grylli respeita sua privacidade e foi projetado para minimizar a coleta e armazenamento de dados pessoais.
ro: Grylli respectă confidențialitatea dumneavoastră și este conceput pentru a minimiza colectarea și stocarea datelor personale.
ru: Grylli уважает вашу конфиденциальность и разработан для минимизации сбора и хранения личных данных.
sk: Grylli rešpektuje vaše súkromie a je navrhnutý tak, aby minimalizoval zber a ukladanie osobných údajov.
sl: Grylli spoštuje vašo zasebnost in je zasnovan tako, da zmanjšuje zbiranje in shranjevanje osebnih podatkov.
sq: Grylli respekton privatësinë tuaj dhe është projektuar për të minimizuar mbledhjen dhe ruajtjen e të dhënave personale.
sr: Grylli poštuje vašu privatnost i dizajniran je da minimizira prikupljanje i skladištenje ličnih podataka.
sv: Grylli respekterar din integritet och är utformad för att minimera insamling och lagring av personuppgifter.
sw: Grylli inaheshimu faragha yako na imeundwa kupunguza ukusanyaji na uhifadhi wa data ya kibinafsi.
ta: கிரில்லி உங்களின் தனியுரிமையை மதிக்குகிறது மற்றும் தனிப்பட்ட தரவுகளை சேகரிப்பு மற்றும் சேமிப்பு குறைக்க வடிவமைக்கப்பட்டுள்ளது.
te: Grylli మీ గోప్యతను గౌరవిస్తుంది మరియు వ్యక్తిగత డేటా సేకరణ మరియు నిల్వను తగ్గించేందుకు రూపొందించబడింది.
th: Grylli เคารพความเป็นส่วนตัวของคุณและถูกออกแบบมาเพื่อเก็บรวบรวมและเก็บรักษาข้อมูลส่วนบุคคลให้น้อยที่สุด
tr: Grylli gizliliğinize saygı duyar ve kişisel verilerin toplanmasını ve depolanmasını en aza indirgemek için tasarlanmıştır.
uk: Grylli поважає вашу конфіденційність і розроблений для мінімізації збору та зберігання персональних даних.
ur: Grylli آپ کی پرائیویسی کا احترام کرتا ہے اور اسے اس طرح ڈیزائن کیا گیا ہے کہ ذاتی ڈیٹا کے جمع کرنے اور محفوظ رکھنے کو کم سے کم کیا جائے۔
uz: Grylli sizning maxfiyligingizni hurmat qiladi va shaxsiy ma'lumotlarni to'plash va saqlashni minimallashtirish uchun mo'ljallangan.
vi: Grylli tôn trọng quyền riêng tư của bạn và được thiết kế để giảm thiểu việc thu thập và lưu trữ dữ liệu cá nhân.
xh: IGrylli iyihlonipha imfihlo yakho kwaye iyilelwe ukuwunciphisa kangangoko ukuqokelelwa kunye nokugcinwa kwedatha yomntu.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
ar: جميع البيانات مشفرة حيثما كان ذلك مناسبًا وتظل تحت سيطرتك الكاملة إذا كنت تستضيف هذه المنصة بنفسك.
az: Bütün məlumatlar uyğun olduğu halda şifrələnir və bu platformanı özünüz quraşdırdığınız halda tamamilə sizin nəzarətiniz altında qalır.
be: Усе дадзеныя шыфруюцца дзе неабходна і застаюцца пад вашым поўным кантролем, калі вы самастойна размяшчаеце гэтую платформу.
bn: যেখানে প্রযোজ্য সমস্ত ডেটা এনক্রিপ্ট করা হয় এবং আপনি যদি এই প্ল্যাটফর্মটি স্ব-হোস্ট করেন তবে এটি সম্পূর্ণরূপে আপনার নিয়ন্ত্রণে থাকে।
cs: Všechna data jsou šifrována, kde je to vhodné, a zůstávají plně pod vaší kontrolou, pokud tuto platformu hostujete sami.
cy: Mae'r holl ddata wedi'i amgryptio lle bo'n briodol ac yn aros o dan eich rheolaeth lawn os byddwch yn cynnal y llwyfan hwn eich hun.
da: Alle data er krypterede, hvor det er relevant, og forbliver fuldt ud under din kontrol, hvis du selv hoster denne platform.
de: Alle Daten werden gegebenenfalls verschlüsselt und bleiben vollständig unter Ihrer Kontrolle, wenn Sie diese Plattform selbst hosten.
el: Όλα τα δεδομένα είναι κρυπτογραφημένα όπου απαιτείται και παραμένουν πλήρως υπό τον έλεγχό σας εάν φιλοξενείτε αυτήν την πλατφόρμα μόνοι σας.
es: Todos los datos se cifran cuando es apropiado y permanecen completamente bajo tu control si autohospedas esta plataforma.
et: Kõik andmed on vajadusel krüpteeritud ja jäävad täielikult teie kontrolli alla, kui hostite seda platvormi ise.
eu: Datu guztiak enkriptatuta daude behar denean eta zure kontrolpean daude plataforma hau auto-ostatu baduzu.
fa: تمام داده‌ها در صورت لزوم رمزگذاری می‌شوند و در صورتی که این پلتفرم را خودتان میزبانی کنید، به طور کامل تحت کنترل شما باقی می‌ماند.
fi: Kaikki tiedot salataan tarvittaessa ja pysyvät täysin hallinnassasi, jos ylläpidät alustaa itse.
fr: Toutes les données sont cryptées lorsque c'est approprié et restent entièrement sous votre contrôle si vous hébergez vous-même cette plateforme.
ga: Nsɛm nyinaa a ɛyɛ hyɛ yɛ pɛ sɛ wɔyɛ nhyehyɛɛ ɛne pɛpɛɛso no da wo nsam koraa sɛ wode yɛ mpɔtaṃyi asoɛe yie.
gd: Tha a h-uile dàta air a chrioptaigeadh far a bheil sin iomchaidh agus tha e gu tur fo do smachd ma tha an àrd-ùrlar seo agad air fhèin-aoigheachd.
gl: Todos os datos están cifrados onde corresponda e permanecen totalmente baixo o teu control se autoxestionas esta plataforma.
gu: બધી માહિતી યોગ્ય હોય ત્યારે એનક્રિપ્ટેડ થાય છે અને જો તમે આ પ્લેટફોર્મને સ્વ-હોસ્ટ કરો છો તો તમારા નિયંત્રણ હેઠળ પૂર્ણપણે રહે છે.
he: כל הנתונים מוצפנים כאשר מתאים ונשארים בשליטתך המלאה אם אתה מארח את הפלטפורמה בעצמך.
hi: जहां उपयुक्त हो वहां सभी डेटा एन्क्रिप्टेड है और यदि आप इस प्लेटफॉर्म को स्वयं होस्ट करते हैं तो यह पूरी तरह से आपके नियंत्रण में रहता है।
hr: Svi podaci su šifrirani gdje je to prikladno i ostaju potpuno pod vašom kontrolom ako sami hostirate ovu platformu.
hu: Minden adat megfelelően titkosítva van, és teljes mértékben az Ön irányítása alatt marad, ha saját hosztolású platformot használ.
id: Semua data dienkripsi ketika sesuai dan sepenuhnya berada di bawah kendali Anda jika Anda menghosting platform ini sendiri.
is: Öllum gögnum er dulkóðað eftir því sem við á og eru undir þinni stjórn ef þú hýsir vettvanginn sjálf/ur.
it: Tutti i dati sono criptati dove opportuno e rimangono completamente sotto il tuo controllo se ospiti autonomamente questa piattaforma.
ja: すべてのデータは適切な場合に暗号化され、自己ホストする場合には完全にあなたの管理下にあります。
ka: ყველა მონაცემი დაშიფრულია საჭიროების მიხედვით და სრულიად თქვენს კონტროლში რჩება, თუ ეს პლატფორმა თვითონ უმასპინძლებთ.
ku: Hemû daneyan di cîhên xuyo li ser xwe dikare mawe û li ser kontrola te dimîne ya her gav f klîbera vê platforma di ciwanekê xwe lefk bikî.
lt: Visi duomenys tinkamai užšifruojami ir lieka visiškai jūsų kontrolėje, jei jūs patys talpinate šią platformą.
lv: Visi dati ir šifrēti, kur tas ir piemērots, un pilnībā ir jūsu kontrolē, ja jūs pats mitināt šo platformu.
mg: Ny angon-drakitra rehetra dia voaaro amin'ny alalan'ny tsiambaratelo rehefa ilaina ary mijanona eo ambany fifehezanao tanteraka raha mampiantrano samirery izany sehatra izany ianao.
mi: Katoa o ngā raraunga ka whakamunahia i te wā e tika ana, ā, kei raro i tō whakahaere katoa mēnā ka wātea e whaiaro tūmau koutou i tēnei pūhara.
mk: Сите податоци се шифрирани каде што е соодветно и остануваат целосно под ваша контрола ако ја хостирате платформата сами.
ml: അവശ്യമായിടത്ത് എല്ലാം എൻക്രിപ്റ്റ് ചെയ്തിരിക്കുന്നുവും നിങ്ങൾ ഈ പ്ലാറ്റ്‌ഫോമിനെ സ്വയം ഹോസ്റ്റ് ചെയ്താൽ നിങ്ങളുടെ നിയന്ത്രണത്തിൽ പൂർണ്ണമായും തുടരുക.
ms: Semua data disulitkan di mana sesuai dan kekal sepenuhnya di bawah kawalan anda jika anda menghos platform ini sendiri.
mt: Id-data kollha hija ikkriptata fejn xieraq u tibqa' kompletament taħt il-kontroll tiegħek jekk tospita lilek innifsek din il-pjattaforma.
my: အားလုံး ဒေတာများသည် ကိုက်ညီမှုရှိင့် အရန်လုံခြုံမှု လုပ်ခြင်းရှိသည်။ သင်ဤပလက်ဖောင်းကို ကိုယ်တိုင်ဆင့်ရမယ်ဆိုရင် ဖုံးကွယ်နေသောနေရာတွင်အာဏာဖြစ်ပါတယ်။
nl: Alle gegevens worden waar nodig versleuteld en blijven volledig onder uw controle als u dit platform zelf host.
no: All data er kryptert der det er aktuelt og forblir fullt ut under din kontroll hvis du selv hoster denne plattformen.
pa: ਸਾਰੇ ਡਾਟਾ ਨੂੰ ਸੰਭਵ ਹੋਣ 'ਤੇ ਐਨਕ੍ਰਿਪਟ ਕੀਤਾ ਜਾਂਦਾ ਹੈ ਅਤੇ ਜੇ ਤੁਸੀਂ ਇਸ ਪਲੇਟਫਾਰਮ ਨੂੰ ਖੁਦ ਹੋਸਟ ਕਰਦੇ ਹੋ ਤਾਂ ਪੂਰੀ ਤਰ੍ਹਾਂ ਤੁਹਾਡੇ ਕੰਟਰੋਲ ਹੇਠ ਰਹਿੰਦਾ ਹੈ.
pl: Wszystkie dane są szyfrowane, gdzie to możliwe i pozostają w pełni pod Twoją kontrolą, jeśli samodzielnie hostujesz tę platformę.
pt: Todos os dados são criptografados quando apropriado e permanecem totalmente sob seu controle se você hospedar esta plataforma.
ro: Toate datele sunt criptate acolo unde este cazul și rămân pe deplin sub controlul dumneavoastră dacă găzduiți această platformă.
ru: Все данные зашифрованы в соответствующих случаях и остаются полностью под вашим контролем, если вы размещаете эту платформу самостоятельно.
sk: Všetky údaje sú šifrované tam, kde je to vhodné, a zostávajú plne pod vašou kontrolou, ak túto platformu hostujete sami.
sl: Vsi podatki so šifrirani, kjer je primerno, in ostajajo popolnoma pod vašim nadzorom, če to platformo gostite sami.
sq: Të gjitha të dhënat janë të koduara aty ku është e përshtatshme dhe mbeten plotësisht nën kontrollin tuaj nëse vetë-hostoni këtë platformë.
sr: Svi podaci su šifrovani gde je to prikladno i ostaju u potpunosti pod vašom kontrolom ako sami hostujete ovu platformu.
sv: All data är krypterad där det är relevant och förblir helt under din kontroll om du själv hostar denna plattform.
sw: Data zote zinafichwa kwa njia ifaayo na zinabaki kikamilifu chini ya udhibiti wako ikiwa utaendesha jukwaa hili mwenyewe.
ta: உகந்த இடங்களில் அனைத்து தரவுகளும் குறியாக்கம் செய்யப்பட்டுள்ளன மற்றும் நீங்கள் இந்த தளத்தை சுய-நிறைவேற்றினால் முழுமையாக உங்களின் கட்டுப்பாட்டில் இருக்கும்.
te: అనువైన చోట్ల అన్ని డేటా ఎన్క్రిప్ట్ చేయబడుతుంది మరియు మీరు ఈ ప్లాట్‌ఫారమ్‌ను స్వీయ-హోస్ట్ చేస్తే అది పూర్తిగా మీ నియంత్రణలో ఉంటుంది.
th: ข้อมูลทั้งหมดถูกเข้ารหัสที่เหมาะสม และยังคงอยู่ภายใต้การควบคุมของคุณอย่างเต็มที่หากคุณโฮสต์แพลตฟอร์มนี้เอง
tr: Tüm veriler uygun şekilde şifrelenir ve bu platformu kendi kendinize barındırıyorsanız tamamen sizin kontrolünüz altında kalır.
uk: Всі дані шифруються де це доречно і залишаються повністю під вашим контролем, якщо ви самостійно розміщуєте цю платформу.
ur: تمام ڈیٹا کو جہاں مناسب ہو انکرپٹ کیا جاتا ہے اور اگر آپ اس پلیٹ فارم کو خود ہوسٹ کرتے ہیں تو یہ مکمل طور پر آپ کے کنٹرول میں رہتا ہے۔
uz: Barcha ma'lumotlar tegishli joyda shifrlangan va agar siz ushbu platformani o'zingiz o'rnatgan bo'lsangiz, to'liq nazorat ostida bo'ladi.
vi: Tất cả dữ liệu được mã hóa khi thích hợp và hoàn toàn nằm dưới sự kiểm soát của bạn nếu bạn tự lưu trữ nền tảng này.
xh: Yonke idatha ifihliwe apho kufanelekile kwaye ihlala iphantsi kolawulo lwakho ngokupheleleyo ukuba uyazisebenzisa leqonga.

source: What Data We Collect
ar: ما البيانات التي نجمعها
az: Topladığımız Məlumatlar
be: Якія Дадзеныя Мы Збіраем
bn: আমরা কী তথ্য সংগ্রহ করি
cs: Jaká data sbíráme
cy: Pa Ddata a Gasglwn
da: Hvilke data vi indsamler
de: Welche Daten wir erheben
el: Ποια Δεδομένα Συλλέγουμε
es: Qué Datos Recolectamos
et: Milliseid andmeid me kogume
eu: Biltzen Ditugun Datuak
fa: چه داده‌هایی را جمع‌آوری می‌کنیم
fi: Mitä tietoja keräämme
fr: Données que nous collectons
ga: Nsɛm a yɛboaboa
gd: Dè an Dàta a chruinnicheas sinn
gl: Que Datos Recollemos
gu: શું માહિતી અમે એકત્રિત કરીએ છીએ
he: אילו נתונים אנו אוספים
hi: हम किस डेटा का संग्रह करते हैं
hr: Koje podatke prikupljamo
hu: Milyen adatokat gyűjtünk
id: Data Apa yang Kami Kumpulkan
is: Hvaða Gögn Við Söfnum
it: Quali Dati Raccogliamo
ja: 収集するデータ
ka: რა მონაცემებს ვიკრებთ
ku: Çi Danean Em Berîdar dikin
lt: Kokius duomenis renkame
lv: Kādus datus mēs vākam
mg: Izay Angon-drakitra Angoninay
mi: Ngā Raraunga Ka Kohia e Mātou
mk: Кои податоци ги собираме
ml: ഞങ്ങൾ ശേഖരിക്കുന്ന ഡാറ്റ
ms: Data Apa Yang Kami Kumpul
mt: X'informazzjoni Nġabru
my: ကျနော်တို့ ရယူသောဒေတာများ
nl: Welke gegevens we verzamelen
no: Hvilke Data vi Samler inn
pa: ਅਸੀਂ ਕਿਹੜਾ ਡਾਟਾ ਸੰਗ੍ਰਹਿ ਕਰਦੇ ਹਾਂ
pl: Jakie dane zbieramy
pt: Quais Dados Coletamos
ro: Ce date colectăm
ru: Какие данные мы собираем
sk: Aké údaje zbierame
sl: Katere podatke zbiramo
sq: Çfarë të Dhënash Mbledhim
sr: Koje podatke prikupljamo
sv: Vilka uppgifter vi samlar in
sw: Data Tunayokusanya
ta: நாங்கள் சேகரிக்கும் தரவுகள்
te: మేము ఏ డేటాను సేకరిస్తాము
th: ข้อมูลที่เรารวบรวม
tr: Topladığımız Veriler
uk: Які дані ми збираємо
ur: ہم کون سا ڈیٹا اکٹھا کرتے ہیں
uz: Biz qanday ma'lumotlarni to'playmiz
vi: Dữ liệu Chúng tôi Thu thập
xh: Yintoni Idatha Esiyiqokelela

source: Email address and password hash (for authentication)
ar: عنوان البريد الإلكتروني وتجزيء كلمة المرور (للمصادقة)
az: E-poçt ünvanı və parol haşı (təsdiqləmə üçün)
be: Адрас электроннай пошты і хэш пароля (для аўтэнтыфікацыі)
bn: ইমেল ঠিকানা এবং পাসওয়ার্ড হ্যাশ (প্রমাণীকরণের জন্য)
cs: E-mailová adresa a hash hesla (pro autentizaci)
cy: Cyfeiriad e-bost a hash cyfrinair (ar gyfer dilysu)
da: Email-adresse og password-hash (til autentifikation)
de: E-Mail-Adresse und Passwort-Hash (zur Authentifizierung)
el: Διεύθυνση email και κώδικας πρόσβασης (για αυθεντικοποίηση)
es: Dirección de correo electrónico y hash de la contraseña (para autenticación)
et: E-posti aadress ja parooli räsi (autentimiseks)
eu: Posta elektronikoko helbidea eta pasahitz-hash-a (autentifikaziorako)
fa: آدرس ایمیل و هش گذرواژه (برای احراز هویت)
fi: Sähköpostiosoite ja salasanatiiviste (autentikointia varten)
fr: Adresse e-mail et hash de mot de passe (pour l'authentification)
ga: Email kɔbae ɛne password ho nsɛmpɔn (ɛdeɛ yɛde bɛhyehyɛ nsɛm)
gd: Seòladh puist-d agus cruth crioptaichte facal-faire (airson dearbhadh)
gl: Enderezo de correo electrónico e hash do contrasinal (para autenticación)
gu: ઇમેઇલ સરનામું અને પાસવર્ડ હેશ (પ્રમાણિકરણ માટે)
he: כתובת אימייל וגיבוב סיסמה (לאימות)
hi: ईमेल पता और पासवर्ड हैश (प्रमाणीकरण के लिए)
hr: Email adresa i hash lozinke (za autentifikaciju)
hu: E-mail cím és jelszó hash (hitelesítéshez)
id: Alamat email dan hash kata sandi (untuk otentikasi)
is: Netfang og lykilorðshaš (til auðkenningar)
it: Indirizzo email e hash della password (per l'autenticazione)
ja: メールアドレスとパスワードハッシュ（認証用）
ka: ელექტრონული ფოსტის მისამართი და პაროლის ჰეში (ავტორიზაციისთვის)
ku: Navnîşana e-peyan û hash-a şîfre (ji bo nasnamek irin)
lt: El. pašto adresas ir slaptažodžio maišos (autentifikavimui)
lv: E-pasta adrese un paroles hash (pieteikšanai)
mg: Adiresy mailaka sy hash tenimiafina (ho an'ny fankatoavana)
mi: Wāhitau īmēra me te matatangi kupuhipa (mō te motuhēhēnga)
mk: E-mail адреса и хаш на лозинка (за автентикација)
ml: ഇമെയിൽ വിലാസവും പാസ്‌വേഡ് ഹാഷും (പരിശോധനയ്ക്കായി)
ms: Alamat emel dan hash kata laluan (untuk pengesahan)
mt: Indirizz tal-email u password hash (għal awtentikazzjoni)
my: အီးမေးလိပ်စာနှင့် စကားဝှက်ဟက်ရှ် (အတည်ပြုရန်)
nl: E-mailadres en wachtwoordhash (voor authenticatie)
no: E-postadresse og passordhash (for autentisering)
pa: ਈਮੇਲ ਪਤਾ ਅਤੇ ਪਾਸਵਰਡ ਹੈਸ਼ (ਪ੍ਰਯੋਗਤਾ ਲਈ)
pl: Adres e-mail i haszowanie hasła (do uwierzytelniania)
pt: Endereço de email e hash da senha (para autenticação)
ro: Adresă de email și hash-ul de parolă (pentru autentificare)
ru: Адрес электронной почты и хеш пароля (для аутентификации)
sk: Emailová adresa a hash hesla (pre autentifikáciu)
sl: Elektronski naslov in zgoščenka gesla (za avtentikacijo)
sq: Adresa e emailit dhe hash-i i fjalëkalimit (për autentifikim)
sr: Email adresa i hash lozinke (za autentikaciju)
sv: E-postadress och lösenordshash (för autentisering)
sw: Anuani ya barua pepe na hash ya nenosiri (kwa ajili ya uthibitishaji)
ta: மின்னஞ்சல் முகவரி மற்றும் கடவுச்சொல் ஹாஷ் (அங்கீகாரம்)
te: ఇమెయిల్ చిరునామా మరియు పాస్‌వర్డ్ హాష్ (ప్రామాణీకరణ కోసం)
th: ที่อยู่อีเมลและแฮชของรหัสผ่าน (สำหรับการยืนยันตัวตน)
tr: E-posta adresi ve parola karması (kimlik doğrulama için)
uk: Адреса електронної пошти та хеш пароля (для автентифікації)
ur: ای میل ایڈریس اور پاس ورڈ ہیش (تصدیق کے لئے)
uz: Elektron pochta manzili va parol hesh (autentifikatsiya uchun)
vi: Địa chỉ email và mã băm mật khẩu (cho xác thực)
xh: Idilesi ye-imeyile kunye ne-hash ye-password (yokungena)
