Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
ar: مجلد التحميلات مشترك. لعزل المرفقات لكل مستخدم، قم بتكوين دلائل على مستوى المضيف وأدوات التحكم بالوصول.
az: Yükləmələr qovluğu paylaşılır. Hər istifadəçi üçün əlavələri təcrid etmək üçün host səviyyəsində kataloqlar və girişi idarə edən nəzarətlər qurun.
be: Папка з завантаженнями є спільною. Щоб ізолювати вкладення для кожного користувача, налаштуйте каталоги на рівні хоста та контролі доступу.
bn: আপলোড ফোল্ডার শেয়ার করা হয়েছে। ব্যবহারকারী প্রতি সংযুক্তি বিচ্ছিন্ন করতে, হোস্ট-স্তরের ডিরেক্টরি এবং প্রবেশ নিয়ন্ত্রণ কনফিগার করুন।
cs: Složka nahrávok je sdílená. K izolaci příloh pro jednotlivé uživatele nakonfigurujte adresáře na úrovni hostitele a přístupové kontroly.
cy: Rhennir y ffolder lanlwythiadau. I insiwlio atodiadau fesul defnyddiwr, ffurfweddwch gyfeiriaduron lefel-gwesteiwr a rheolaethau mynediad.
da: Uploads-mappen deles. For at isolere vedhæftede filer pr. bruger skal du konfigurere host-niveau mappers og adgangskontroller.
de: Der Upload-Ordner wird gemeinsam genutzt. Um Anhänge für jeden Benutzer getrennt zu halten, konfigurieren Sie hostweite Verzeichnisse und Zugriffskontrollen.
el: Ο φάκελος μεταφορτώσεων είναι κοινόχρηστος. Για να απομονώσετε συννημένα ανά χρήστη, διαμορφώστε καταλόγους και ελέγχους πρόσβασης σε επίπεδο host.
es: La carpeta de cargas es compartida. Para aislar adjuntos por usuario, configura directorios a nivel de host y controles de acceso.
et: Laaditud failide kaust on jagatud. Kasutaja jaoks manuste eraldamiseks konfigureerige hosti taseme kaustad ja juurdepääsukontrollid.
eu: Kargatze karpeta partekatuta dago. Eranskinak erabiltzaile bakoitzarentzat isolatzeko, konfiguratu host mailako direktorioak eta sarbide kontrolak.
fa: پوشه آپلودها به اشتراک گذاشته شده است. برای جداسازی پیوست‌ها به ازای هر کاربر، دایرکتوری‌ها و کنترل دسترسی سطح میزبان را تنظیم کنید.
fi: Lataukset-kansio on jaettu. Eristääksesi liitteet käyttäjää kohden, määritä isäntätason hakemistot ja käyttöoikeudet.
fr: Le dossier des téléchargements est partagé. Pour isoler les pièces jointes par utilisateur, configurez des répertoires et contrôles d'accès au niveau hôte.
ga: Tá an fillteán uaslódálacha roinnte. Chun iatáin a leithlisiú de réir úsáideora, cumraigh eolaire leibhéal an fhreastalaí agus rialuithe rochtana.
gd: Tha am pasgan luchdachadh suas air a cho-roinneadh. Gus ceanglaichean a sgaradh airson gach neach-cleachdaidh, rèitich eòlairean aig ìre aoigheachd agus smachdan ruigsinneachd.
gl: A carpeta de subidas é compartida. Para illar adxuntos por usuario, configura directorios e controis de acceso a nivel de host.
gu: અપલોડ્સ ફોલ્ડર શેર કરેલ છે. દરેક યુઝરના ઍટેચમેન્ટને અલગ કરવા માટે, હોસ્ટ સ્તરની ડિરેક્ટરી અને પ્રવેશ નિયంత్రણોને ગોઠવો.
he: התיקיות להעלאות משותפות. כדי לבודד קבצים מצורפים לפי משתמש, יש להגדיר תיקיות ברמת מארח ובקרות גישה.
hi: अपलोड फ़ोल्डर साझा किया गया है। अटैचमेंट्स को प्रति उपयोगकर्ता अलग करने के लिए, होस्ट-स्तरीय निर्देशिकाएँ और एक्सेस नियंत्रण कॉन्फ़िगर करें।
hr: Mapa za prijenose je zajednička. Za izolaciju privitaka po korisniku konfigurirajte direktorije i kontrole pristupa na razini hosta.
hu: A feltöltési mappa megosztott. Az egyes felhasználókhoz tartozó csatolmányok elszigeteléséhez állítsd be a host szintű könyvtárakat és hozzáférés-vezérlést.
id: Folder unggahan dibagikan. Untuk mengisolasi lampiran per pengguna, konfigurasikan direktori tingkat host dan kontrol akses.
is: Upphleðslumappa er sameiginleg. Til að aðskilja viðhengi á hvern notanda, stilla gestgjafastigs möppur og aðgangsstýringar.
it: La cartella degli upload è condivisa. Per isolare gli allegati per utente, configura directory a livello host e controlli di accesso.
ja: アップロードフォルダは共有されています。ユーザーごとの添付ファイルを分離するには、ホストレベルのディレクトリとアクセス制御を設定します。
ka: ატვირთვების საქაღალდე გაზიარებულია. რომ იზოლირებული იქნას თითოეული მომხმარებლის ატვორნები, კონფიგურეთ მასპინძლობა დონეზე დირექტორიები და ხელმისაწვდომობის კონტროლოები.
ku: Pelê barkirinê hat shared kirin. Ji bo veqetandina pêvajoan ya her bikaranerê, peldankên asta hostan û kontrolên çavkanî biguherîn.
lt: Įkėlimo aplankas yra bendras. Norint izoliuoti priedus kiekvienam vartotojui, konfigūruokite serverio lygio katalogus ir prieigos valdymą.
lv: Augšupielādes mape ir koplietota. Lai izolētu pielikumus katram lietotājam, konfigurējiet mitināšanas līmeņa direktorijas un piekļuves kontroles.
mg: An'ny mpampiasa rehetra ny lahatahiry fitehirizana rakitra mampiakatra. Amin’ny endrika fikandrana ny haterina isaky ny mpampiasa, mamaritra ny lahatahiry sy ny fifehezana fidirana eo amin’ny hatezerana.
mi: Ka tukua te kōpaki i ngā tukunga. Hei wehe i ngā āpitihanga ia kaiwhakamahi, whirihorahia ngā rārangi taumata-kaihautū me ngā ture uru.
mk: Папката со прикачувања е споделена. За да ги изолирате прикачувањата по корисник, конфигурирајте директориуми на ниво на домаќин и контроли на пристап.
ml: അപ്പ്ലോഡ്‌സ് ഫോൾഡർ പങ്കിടുന്നതാണ്. ഉപയോക്താവ് തരത്തിലുള്ള അറ്റാച്ച്മെന്റുകൾക്ക് വേർതിരിക്കുന്നതിന്, ഹോസ്റ്റ്-തല ഡയറക്ടറികൾക്കുള്ള സംവിധാനങ്ങൾ, ആക്സസ് നിയന്ത്രണങ്ങൾ കോൺഫിഗർ ചെയ്യൂ.
ms: Folder muat naik dibahagi. Untuk mengasingkan lampiran setiap pengguna, konfigurasi direktori peringkat tuan rumah dan kawalan akses.
mt: Il-folder tal-uploadi huwa maqsum. Biex iżolat ir-riklami għal kull utent, tikkonfigura d-direttorji u l-kontrolli tal-aċċess fil-livell tal-host.
my: အပ်လုဒ်ဖိုင်ဆို့ဒါကို မျှဝေထားသည်။ အသုံးပြုသူတစ်ဦးချင်းစီအတိုင်း ဖြည်းဖြင်းစွာ ချိတ်ဆက်မှုများကို သီးခြားထားရန်၊ Host-level ဖိုင်ဒါနှင့် ဝင်ရောက်ခွင့် ထိန်းချုပ်မှုများကို ကွပ်ကဲပါ။
nl: De uploadmap wordt gedeeld. Om bijlagen per gebruiker te isoleren, configureer hostniveau mappen en toegangscontroles.
no: Opplastingsmappen deles. For å isolere vedlegg per bruker, konfigurer verts-nivå kataloger og tilgangskontroller.
pa: ਅੱਪਲੋਡ ਖਿਡਕਾ ਸਾਂਝੀ ਕੀਤੀ ਜਾਂਦੀ ਹੈ। ਹਰ ਕਿਸੇ ਵਰਤੋਂਕਾਰ ਲਈ ਵੱਖ ਵੱਖ ਜੀਰੋਸਟਰੀਆਂ ਅਤੇ ਐਕਸੈਸ ਕੋਰਟਲ ਕਨਫਿਗਰ ਕਰੋ।
pl: Folder przesyłania jest udostępniony. Aby odizolować załączniki na użytkownika, skonfiguruj katalogi na poziomie hosta i kontrole dostępu.
pt: A pasta de uploads é compartilhada. Para isolar anexos por usuário, configure diretórios a nível de host e controles de acesso.
ro: Folderul de încărcări este partajat. Pentru a izola atașamentele per utilizator, configurează directoare și controale de acces la nivel de gazdă.
ru: Папка загрузок является общей. Чтобы изолировать вложения по пользователям, настройте каталоги и контроль доступа на уровне хоста.
sk: Priečinok nahrávaní je zdieľaný. Na izoláciu príloh podľa používateľa nakonfigurujte adresáre na úrovni hostiteľa a prístupové kontroly.
sl: Mapa z naloženimi datotekami je deljena. Za izolacijo prilog po uporabniku konfigurirajte direktorije in nadzore dostopa na ravni gostitelja.
sq: Dosja e ngarkimeve është e përbashkët. Për të izoluar bashkëngjitjet për përdorues, konfiguroni direktoriume dhe kontrolle të aksesit në nivel host.
sr: Folder za upload je deljen. Da izolujete priloge po korisniku, konfigurišite direktorijume i kontrolu pristupa na nivou hosta.
sv: Uppladdningsmappen är delad. För att isolera bilagor per användare, konfigurera värdnivådataloggar och åtkomstkontroller.
sw: Folda ya upakiaji imeshirikiwa. Kutenga viambatisho kwa kila mtumiaji, sanidi saraka za kiwango cha hosti na udhibiti wa ufikiaji.
ta: பதிவேற்றல் அடைப்பகம் பகிர்வு செய்யப்பட்டுள்ளது. பயனர் இணைப்புகளை தனி செய்ய, வங்கி மட்டமான அடிமையை அமைப்பிட்டு ஒப்புரவுகளைச் சரிபார்க்கவும்.
te: అప్‌లోడ్ల ఫోల్డర్ పంచుకోవబడింది. ప్రతి వాడుకరి ఫైల్ అటాచ్మెంట్లను ప్రత్యేకంగా ఉంచడం కొరకు, హోస్ట్-స్థాయి డైరెక్టరీలు మరియు యాక్సెస్ నియంత్రణలు అమలు చెయ్యండి.
th: โฟลเดอร์การอัพโหลดใช้ร่วมกัน เพื่อแยกไฟล์แนบตามผู้ใช้ ให้ตั้งค่าควบคุมการเข้าถึงและไดเรกทอรีในระดับโฮสต์
tr: Yüklemeler klasörü paylaşımlıdır. Kullanıcı başına ekleri izole etmek için ana bilgisayar düzeyi dizinler ve erişim kontrolleri yapılandırın.
uk: Папка завантажень є спільною. Щоб ізолювати вкладення по користувачах, налаштуйте каталоги рівня хоста та контроль доступу.
ur: اپ لوڈز فولڈر مشترک ہے۔ ہر صارف کے لئے منسلکات کو الگ کرنے کے لئے میزبان سطح کی دا ئریوں اور رسائی کنٹرولز کی ترتیب دیں۔
uz: Yuklanadigan papka umumiy. Har bir foydalanuvchi uchun biriktirmalarni ajratish uchun mezbon darajasidagi kataloglar va kirish nazoratini sozlang.
vi: Thư mục tải lên được chia sẻ. Để cô lập tệp đính kèm theo người dùng, cấu hình thư mục ở cấp độ máy chủ và điều khiển truy cập.
xh: Ifolda yofakelo yabelwana ngayo. Ukucwangciswa kwabemers izinyene, ququzelela iisayindawo kummoxi wezixhobo kunye nolawulo lwamandla.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
ar: لاستعادة نسخة احتياطية: أوقف الحاوية، واستبدل data/grylli.db بواحدة من مجلد النسخ الاحتياطية، ثم أعد تشغيل الحاوية.
az: Ehtiyat nüsxəni bərpa etmək üçün: konteyneri dayandırın, ehtiyat nüsxələr qovluğundaki birini data/grylli.db ilə əvəz edin və konteyneri yenidən başladın.
be: Каб аднавіць рэзервовую копію: спыніце кантэйнер, замяніце data/grylli.db на адзін з тэчкі рэзервовых копій, і перазапусціце кантэйнер.
bn: একটি ব্যাকআপ পুনরুদ্ধার করতে: কন্টেইনারটি বন্ধ করুন, ডেটা/গ্রিললি.ডিবি কে ব্যাকআপ ফোল্ডারের একটি দিয়ে প্রতিস্থাপন করে কন্টেইনারটি পুনরায় চালু করুন।
cs: Pro obnovení zálohy: zastavte kontejner, nahraďte data/grylli.db jedním ze složky záloh a znovu spusťte kontejner.
cy: I adfer copi wrth gefn: stopiwch y cynhwysydd, ailosodwch data/grylli.db gyda un o'r ffolder copïau wrth gefn, a chychwyn y cynhwysydd eto.
da: For at gendanne en sikkerhedskopi: stoppe containeren, erstatte data/grylli.db med en fra backups-mappen og genstart containeren.
de: Um ein Backup wiederherzustellen: Stoppen Sie den Container, ersetzen Sie data/grylli.db durch eine aus dem Backups-Ordner und starten Sie den Container neu.
el: Για να επαναφέρετε ένα αντίγραφο ασφαλείας: σταματήστε το container, αντικαταστήστε το data/grylli.db με ένα από το φάκελο των αντιγράφων ασφαλείας και επανεκκινήστε το container.
es: Para restaurar una copia de seguridad: detenga el contenedor, reemplace data/grylli.db con uno de la carpeta de backups, y reinicie el contenedor.
et: Varukoopia taastamiseks: peata konteiner, asenda data/grylli.db varukoopiate kaustast pärit failiga ja taaskäivita konteiner.
eu: Babeskopia bat berreskuratzeko: gelditu edukiontzia, ordezkatu data/grylli.db babeskopiekin eta berrabiarazi edukiontzia.
fa: برای بازیابی نسخه پشتیبان: کانتینر را متوقف کنید، داده‌ها/grylli.db را با یکی از پوشه‌های پشتیبان جایگزین کنید و کانتینر را دوباره شروع کنید.
fi: Palauta varmuuskopio: pysäytä kontti, korvaa data/grylli.db yhdellä varmuuskopioiden kansiosta ja käynnistä kontti uudelleen.
fr: Pour restaurer une sauvegarde : arrêtez le conteneur, remplacez le fichier data/grylli.db par un de ceux du dossier de sauvegardes, et redémarrez le conteneur.
ga: Chun cóip chúltaca a athbhunú: stad an coimeádán, cuir an data/grylli.db in ionad ceann ón bhfillteán cúltacaí, agus atosú an coimeádán.
gd: Gus cùl-taic a thoirt air ais: stad an soitheach, cuir an àite an dàta/grylli.db le fear bhon phasgan cùl-taic, agus tòisich an soitheach a-rithist.
gl: Para restaurar unha copia de seguridade: detén o contedor, substitúe o data/grylli.db por un da carpeta de copias de seguridade e reinicia o contedor.
gu: બેકઅપ પુનઃસ્થાપિત કરવા માટે: કન્ટેનર રોકો, બેકઅપ ફોલ્ડરમાંથી એ ડેટા/grylli.db ને બદલો, અને કન્ટેનર ફરી શરૂ કરો.
he: כדי לשחזר גיבוי: עצור את הכלי, החלף את data/grylli.db באחד מתיקיית הגיבויים, והפעל מחדש את הכלי.
hi: एक बैकअप को पुनर्स्थापित करने के लिए: कंटेनर को रोकें, बैकअप फ़ोल्डर से डेटा/grylli.db को पुनर्स्थापित करें, और कंटेनर को पुनः प्रारंभ करें।
hr: Za vraćanje iz sigurnosne kopije: zaustavite kontejner, zamijenite data/grylli.db s onom iz mape za sigurnosne kopije i ponovno pokrenite kontejner.
hu: A biztonsági mentés visszaállításához: állítsa le a konténert, cserélje le a data/grylli.db-t egy biztonsági mappa példányára, és indítsa újra a konténert.
id: Untuk memulihkan cadangan: hentikan kontainer, ganti data/grylli.db dengan yang ada dari folder cadangan, dan mulai ulang kontainer.
is: Til að endurheimta afrit: stoppaðu gáminn, skiptu út data/grylli.db með einu úr afritamöppunni og endurræstu gáminn.
it: Per ripristinare un backup: ferma il container, sostituisci data/grylli.db con uno dalla cartella dei backup e riavvia il container.
ja: バックアップを復元するには：コンテナを停止し、data/grylli.dbをbackupsフォルダのものに置き換え、コンテナを再起動します。
ka: სარეზერვო ასლის აღდგენისთვის: შეაჩერეთ კონტეინერი, შეცვალეთ მონაცემები/grylli.db სარეზერვო ფოლდერიდან და დააწყეთ კონტეინერი თავიდან.
ku: بۆ گەڕاندنەوەی پشگیری: ئامێری کیما ئێستا، پەڕگەی زانیاری/grylli.db جێبەجێ بکە بۆ ئەوە لە ناو پەڕگە پشگیری، دووبارە ئامێری کیما.
lt: Norėdami atkurti atsarginę kopiją: sustabdykite konteinerį, pakeiskite duomenų/grylli.db failą iš atsarginių kopijų aplanko ir paleiskite konteinerį iš naujo.
lv: Lai atjaunotu dublējumu: apturiet konteineru, nomainiet data/grylli.db ar vienu no dublējuma mapes, un restartējiet konteineru.
mg: Mba hamerenana indray ny backup: ajanony ny container, soloina ny data/grylli.db izay misy ao amin'ny lahatahiry backups, ary avereno indray ny container.
mi: Hei whakahoki mai i te pūrua: aukatia te ipu, whakakapihia te data/grylli.db ki tētahi mai i te kōpaki pūrua, ka tīmata anō i te ipu.
mk: За да вратите резервна копија: стопирајте го контејнерот, заменете го data/grylli.db со еден од папката за резервни копии и повторно почнете го контејнерот.
ml: ഒരു ബാക്കപ്പ് പുനഃസ്ഥാപിക്കാൻ: കോൺടെയ്‌നർ നിർത്തുക, ബാക്കപ്പ് ഫോൾഡറിൽ നിന്നും data/grylli.db ഫയൽ മാറ്റി സ്ഥാപിക്കുക, പിന്നെ കോൺടെയ്‌നർ പുനരാരംഭിക്കുക.
ms: Untuk memulihkan sandaran: hentikan kontena, gantikan data/grylli.db dengan satu dari folder sandaran dan mulakan semula kontena.
mt: Biex tirkupra backup: waqqaf il-kontenitur, ibdel id-data/grylli.db ma' wieħed mill-folder tal-backups, u reġa' ibda l-kontenitur.
my: Backup ပြန်လည်ထူထောင်ရန်: container ကိုရပ်တန့်ပါ, data/grylli.db ကို ဆက်ကပ်ဌာနတွင်ရှိသည့် backup ဖိုလ်ဒါမှ တစ်ခုဖြင့် အစားထိုးပြီး container ကိုပြန်လည်စတင်ပါ။
nl: Om een back-up te herstellen: stop de container, vervang de data/grylli.db met een uit de back-upmap, en start de container opnieuw.
no: For å gjenopprette en sikkerhetskopi: stopp containeren, erstatt data/grylli.db med en fra sikkerhetskopier-mappen, og start containeren på nytt.
pa: ਇੱਕ ਬੈਕਅੱਪ ਨੂੰ ਰੀਸਟੋਰ ਕਰਨ ਲਈ: ਕਨਟੇਨਰ ਨੂੰ ਰੋਕੋ, ਬੈਕਅੱਪਸ ਫੋਲਡਰ ਵਿੱਚੋਂ ਇੱਕ ਨਾਲ ਡੇਟਾ/ਗ੍ਰਿਲੀ.ਡੀਬੀ ਦੀ ਮੁਲਾਂਕਣਾ ਕਰੋ, ਅਤੇ ਕਨਟੇਨਰ ਨੂੰ ਫਿਰ ਸ਼ੁਰੂ ਕਰੋ।
pl: Aby przywrócić kopię zapasową: zatrzymaj kontener, zastąp plik data/grylli.db jednym z folderu kopii zapasowych i uruchom ponownie kontener.
pt: Para restaurar um backup: pare o contêiner, substitua o data/grylli.db por um da pasta de backups, e reinicie o contêiner.
ro: Pentru a restaura un backup: opriți containerul, înlocuiți data/grylli.db cu unul din folderul de backup-uri și reporniți containerul.
ru: Для восстановления из резервной копии: остановите контейнер, замените data/grylli.db одним из папки резервных копий и перезапустите контейнер.
sk: Ak chcete obnoviť zálohu: zastavte kontajner, nahraďte súbor data/grylli.db zo zložky s zálohami a reštartujte kontajner.
sl: Za obnovitev varnostne kopije: ustavite vsebnik, zamenjajte podatke/grylli.db z eno iz mape z varnostnimi kopijami in znova zaženite vsebnik.
sq: Për të rikthyer një kopje rezervë: ndaloni kontejnerin, zëvendësoni data/grylli.db me një nga dosja e rezervave dhe filloni kontejnerin përsëri.
sr: Da biste vratili rezervnu kopiju: zaustavite kontejner, zamenite data/grylli.db sa jednom iz fascikle za rezervne kopije i ponovo pokrenite kontejner.
sv: För att återställa en säkerhetskopia: stoppa behållaren, ersätt data/grylli.db med en från backup-mappen och starta om behållaren.
sw: Ili kurejesha chelezo: simamisha kontena, badilisha data/grylli.db na moja kutoka folda ya chelezo, na uanzishe kontena tena.
ta: பின்பற்றி மீள்வது:கொள்ளைகள் பெட்டகம் முடித்து, வரவேற்க்கப்பட்டது தரவு/grylli.db ஒன்று ஆவியில் மாற்றப்பட்டுள்ளதே, மற்றும் கொள்ளைகள் பெட்டகம் திரும்ப துவக்கவும்.
te: బ్యాకప్ ను రీస్టోర్ చేయడానికి: కంటైనర్ ని ఆపి, డేటా/గ్రిల్లి.db ని బ్యాకప్స్ ఫోల్డర్ నుండి తీసి సంస్కరించండి మరియు కంటైనర్ ని తిరిగి ప్రారంభించండి.
th: เพื่อกู้คืนข้อมูลสำรอง: หยุดคอนเทนเนอร์, แทนที่ data/grylli.db ด้วยไฟล์จากโฟลเดอร์สำรองข้อมูล, และเริ่มคอนเทนเนอร์ใหม่
tr: Yedeklemeyi geri yüklemek için: konteyneri durdurun, yedekler klasöründen biriyle data/grylli.db dosyasını değiştirin ve konteyneri yeniden başlatın.
uk: Для відновлення резервної копії: зупиніть контейнер, замініть data/grylli.db на той, що у папці резервних копій, та перезапустіть контейнер.
ur: بیک اپ کو بحال کرنے کے لیے: کنٹینر کو روکیں، بیک اپس فولڈر سے data/grylli.db کی جگہ تبدیل کریں، اور کنٹینر کو دوبارہ شروع کریں۔
uz: Zaxira nusxasini tiklash uchun konteynerni to'xtating, data/grylli.db faylini zaxira papkasidan olingan nusxasi bilan almashtiring va konteynerni qayta ishga tushiring.
vi: Để khôi phục bản sao lưu: dừng container, thay thế data/grylli.db bằng một cái từ thư mục sao lưu, và khởi động lại container.
xh: Ukwenza ukubuyisela: misa isikhongozeli, buyisela idatha/grylli.db ngenye esuka kwifolda yokubuyisela kwingxelo, kwaye uqale kwakhona isikhongozeli.

source: Admins cannot remove their own admin role to prevent accidental lockout.
ar: لا يمكن للمسؤولين إزالة دورهم كمشرف لتجنب القفل العرضي.
az: Adminlər təsadüfi kilidlənmənin qarşısını almaq üçün öz admin rolunu silə bilməz.
be: Адміністратори не можуть видалити свою власну роль адміністратора, щоб запобігти випадковому блокуванню.
bn: অ্যাডমিনরা তাদের নিজের অ্যাডমিন ভূমিকা অপসারণ করতে পারে না যাতে দুর্ঘটনাক্রমে লকআউট প্রতিরোধ করা যায়।
cs: Administrátoři si nemohou odebrat vlastní roli administrátora, aby se předešlo náhodnému zamčení.
cy: Ni all haciwr tir gael eu rôl admin ei hun i atal cloi allan damweiniol.
da: Administratorer kan ikke fjerne deres egen admin-rolle for at forhindre utilsigtet lockout.
de: Administratoren können ihre eigene Admin-Rolle nicht entfernen, um eine versehentliche Sperrung zu verhindern.
el: Οι διαχειριστές δεν μπορούν να αφαιρέσουν το ρόλο διαχειριστή τους για να αποτρέψουν το ακούσιο κλείδωμα.
es: Los administradores no pueden eliminar su propio rol de administrador para prevenir bloqueos accidentales.
et: Administraatorid ei saa oma administraatori rolli eemaldada, et vältida juhuslikku lukustumist.
eu: Administratzaileek ezin dute beren administratzaile rola kendu, ustekabeko blokeoa saihesteko.
fa: ادمین‌ها نمی‌توانند نقش ادمین خود را برای جلوگیری از قفل شدن تصادفی حذف کنند.
fi: Pääkäyttäjät eivät voi poistaa omaa pääkäyttäjän rooliaan vahingossa tapahtuvan lukituksen estämiseksi.
fr: Les administrateurs ne peuvent pas retirer leur propre rôle d'administrateur pour éviter les verrouillages accidentels.
ga: Ní féidir le riarthóirí a ról riarthóra féin a bhaint chun cosc a chur ar ghlasáil dhe thimpiste.
gd: Cha urrainn do rianadairean am pàirt rianadair aca fhèin a thoirt air falbh gus casg a chuir air dùnadh a-mach gun fhiosta.
gl: Os administradores non poden eliminar o seu propio rol de administrador para evitar un peche accidental.
gu: એડમિન પોતાનો એડમિન ભૂમિકા દૂર નહીં કરી શકે અથવા રક્ષિત પાત્ર.
he: לאדמינים אין אפשרות להסיר את תפקיד האדמין שלהם כדי למנוע נעילה בטעות.
hi: प्रशासक अपने स्वयं के एडमिन भूमिका को हटाकर आकस्मिक लॉकआउट को रोक नहीं सकते।
hr: Administratori ne mogu ukloniti vlastitu administrativnu ulogu kako bi se spriječilo slučajno zaključavanje.
hu: Az adminok nem tudják eltávolítani saját adminisztrátor szerepkörüket, hogy elkerüljék a véletlenszerű kizárást.
id: Admin tidak dapat menghapus peran admin mereka sendiri untuk mencegah penguncian yang tidak disengaja.
is: Stjórnendur geta ekki fellt niður sína eigin stjórnunarhlutverk til að koma í veg fyrir óhappaverkunar-skort.
it: Gli amministratori non possono rimuovere il proprio ruolo di admin per prevenire blocchi accidentali.
ja: 管理者は事故によるロックアウトを防ぐため、自分の管理者権限を削除できません。
ka: ადმინისტრატორებს შეუძლიათ არ მოიცალონ თავისი უკავლის როლი დაუგეგმავში თავად ჩარიცხვის თავიდან ასაცილებლად.
ku: ڕێکخەرەکان ناتوانن ڕەنگە ڕیۆڵی ئادمین بڕبنەوە بۆ ڕێگریکردن لە قەدەغەبوون بەهۆی هەڵەکارێکەوە.
lt: Administratoriai negali pašalinti savo administratoriaus rolės, kad būtų išvengta atsitiktinio užrakinimo.
lv: Administratoriem nav iespējas noņemt savu administratora lomu, lai novērstu nejaušu izslēgšanu.
mg: Tsy afaka manala ny andraikitry ny mpandrindra ny mpandrindra mba hisorohana ny fanakatonana tsy nahy ny maha-mpandrindra azy ireo.
mi: Kāore e taea e ngā kaiwhakahaere te tango i to rātou ake tūranga kaiwhakahaere hei aukati i te hauākō i te hapa mukunga.
mk: Администраторите не можат да го отстранат своето администраторско право за да спречат ненамерно оживување.
ml: ആഡ്‌മിൻമാർക്ക് അവരുടെ സ്വന്തം അഡ്മിൻ പങ്കുവെക്കൽ ഏർപ്പാട് മാറ്റാൻ കഴിയാറില്ല.
ms: Pentadbir tidak boleh mengeluarkan peranan admin mereka sendiri untuk mencegah terkeluar secara tidak sengaja.
mt: L-amministraturi ma jistgħux ineħħu r-rwol tagħhom stess tal-amministratur biex jipprevjenu lockout b'kumbinazzjoni.
my: အက်ဒမင်များသည် မတော်တဆ ပိတ်မိခြင်းမှ ကာကွယ်ရန် ထင်ရှားသော အက်ဒမင် အခွင့်အာဏာကို မဖယ်ရှားနိုင်တော့ပါ။
nl: Beheerders kunnen hun eigen beheerdersrol niet verwijderen om accidentele vergrendeling te voorkomen.
no: Administratorer kan ikke fjerne sin egen administratorrolle for å forhindre utilsiktet utelåsing.
pa: ਅਡਮੀਨ ਦੁਰਗਟਨਾਵਾਂ ਦਾ ਅਸਰ ਦਰਸ਼ਨ ਕਰਨ ਲਈ ਆਪਣੇ ਆਪ ਦਾ ਅਡਮੀਨ ਰੋਲ ਹਟਾ ਨਹੀਂ ਸਕਦੇ।
pl: Administratorzy nie mogą usunąć własnej roli administratora, aby zapobiec przypadkowemu zablokowaniu.
pt: Os administradores não podem remover seu próprio papel de administrador para prevenir bloqueio acidental.
ro: Administratorii nu pot elimina propriul rol de administrator pentru a preveni blocarea accidentală.
ru: Администраторы не могут удалить свою собственную роль администратора, чтобы предотвратить случайное отключение.
sk: Administrátori nemôžu zrušiť svoju vlastnú rolu administrátora, aby sa predišlo náhodnému uzamknutiu.
sl: Skrbniki ne morejo odstraniti svoje lastne skrbniške vloge, da bi preprečili nenamerno zaklepanje.
sq: Administratorët nuk mund ta heqin rolin e tyre të administratorit për të parandaluar bllokimin aksidental.
sr: Administratori ne mogu ukloniti svoju administratorsku ulogu da bi sprečili slučajnu blokadu.
sv: Administratörer kan inte ta bort sin egen administratörsroll för att förhindra oavsiktliga låsningar.
sw: Wasimamizi hawawezi kuondoa jukumu lao la usimamizi ili kuzuia kufungiwa kwa bahati mbaya.
ta: தவறுதலாக வெளியேற்றப்படதைத் தடுக்கும் விதமாக நிர்வாகிகள் அவர்களது சொந்த நிர்வாக உரிமையை அகற்ற முடியாது.
te: ఆడ్మిన్లు కనీ తన స్వీయ ఆడ్మిన్ పాత్రను తొలగించలేరు, దురదృష్టవశాత్తు అడ్డుగా పోకుండా చేయడానికి.
th: ผู้ดูแลระบบไม่สามารถลบบทบาทผู้ดูแลระบบของตนเองเพื่อป้องกันการล็อกเอาต์โดยไม่ได้ตั้งใจ
tr: Yöneticiler, yanlışlıkla kilitlenmeyi önlemek için kendi yönetici rollerini kaldıramazlar.
uk: Адміністратори не можуть видалити свою власну роль адміністратора, щоб запобігти випадковій блокуванню.
ur: منتظمین کو اپنی ہی منتظم کا کردار ہٹانے کی اجازت نہیں ہے تاکہ غیر ارادی لاک آؤٹ سے بچا جا سکے۔
uz: Administatorlar o'zlarining administrator rolini o'z-o'zini qulflamasligini oldini olish uchun olib tashlay olmaydilar.
vi: Quản trị viên không thể loại bỏ vai trò quản trị của mình để tránh bị khóa ngẫu nhiên.
xh: Abathi abaphathi babaxkule indawo yabo yokuququzelea engozi.
