Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: To unlock an account immediately, click 🔓 next to the user’s row.
ar: لفتح حساب على الفور، انقر 🔓 بجانب صف المستخدم.
az: Hesabın dərhal kilidini açmaq üçün istifadəçi sırasının yanındakı 🔓 klikləyin.
be: Щоб негайно розблокувати обліковий запис, натисніть 🔓 поруч з рядком користувача.
bn: অ্যাকাউন্ট অবিলম্বে আনলক করতে, ব্যবহারকারীর সারির পাশে 🔓 ক্লিক করুন।
cs: Pro okamžité odemknutí účtu klikněte na 🔓 vedle řádku uživatele.
cy: I ddatgloi cyfrif yn syth, cliciwch 🔓 wrth ymyl rhes y defnyddiwr.
da: For at låse en konto op straks, klik på 🔓 ved siden af ​​brugerens række.
de: Um ein Konto sofort zu entsperren, klicken Sie auf 🔓 neben der Zeile des Benutzers.
el: Για να ξεκλειδώσετε άμεσα έναν λογαριασμό, κάντε κλικ στο 🔓 δίπλα στη σειρά του χρήστη.
es: Para desbloquear una cuenta de inmediato, haz clic en 🔓 junto a la fila del usuario.
et: Konto koheseks avamiseks klõpsake kasutaja rea kõrval asuvat 🔓.
eu: Kontu bat berehalakoan desblokeatzeko, egin klik 🔓 erabiltzailearen errenkadaren ondoan.
fa: برای بازکردن فوری یک حساب، روی 🔓 کنار ردیف کاربر کلیک کنید.
fi: Avaa tili välittömästi klikkaamalla 🔓 käyttäjän rivin vieressä.
fr: Pour débloquer un compte immédiatement, cliquez sur 🔓 à côté de la ligne de l'utilisateur.
ga: Chun cuntas a dhíghlasáil láithreach, cliceáil 🔓 in aice le ró an úsáideora.
gd: Gus cunntas a leigeil ma sgaoil sa bhad, cliog 🔓 ri taobh ìre an neach-cleachdaidh.
gl: Para desbloquear unha conta de inmediato, fai clic en 🔓 ao lado da fila do usuario.
gu: ખાતું તરત અનલૉક કરવા માટે, યુઝરના કતારમાં 🔓 પર ક્લિક કરો.
he: כדי לפתוח חשבון מיד, לחץ 🔓 ליד שורת המשתמש.
hi: खाता तुरंत अनलॉक करने के लिए, उपयोगकर्ता की पंक्ति के बगल में 🔓 पर क्लिक करें।
hr: Da biste odmah otključali račun, kliknite 🔓 pored korisničkog retka.
hu: A fiók azonnal feloldásához kattints a 🔓 ikonra a felhasználó sora mellett.
id: Untuk membuka kunci akun segera, klik 🔓 di sebelah baris pengguna.
is: Til að opna reikning strax, smelltu á 🔓 við hlið notendaraðarinnar.
it: Per sbloccare immediatamente un account, fai clic 🔓 accanto alla riga dell'utente.
ja: アカウントを即座にロック解除するには、ユーザーの行の隣にある🔓をクリックします。
ka: თუ გადაჯეთ ანგარიშს დაულაგოდ, დააწკაპუნეთ 🔓 მომხმარებლის რიგის გვერდით.
ku: Hesabekê bi êşeyek veke, li pişta rêza bikarhênerê 🔓 bitikîne.
lt: Norint nedelsiant atrakinti paskyrą, spustelėkite 🔓 šalia vartotojo eilutės.
lv: Lai nekavējoties atbloķētu kontu, noklikšķiniet 🔓 blakus lietotāja rindai.
mg: Mba vohay tsara ny kaonty iray avy hatrany dia tsindrio 🔓 eo akaikin'ny andalana play an'ny mpampiasa.
mi: Hei tuwhera i te pūkete wawe tonu, pāwhirihia 🔓 i te taha o te rārangi o te kaiwhakamahi.
mk: За веднаш да отклучите сметка, кликнете 🔓 до редот на корисникот.
ml: ഒരു അക്കൗണ്ട് ഉടൻ അൺലോക്ക് ചെയ്യാൻ, ഉപയോക്താവിന്റെ വരിയരികിലെ "🔓" ക്ലിക്ക് ചെയ്യുക.
ms: Untuk membuka kunci akaun serta-merta, klik 🔓 di sebelah baris pengguna.
mt: Biex tiftaħ kont immedjat, ikklikkja 🔓 ħdejn ir-ring row tal-utent.
my: အကောင့်ကို ချက်ချင်းသော့ဖွင့်ရန် အသုံးပြုသူ၏အတန်း၏ နံဘေးတွင် 🔓 ကိုနှိပ်ပါ။
nl: Om een account onmiddellijk te ontgrendelen, klik 🔓 naast de rij van de gebruiker.
no: For å låse opp en konto umiddelbart, klikk 🔓 ved siden av brukerens rad.
pa: ਖਾਤੇ ਨੂੰ ਤੁਰੰਤ ਖੋਲ੍ਹਣ ਲਈ, ਵਰਤੋਂਕਾਰ ਦੀ ਕਤਾਰ ਨਾਲ 🔓 ਕਲਿੱਕ ਕਰੋ।
pl: Aby natychmiast odblokować konto, kliknij 🔓 obok wiersza użytkownika.
pt: Para desbloquear uma conta imediatamente, clique 🔓 ao lado da linha do usuário.
ro: Pentru a debloca un cont imediat, apasă 🔓 lângă rândul utilizatorului.
ru: Чтобы немедленно разблокировать учетную запись, нажмите 🔓 рядом с строкой пользователя.
sk: Ak chcete okamžite odomknúť účet, kliknite 🔓 vedľa riadku používateľa.
sl: Za takojšnje odklepanje računa kliknite 🔓 poleg uporabnikove vrstice.
sq: Për të hapur menjëherë një llogari, klikoni 🔓 pranë rreshtit të përdoruesit.
sr: Da biste odmah otključali nalog, kliknite 🔓 pored reda korisnika.
sv: För att låsa upp ett konto omedelbart, klicka 🔓 bredvid användarens rad.
sw: Kufungua akaunti mara moja, bofya 🔓 karibu na safu ya mtumiaji.
ta: ஒரு கணக்கை உடனடியாக திறக்க 🔓 சந்திப்புகள் வகீர்க்க நீட் சொடுக்கவும்.
te: 🔓 నొక్కి వాడుకరి’ యొక్క వరుస పక్కన చేసిన వెంటనే ఒక ఖాతాను అన్‌లాక్ చేయండి.
th: เพื่อปลดล็อกบัญชีทันที คลิก 🔓 ถัดจากแถวของผู้ใช้
tr: Bir hesabı hemen kilidini açmak için, kullanıcı satırının yanındaki 🔓 tıklayın.
uk: Щоб миттєво розблокувати обліковий запис, натисніть 🔓 поруч із рядком користувача.
ur: اکاؤنٹ کو فوراً ان لاک کرنے کے لئے صارف کی قطار کے ساتھ 🔓 پر کلک کریں۔
uz: Hisobni darhol ochish uchun foydalanuvchi qatori yonidagi 🔓 ni bosing.
vi: Để mở khóa tài khoản ngay lập tức, nhấp 🔓 bên cạnh hàng của người dùng.
xh: Ukuvula iakhawunti ngoko nangoko, cofa 🔓 ecaleni komgca womsebenzisi.

source: Accounts will also unlock automatically after a short delay.
ar: سيتم أيضًا فتح الحسابات تلقائيًا بعد تأخير قصير.
az: Hesablar qısa bir müddət sonra avtomatik açılacaq.
be: Облікові записи також будуть автоматично розблоковані через короткий проміжок часу.
bn: স্বল্প বিলম্বের পরে অ্যাকাউন্টগুলো স্বয়ংক্রিয়ভাবে আবারও আনলক হবে।
cs: Účty se také automaticky odemknou po krátké prodlevě.
cy: Caiff cyfrifon eu datgloi'n awtomatig hefyd ar ôl oedi byr.
da: Konti vil også låse automatisk op efter en kort forsinkelse.
de: Konten werden auch nach kurzer Verzögerung automatisch entsperrt.
el: Οι λογαριασμοί θα ξεκλειδώνονται επίσης αυτόματα μετά από σύντομη καθυστέρηση.
es: Las cuentas también se desbloquearán automáticamente después de un breve retraso.
et: Kontod avanevad ka automaatselt pärast lühikest viivitust.
eu: Kontuak ere automatikoki desblokeatuko dira epe labur bat igaro ondoren.
fa: حساب‌ها همچنین پس از تاخیر کوتاهی به‌طور خودکار باز می‌شوند.
fi: Tilit avautuvat myös automaattisesti lyhyen viiveen jälkeen.
fr: Les comptes se débloqueront également automatiquement après un court délai.
ga: Ní mór do chuntais a dhíghlasáil go huathoibríoch tar éis moill ghearr.
gd: Nì cunntasan cuideachd fosgail gu fèin-ghluasadach às deidh dàil ghoirid.
gl: As contas tamén se desbloquearán automaticamente tras un curto atraso.
gu: અલ્પ વિરામ પછી ખાતા આપમેળે અનલૉક થશે.
he: חשבונות ייפתחו אוטומטית גם לאחר עיכוב קצר.
hi: अकाउंट्स थोड़ी देरी के बाद भी स्वचालित रूप से अनलॉक हो जाएंगे।
hr: Računi će se također automatski otključati nakon kratkog odgađanja.
hu: A fiókok rövid késleltetés után automatikusan feloldódnak.
id: Akun juga akan terbuka secara otomatis setelah penundaan singkat.
is: Reikningar opnast einnig sjálfkrafa eftir stuttan biðtíma.
it: Gli account si sbloccheranno automaticamente anche dopo un breve ritardo.
ja: アカウントは短時間の遅延の後に自動的に解除されます。
ka: ანგარიშები ასევე ავტომატურად განბარჯდება მცირე გადანის შემდეგ.
ku: Hesabên bi seredana jîberî piştî derengiyek kurt bixweber vekirine.'
lt: Paskyros taip pat automatiškai atsiblokuos po trumpos pertraukos.
lv: Konti arī atbloķējas automātiski pēc īsa kavējuma.
mg: Avy amin'ny nahemotra fotoana fohy dia voavonjy otovo ho haingana tsara ihany koa ny kaonty.
mi: Ka tuwhera aunoahia hoki ngā pūkete i muri tata i te roanga poto.
mk: Сметките исто така ќе се отклучат автоматски по кратко задоцнување.
ml: അക്കൗണ്ടുകൾ ചെറു വൈകുന്ന സമയത്തിന് ശേഷം സ്വയം അപ്രാപിക്കുന്നു.
ms: Akaun juga akan terbuka secara automatik selepas penangguhan pendek.
mt: Kontijiet jinfetħu wkoll b'mod awtomatiku wara dewmien qasir.
my: အကောင့်များသည် တိုတောင်းသောနောက်ကျိီးမှ အလိုအလျောက် ပြန်ဖွင့်ပါမည်။
nl: Accounts worden ook automatisch ontgrendeld na een korte vertraging.
no: Kontoer vil også låse seg opp automatisk etter en kort forsinkelse.
pa: ਖਾਤੇ ਕੁਝ ਦੇਰੀ ਵਿਚ ਆਪਮਾਤ੍ਰਕ ਤੌਰ ਤੇ ਵੀ ਖੁਲ੍ਹਣ ਕੇਦੇ ਜਾਂਦੇ ਹਨ।
pl: Konta odblokują się również automatycznie po krótkim czasie.
pt: Contas também serão desbloqueadas automaticamente após um curto atraso.
ro: Conturile se vor debloca automat și după o scurtă întârziere.
ru: Учетные записи также автоматически разблокируются спустя короткий промежуток времени.
sk: Účty sa tiež automaticky odomknú po krátkom oneskorení.
sl: Računi se bodo prav tako samodejno odklenili po kratkem zamiku.
sq: Llogaritë gjithashtu do të hapen automatikisht pas një vonese të shkurtër.
sr: Nalozi će se takođe automatski otključati nakon kratkog kašnjenja.
sv: Konton låses också automatiskt upp efter en kort fördröjning.
sw: Akaunti pia zitafunguliwa kiotomatiki baada ya muda mfupi.
ta: கணக்குகள் தாமதமாகவோதை பின் திகழ்த்திய பின்பு தாளமாட்டும் வகையில் வெளியேறும்
te: ప్రతి ఖాతాలు కూడా స్వయంచాలకంగా ఒక చిన్న ఆలశ్యం తరువాత అన్‌లాక్ అవుతాయి.
th: บัญชีจะถูกปลดล็อกอัตโนมัติหลังจากเกิดความล่าช้าสั้นๆ
tr: Hesaplar kısa bir süre sonra otomatik olarak tekrar açılacaktır.
uk: Облікові записи також автоматично розблокуються через короткий проміжок часу.
ur: اکاؤنٹس بھی تھوڑی تاخیر کے بعد خودکار طور پر ان لاک ہو جائیں گے۔
uz: Hisoblar qisqa vaqt o'tgach avtomatik ravishda ochiladi.
vi: Tài khoản cũng sẽ tự động mở khóa sau một khoảng thời gian ngắn.
xh: Akaunti ziya kuvulwa ngokuzenzekelayo xa kuthe ukuphelato.

source: All actions are logged for accountability. Passwords and secrets are never visible.
ar: يتم تسجيل جميع الأفعال للمساءلة. كلمات المرور والأسرار لا تكون مرئية أبداً.
az: Bütün hərəkətlər təsvir edilir. Parollar və sirlər heç vaxt görünmür.
be: Усі дії записуються для підзвітності. Паролі та секрети ніколи не видимі.
bn: জবাবদিহির জন্য সমস্ত ক্রিয়াকলাপ লগ করা হয়। পাসওয়ার্ড এবং গোপনীয় তথ্য কখনও দৃশ্যমান হয় না।
cs: Všechny akce jsou zaznamenávány pro zajištění odpovědnosti. Hesla a tajné hodnoty nejsou nikdy viditelné.
cy: Mae'r holl weithredoedd yn cael eu logio ar gyfer atebolrwydd. Ni chaiff cyfrineiriau a chyfrinachau fyth fod yn weledig.
da: Alle handlinger logges for ansvarlighed. Adgangskoder og hemmeligheder er aldrig synlige.
de: Alle Aktionen werden zur Verantwortung protokolliert. Passwörter und Geheimnisse sind niemals sichtbar.
el: Όλες οι ενέργειες καταγράφονται για λογοδοσία. Οι κωδικοί πρόσβασης και τα μυστικά δεν είναι ποτέ ορατά.
es: Todas las acciones se registran para responsabilidad. Las contraseñas y secretos nunca son visibles.
et: Kõik toimingud logitakse vastutuse tagamiseks. Paroolid ja saladused pole kunagi nähtavad.
eu: Ekintza guztiak erregistratuta daude erantzule izateko. Pasahitzak eta sekretuak ez dira sekula ikusgai.
fa: همه عمل‌ها برای قابلیت ردیابی لاگ می‌شوند. پسوردها و رازها هرگز قابل مشاهده نیستند.
fi: Kaikki toimenpiteet kirjataan vastuullisuuden vuoksi. Salasanoja ja salaisuuksia ei koskaan näytetä.
fr: Toutes les actions sont enregistrées pour la responsabilité. Les mots de passe et secrets ne sont jamais visibles.
ga: Tá gach gníomh logáilte le haghaidh cuntasachta. Ní fheictear pasfhocail agus rúin riamh.
gd: Tha na gnìomhan uile air an clàradh airson cunntachalachd. Chan eil faclan-faire agus dìomhaireachdan faicsinneach a-riamh.
gl: Todas as accións son rexistradas para rendición de contas. Os contrasinais e segredos nunca son visibles.
gu: બધી ક્રિયાઓ જવાબદારી માટે લૉગ કરવામાં આવે છે. પાસવર્ડ્સ અને ગુપ્ત વિગતો ક્યારેય દેખાતી નથી.
he: כל הפעולות מתועדות לשקיפות. סיסמאות וסודות לעולם לא גלויים.
hi: सभी कार्रवाइयों को जवाबदेही के लिए लॉग किया जाता है। पासवर्ड और गुप्त कभी दिखाई नहीं देते।
hr: Sve radnje se bilježe radi odgovornosti. Lozinke i tajne nikada nisu vidljive.
hu: Minden tevékenységet naplóznak a számonkérhetőség érdekében. Jelszavak és titkos adatok soha nem láthatók.
id: Semua tindakan dicatat untuk akuntabilitas. Kata sandi dan rahasia tidak pernah terlihat.
is: Allar aðgerðir eru skráðar fyrir ábyrgð. Lykilorð og leyndarmál eru aldrei sýnileg.
it: Tutte le azioni sono loggate per accountability. Password e segreti non sono mai visibili.
ja: すべてのアクションはアカウンタビリティのために記録されます。パスワードやシークレットは決して表示されません。
ka: ყველა აქცია ჩაიხედა განსაცდელობისათვის. პაროლები და საიდუმლოებები არასოდეს ჩანს.
ku: Hemu şîvek tê qeyd kirin ji bo hesabdarî. Şîfre û rûyên veşartî qet nayên dîtin.
lt: Visi veiksmai registruojami, siekiant užtikrinti atskaitomybę. Slaptažodžiai ir paslaptys niekada nėra matomos.
lv: Visas darbības tiek reģistrētas atbildīgumam. Paroles un slepeni nekad nav redzami.
mg: Voarezina ny hetsika rehetra noho ny tombontsoa. Ny tenimiafina sy ny tsiambaratelo dia tsy aseho mihitsy.
mi: Kei te rēhitatia ngā mahi katoa mō te takihi. Kaore e tukuna ngā kupuhipa me ngā huna.
mk: Сите акции се логираат за одговорност. Лозинките и тајните никогаш не се видливи.
ml: എല്ലാ നടപടികളും ഉത്തരവാദിത്തത്തിനായി ശേഖരിക്കപ്പെടുന്നു. പാസ്വേഡുകളും രഹസ്യങ്ങളും ഒരിക്കലും ദൃശ്യമാക്കില്ല.
ms: Semua tindakan dicatatkan untuk akauntabiliti. Kata laluan dan rahsia tidak pernah kelihatan.
mt: L-azzjonijiet kollha huma reġistrati għar-responsabbiltà. Passwords u sigrieti mhumiex qatt viżibbli.
my: အားလုံးသော လုပ်ဆောင်ချက်များမှာ တာဝန်ယူစရာအတွက် မှတ်တမ်းတင်ထားပါသည်။ စကားဝှက်များ နှင့် လျှို့ဝှက်ချက်များသည် မျက်မှောက်မထင်နိုင်ပါ။
nl: Alle acties worden gelogd voor verantwoording. Wachtwoorden en geheimen zijn nooit zichtbaar.
no: Alle handlinger logges for ansvarlighet. Passord og hemmeligheter er aldri synlige.
pa: ਸਭ ਕਾਰਵਾਈਆਂ ਜ਼ਿੰਮੇਦਾਰ ਦੇ ਲਈ ਲਾਗ ਕੀਤੀਆਂ ਜਾਂਦੀਆਂ ਹਨ। ਪਾਸਵਰਡ ਅਤੇ ਭਾਝਸ਼ ਸਿਹਤਾਂ ਕਦੇ ਨਹੀਂ ਦਿਖਾਈ ਜਾਵੇਗੀਆਂ।
pl: Wszystkie działania są rejestrowane dla przejrzystości. Hasła i sekrety nigdy nie są widoczne.
pt: Todas as ações são registradas para responsabilidade. Senhas e segredos nunca são visíveis.
ro: Toate acțiunile sunt înregistrate pentru responsabilitate. Parolele și secretele nu sunt niciodată vizibile.
ru: Все действия регистрируются для обеспечения подотчетности. Пароли и секреты никогда не видны.
sk: Všetky akcie sú zaznamenávané pre zodpovednosť. Heslá a tajomstvá nie sú nikdy viditeľné.
sl: Vsa dejanja so zabeležena za odgovornost. Gesla in skrivnosti nikoli niso vidni.
sq: Të gjitha veprimet regjistrohen për përgjegjësi. Fjalëkalimet dhe sekretet nuk janë kurrë të dukshme.
sr: Sve akcije su zabeležene radi odgovornosti. Lozinke i tajne nikada nisu vidljive.
sv: Alla åtgärder loggas för ansvarighet. Lösenord och hemligheter är aldrig synliga.
sw: Hatua zote zinarekodiwa kwa uwajibikaji. Nywila na siri hazionekani kamwe.
ta: அனைத்து செயல்பாடுகளும் பொறுப்பிை்த்தற்காகப் பதிவு செய்யப்பட்டுள்ளன.. கடவுச்சொற்கள் மற்றும் இரகசியங்கள் எப்போதும் இல்லை.
te: అన్ని చర్యలు జవాబుదారికి కోసం లాగ్ చేయబడతాయి. పాస్వర్డ్‌లు మరియు రహస్యాలు ఎప్పుడూ కనిపించవు.
th: ทุกการกระทำจะถูกบันทึกไว้เพื่อความรับผิดชอบ รหัสผ่านและความลับไม่มีวันปรากฏ
tr: Tüm işlemler hesap verilirlik için kaydedilir. Parolalar ve sırlar asla görünmez.
uk: Усі дії журналюються для забезпечення підзвітності. Паролі та секрети ніколи не відображаються.
ur: تمام کارروائیاں احتساب کے لئے لاگ کی جاتی ہیں۔ پاس ورڈز اور راز کبھی بھی نظر نہیں آتے۔
uz: Barcha harakatlar uchun hisobdorlik uchun qayd qilinadi. Parollar va oshkora ma'lumotlar hech qachon ko'rinmaydi.
vi: Tất cả hành động đều được ghi lại để kiểm soát trách nhiệm. Mật khẩu và bí mật không bao giờ được hiển thị.
xh: Zonke izenzo zigcinwa kwiilogogo zokuba netyala. Agama-mfihlo nempuku zeemfihlo aziboni.

source: ID
ar: المعرف
be: Ідэнтыфікатар
bn: আইডি
fa: شناسه
gu: આઇડી
he: מזהה
hi: आईडी
hu: Azonosító
ku: ژمارەیناسنامە
mk: ИД
ml: ഐഡി
pa: ਆਈਡੀ
ta: அடையாளம்
te: ఐడి
th: รหัส
ur: آئی ڈی

source: Actions
ar: الإجراءات
az: Əməliyyatlar
be: Дзеянні
bn: ক্রিয়াকলাপ
cs: Akce
cy: Gweithredoedd
da: Handlinger
de: Aktionen
el: Ενέργειες
es: Acciones
et: Toimingud
eu: Ekintzak
fa: اقدامات
fi: Toiminnot
ga: Gníomhartha
gd: Gnìomhan
gl: Accións
gu: ક્રિયાઓ
he: פעולות
hi: क्रियाएँ
hr: Radnje
hu: Műveletek
id: Tindakan
is: Aðgerðir
it: Azioni
ja: アクション
ka: მოქმედებები
ku: کردارەکان
lt: Veiksmai
lv: Darbības
mg: Hetra
mi: Ngā Mahi
mk: Акции
ml: കാര്യങ്ങൾ
ms: Tindakan
mt: Azzjonijiet
my: လှုပ်ရှားမှုများ
nl: Acties
no: Handlinger
pa: ਕਾਰਵਾਈਆਂ
pl: Akcje
pt: Ações
ro: Acțiuni
ru: Действия
sk: Akcie
sl: Dejanja
sq: Veprime
sr: Akcije
sv: Åtgärder
sw: Vitendo
ta: செயல்கள்
te: చర్యలు
th: การกระทำ
tr: Eylemler
uk: Дії
ur: اعمال
uz: Amallar
vi: Hành động
xh: Iziganeko

source: No users available.
ar: لا يوجد مستخدمون متاحون.
az: İstifadəçilər mövcud deyil.
be: нет доступных пользователей.
bn: কোনও ব্যবহারকারী উপলব্ধ নেই।
cs: Žádní uživatelé k dispozici.
cy: Dim defnyddwyr ar gael.
da: Ingen brugere tilgængelige.
de: Keine Benutzer verfügbar.
el: Δεν υπάρχουν διαθέσιμοι χρήστες.
es: No hay usuarios disponibles.
et: Kasutajad puuduvad.
eu: Ez dago erabiltzaillerik eskuragarri.
fa: هیچ کاربری در دسترس نیست.
fi: Ei käyttäjiä saatavilla.
fr: Aucun utilisateur disponible.
ga: Níl aon úsáideoirí ar fáil.
gd: Gun luchd-cleachdaidh ri fhaighinn.
gl: Non hai usuarios dispoñibles.
gu: કોઈ વપરાશકર્તાઓ ઉપલબ્ધ નથી.
he: אין משתמשים זמינים.
hi: कोई उपयोगकर्ता उपलब्ध नहीं है।
hr: Nema dostupnih korisnika.
hu: Nincsenek elérhető felhasználók.
id: Tidak ada pengguna yang tersedia.
is: Engir notendur tiltækir.
it: Nessun utente disponibile.
ja: 利用可能なユーザーがいません。
ka: მომხმარებლები არ არის ხელმისაწვდომი.
ku: Bikarhênerên mewcûd ne.
lt: Nėra naudotojų.
lv: Nav pieejami lietotāji.
mg: Tsy misy mpampiasa azo.
mi: Kāore he kaiwhakamahi e wātea ana.
mk: Нема достапни корисници.
ml: ഉപയോക്താക്കളൊന്നും ലഭ്യമല്ല.
ms: Tiada pengguna tersedia.
mt: L-ebda utenti disponibbli.
my: အသုံးပြုသူများ မရရှိနိုင်ပါ။
nl: Geen gebruikers beschikbaar.
no: Ingen brukere tilgjengelig.
pa: ਕੋਈ ਯੂਜ਼ਰ ਉਪਲਬਧ ਨਹੀਂ।
pl: Brak dostępnych użytkowników.
pt: Nenhum usuário disponível.
ro: Nu există utilizatori disponibili.
ru: Нет доступных пользователей.
sk: Žiadni používatelia nie sú k dispozícii.
sl: Ni uporabnikov na voljo.
sq: Nuk ka përdorues të disponueshëm.
sr: Nema dostupnih korisnika.
sv: Inga användare tillgängliga.
sw: Hakuna watumiaji waliopo.
ta: பயனர்கள் கிடைக்கவில்லை.
te: న משתמשים లభించలేదు.
th: ไม่มีผู้ใช้งานที่สามารถใช้งานได้
tr: Kullanıcı yok.
uk: Користувачі відсутні.
ur: کوئی صارف دستیاب نہیں۔
uz: Foydalanuvchilar mavjud emas.
vi: Không có người dùng nào có sẵn.
xh: Akukho basebenzisi abafumanekayo.

source: Created At
ar: أنشئت في
az: Yaradılıb
be: Үүсгэсэн цаг
bn: তৈরি করা হয়েছে
cs: Vytvořeno
cy: Wedi'i greu ar
da: Oprettet den
de: Erstellt am
el: Δημιουργήθηκε Στις
es: Creado en
et: Loodud
eu: Sortu Zenean
fa: ایجاد شده در
fi: Luotu
fr: Créé le
ga: Cruthaithe Ag
gd: Air a chruthachadh aig
gl: Creado o
gu: બનાવેલ સમય
he: נוצר בתאריך
hi: निर्मित
hr: Kreirano
hu: Létrehozva
id: Dibuat Pada
is: Búið til
it: Creato il
ja: 作成日
ka: შექმნილია
ku: Diweroj
lt: Sukurta
lv: Izveidots
mg: Noforonina Tamin'ny
mi: I Waihangatia I
mk: Креирано на
ml: സൃഷ്ടിച്ച തീയതി
ms: Dicipta Pada
mt: Maħluq F'
my: ထုတ်ပြီးပါပြီ
nl: Aangemaakt op
no: Opprettet
pa: ਉਤਪੰਨ ਮਿਤੀ
pl: Utworzono
pt: Criado em
ro: Creat La
ru: Создано в
sk: Vytvorené
sl: Ustvarjeno
sq: Krijuar më
sr: Kreirano
sv: Skapad
sw: Imeundwa Mnamo
ta: உருவாக்கப்பட்டது
te: సృష్టించబడింది
th: สร้างเมื่อ
tr: Oluşturulma Tarihi
uk: Створено в
ur: پیدا ہوا
uz: Yaratilgan Vaqti
vi: Tạo Lúc
xh: Yenziwe ngexesha

source: MFA Enabled
ar: مفعل
az: Aktiv
be: Идэвхжүүлсэн
bn: সক্রিয়
cs: Povoleno
cy: Wedi'i alluogi
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
et: Lubatud
eu: Gaituta
fa: فعال
fi: Käytössä
fr: Activé
ga: Cumasaíodh
gd: Comasach
gl: Habilitado
gu: સક્રિય
he: מופעל
hi: सक्रिय
hr: Omogućeno
hu: Engedélyezett
id: Diaktifkan
is: Virkt
it: Abilitato
ja: 有効
ka: ჩართულია
ku: Çalak
lt: Įjungtas
lv: Aktivizēts
mg: Nampiasaina
mi: Whakahohe
mk: Овозможено
ml: പ്രാപ്തമാക്കിയിരിക്കുന്നു
ms: Didayakan
mt: Attivat
my: အလုပ်ဖြစ်နေသည်
nl: Ingeschakeld
no: Aktivert
pa: ਯੋਗ
pl: Włączone
pt: Habilitado
ro: Activat
ru: Включено
sk: Povolené
sl: Omogočeno
sq: Aktivizuar
sr: Omogućeno
sv: Aktiverad
sw: Imewashwa
ta: இயலுநிலை
te: ప్రయోజన కర్త
th: เปิดใช้งาน
tr: Aktif
uk: Включено
ur: فعال
uz: Faollashtirilgan
vi: Đã bật
xh: Inikwe amandla

source: Locked Until
ar: الحساب
az: Hesab
be: Уліковы запіс
bn: অ্যাকাউন্ট
cs: Účet
cy: Cyfrif
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
eu: Kontu
fa: حساب
fi: Tili
fr: Compte
ga: Cuntas
gd: Cunntas
gl: Conta
gu: એકાઉન્ટ
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Aðgangur
it: Account
ja: アカウント
ka: ანგარიში
ku: Hesab
lt: Paskyra
lv: Konts
mg: Account
mi: Pūkete
mk: Сметка
ml: അക്കൗണ്ട്
ms: Akaun
mt: Kont
my: စာရင်း
nl: Account
no: Konto
pa: ਖਾਤਾ
pl: Konto
pt: Conta
ro: Cont
ru: Аккаунт
sk: Účet
sl: Račun
sq: Llogaria
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
te: ఖాతా
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
uz: Hisob
vi: Tài khoản
xh: Akhawunti
