Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Choose three different questions and provide answers only you know. These will help recover your account.
ar: اختر ثلاثة أسئلة مختلفة وقدم إجاباتك. سوف يتم استخدامها للتحقق من هويتك إذا نسيت كلمة المرور الخاصة بك.
az: Üç fərqli sual seçin və cavablarınızı qeyd edin. Parolunuzu unutduğunuz təqdirdə şəxsiyyətinizi təsdiq etmək üçün istifadə olunacaq.
be: তিনটি আলাদা প্রশ্ন বেছে নিন এবং আপনার উত্ত্র প্রদান করুন। পাসওয়ার্ড ভুলে গেলে আপনার পরিচয় যাচাই করার জন্য এগুলি ব্যবহার করা হবে।
bn: তিনটি ভিন্ন প্রশ্ন নির্বাচন করুন এবং আপনার উত্তর প্রদান করুন। যদি আপনি কখনও আপনার পাসওয়ার্ড ভুলে যান তাহলে আপনার পরিচয় নিশ্চিত করার জন্য এগুলো ব্যবহার হবে।
cs: Vyberte tři různé otázky a poskytněte své odpovědi. Tyto budou použity k ověření vaší identity, pokud zapomenete heslo.
cy: Dewiswch dri chwestiwn gwahanol a rhowch eich atebion. Bydd y rhain yn cael eu defnyddio i wirio eich hunaniaeth os ydych yn anghofio eich cyfrinair.
da: Vælg tre forskellige spørgsmål og giv dine svar. Disse vil blive brugt til at verificere din identitet, hvis du nogensinde glemmer din adgangskode.
de: Wählen Sie drei verschiedene Fragen und geben Sie Ihre Antworten an. Diese werden verwendet, um Ihre Identität zu überprüfen, falls Sie Ihr Passwort vergessen sollten.
el: Επιλέξτε τρεις διαφορετικές ερωτήσεις και παρέχετε τις απαντήσεις σας. Αυτές θα χρησιμοποιηθούν για την επαλήθευση της ταυτότητάς σας σε περίπτωση που ξεχάσετε τον κωδικό πρόσβασής σας.
es: Elige tres preguntas diferentes y proporciona tus respuestas. Estas se usarán para verificar tu identidad si alguna vez olvidas tu contraseña.
et: Vali kolm erinevat küsimust ja anna oma vastused. Neid kasutatakse sinu identiteedi kinnitamiseks, kui sa unustad oma parooli.
eu: Aukeratu hiru galdera desberdin eta eman zure erantzunak. Hauek erabiliko dira zure nortasuna egiaztatzeko pasahitza ahazten baduzu.
fa: سه سؤال متفاوت انتخاب کرده و پاسخ‌های خود را ارائه دهید. این موارد برای تأیید هویت شما در صورتی که رمز عبور خود را فراموش کنید، استفاده خواهند شد.
fi: Valitse kolme eri kysymystä ja anna vastauksesi. Näitä käytetään henkilöllisyytesi varmistamiseen, jos unohdat salasanasi.
fr: Choisissez trois questions différentes et fournissez vos réponses. Elles seront utilisées pour vérifier votre identité si vous oubliez votre mot de passe.
ga: Roghnaigh trí cheist dhifriúla agus tabhair do fhreagraí. Úsáidfear iad seo chun do chéannacht a fhíorú má dhearmadann tú do phasfhocal riamh.
gd: Tagh trì ceistean eadar-dhealaichte agus thoir seachad do fhreagairtean. Thèid iad seo a chleachdadh gus dearbhadh d' aithne ma dhìochuimhnicheas tu am facal-faire agad a-riamh.
gl: Escolla tres preguntas diferentes e proporcione as súas respostas. Usaranse para verificar a súa identidade se algunha vez esquece o seu contrasinal.
gu: ત્રણ અલગ અલગ પ્રશ્નો પસંદ કરો અને તમારા જવાબો આપો. જો તમે ક્યારેય તમારો પાસવર્ડ ભૂલી જશો, તો તમારી ઓળખ તપાસવા માટે તેનો ઉપયોગ કરવામાં આવશે.
he: בחר שלוש שאלות שונות וספק את התשובות שלך. אלה ישמשו לאימות זהותך אם תשכח את הסיסמה שלך אי פעם.
hi: तीन अलग-अलग प्रश्न चुनें और अपने उत्तर दें। यदि आप कभी अपना पासवर्ड भूल जाते हैं तो यह आपकी पहचान सत्यापित करने के लिए उपयोग किए जाएंगे।
hr: Odaberite tri različita pitanja i dajte svoje odgovore. Ona će se koristiti za provjeru vašeg identiteta ako ikada zaboravite lozinku.
hu: Válasszon három különböző kérdést és adja meg a válaszait. Ezeket a személyazonosságának igazolására fogják felhasználni, ha valaha elfelejtené a jelszavát.
id: Pilih tiga pertanyaan berbeda dan berikan jawaban Anda. Ini akan digunakan untuk memverifikasi identitas Anda jika Anda lupa kata sandi.
is: Veldu þrjár ólíkar spurningar og gefðu svör. Þessar verða notaðar til að staðfesta auðkenni þitt ef þú gleymir lykilorði þínu.
it: Scegli tre domande diverse e fornisci le tue risposte. Queste verranno utilizzate per verificare la tua identità nel caso in cui dimenticassi la password.
ja: 3つの異なる質問を選び、それぞれの答えを入力してください。パスワードを忘れた場合の本人確認に使用されます。
ka: აირჩიეთ სამი განსხვავებული კითხვა და მიუთითეთ თქვენი პასუხები. ეს გამოყენებულ იქნება თქვენი იდენტობის დასადასტურებლად, თუ ოდესმე დაგავიწყდათ თქვენი პაროლი.
ku: سێ پرسیاری جیاواز هەڵبژێرە و وەڵامەکانت بدە. ئەمانە بەھای بەردەوام کردنی ناسایەتی دەکرێن ئەگەر پاسووردەکەت لەبیر کرد.
lt: Pasirinkite tris skirtingus klausimus ir pateikite savo atsakymus. Jie bus naudojami jūsų tapatybei patikrinti, jei kada nors pamiršite slaptažodį.
lv: Izvēlieties trīs dažādus jautājumus un sniedziet savas atbildes. Tie tiks izmantoti, lai pārbaudītu jūsu identitāti, ja jūs kādreiz aizmirsīsiet savu paroli.
mg: Fidio fanontaniana telo samihafa ary omeo ny valinao. Ireo dia ampiasaina hanamarinana ny maha-ianao anao raha manadino ny tenimiafinao ianao.
mi: Tīpakohia he pātai rerekē e toru, ā, tukuna ō whakautu. Ka whakamahia ēnei hei whakamana i tō tuakiri mēnā ka wareware koe i tō kupuhipa.
mk: Изберете три различни прашања и дадете ваши одговори. Овие ќе бидат користени за потврда на вашиот идентитет ако некогаш заборавите вашата лозинка.
ml: മൂന്നു വ്യത്യസ്ത ചോദ്യങ്ങൾ തിരഞ്ഞെടുക്കുക, ഉത്തരം നൽകുക. പാസ്സ്വേഡ് മറന്നാൽ നിങ്ങളുടെ തിരിച്ചറിവ് ഉറപ്പുവരുത്താൻ ഇവ ഉപയോഗിക്കും.
ms: Pilih tiga soalan berbeza dan berikan jawapan anda. Ini akan digunakan untuk mengesahkan identiti anda jika anda terlupa kata laluan anda.
mt: Agħżel tliet mistoqsijiet differenti u agħti t-tweġibiet tiegħek. Dawn se jintużaw biex tivverifika l-identità tiegħek jekk tinsa l-password tiegħek.
my: လုံးဝ မေးခွန်းနဲ့ ကိုယ့်အဖြေတွေ ပြိုင်ဖို့ ခုနစ်ပြောင်းပါ။ ဒါတွေကို သင့်စကားဝှက်မေ့ပါက သင့်ကိုယ်တိုင်အခြေအနေစိစစ်ဖို့ သို့သော်အက်ပ်စောင့်ရှောက်ပေးရန် ဖြေဖို့လိုပါလိမ့်မယ်။
nl: Kies drie verschillende vragen en geef je antwoorden. Deze worden gebruikt om je identiteit te verifiëren als je ooit je wachtwoord vergeet.
no: Velg tre forskjellige spørsmål og oppgi dine svar. Disse vil bli brukt for å bekrefte din identitet hvis du noen gang glemmer passordet ditt.
pa: ਤਿੰਨ ਵੱਖਰੇ ਸਵਾਲ ਚੁਣੋ ਅਤੇ ਆਪਣੇ ਉੱਤਰ ਦਿਓ। ਜੇ ਤੁਸੀਂ ਕਦੇ ਵੀ ਆਪਣਾ ਪਾਸਵਰ ਭੁੱਲ ਜਾਂਦੇ ਹੋ ਤਾਂ ਇਹ ਤੁਹਾਡੀ ਪਛਾਣ ਦੀ ਪ੍ਰਮਾਣਿਕਤਾ ਲਈ ਵਰਤੇ ਜਾਣਗੇ।
pl: Wybierz trzy różne pytania i podaj swoje odpowiedzi. Zostaną one wykorzystane do weryfikacji twojej tożsamości, jeśli kiedykolwiek zapomnisz hasła.
pt: Escolha três perguntas diferentes e forneça suas respostas. Elas serão usadas para verificar sua identidade se você esquecer sua senha.
ro: Alegeți trei întrebări diferite și oferiți răspunsurile. Acestea vor fi folosite pentru a verifica identitatea dumneavoastră dacă uitați parola.
ru: Выберите три разных вопроса и предоставьте свои ответы. Они будут использованы для проверки вашей личности, если вы забудете свой пароль.
sk: Vyberte si tri rôzne otázky a poskytnite svoje odpovede. Tieto budú použité na overenie vašej identity, ak niekedy zabudnete svoje heslo.
sl: Izberite tri različna vprašanja in podajte vaše odgovore. Ti bodo uporabljeni za preverjanje vaše identitete, če kdaj pozabite geslo.
sq: Zgjidhni tre pyetje të ndryshme dhe jepni përgjigjet tuaja. Këto do të përdoren për të verifikuar identitetin tuaj nëse harroni fjalëkalimin.
sr: Изаберите три различита питања и дајте одговоре. Ова питања ће се користити за проверу вашег идентитета ако икада заборавите лозинку.
sv: Välj tre olika frågor och ge dina svar. Dessa kommer att användas för att verifiera din identitet om du någonsin glömmer ditt lösenord.
sw: Chagua maswali matatu tofauti na toa majibu yako. Haya yatatumika kuthibitisha utambulisho wako ukisahau nenosiri lako.
ta: மூன்று வேறு கேள்விகளை தேர்வு செய்யவும் மற்றும் உங்கள் பதில்களை வழங்கவும். நீங்கள் உங்கள் கடவுச்சொல்லை மறந்து விட்டால் உங்கள் அங்கீகாரத்தை உறுதிப்படுத்த இவை பயன்படுத்தப்படும்.
te: మూడు విభిన్నమైన ప్రశ్నలను ఎంచుకుని మీ జవాబులను ఇవ్వండి. మీ పాస్‌వర్డ్ మరచినప్పుడు మీ గుర్తింపును ధృవీకరించడానికి వీటిని ఉపయోగిస్తారు.
th: เลือกคำถามที่แตกต่างกันสามข้อและระบุคำตอบของคุณ สิ่งเหล่านี้จะใช้ยืนยันตัวตนของคุณหากคุณลืมรหัสผ่าน
tr: Üç farklı soru seçin ve cevaplayın. Bu sorular, parolanızı unutmanız durumunda kimliğinizi doğrulamak için kullanılacaktır.
uk: Оберіть три різних питання і надайте ваші відповіді. Вони будуть використані для перевірки вашої особи, якщо ви коли-небудь забудете свій пароль.
ur: تین مختلف سوالات منتخب کریں اور اپنے جوابات فراہم کریں۔ یہ آپ کی شناخت کی تصدیق کے لئے استعمال ہوں گے اگر آپ کبھی اپنا پاس ورڈ بھول جائیں۔
uz: Uch xil savol tanlang va javoblar bering. Bu sizning shaxsingizni tasdiqlash uchun ishlatiladi, agar parolingizni unutib qo'ysangiz.
vi: Chọn ba câu hỏi khác nhau và cung cấp câu trả lời của bạn. Chúng sẽ được dùng để xác minh danh tính của bạn nếu bạn quên mật khẩu.
xh: Khetha imibuzo emithathu eyahlukileyo kwaye unikeze iimpendulo zakho. Oku kuya kusetyenziselwa ukuqinisekisa ukuba ulunge kwizazisi xa usoloko ulibala iphasiwedi yakho.

source: Please fix the following errors:
ar: يرجى تصحيح الأخطاء التالية:
az: Zəhmət olmasa aşağıdakı xətaları düzəldin:
be: Калі ласка, выправіце наступныя памылкі:
bn: দয়া করে নিম্নলিখিত ত্রুটিগুলি ঠিক করুন:
cs: Prosím, opravte následující chyby:
cy: Trwswch y gwallau canlynol os gwelwch yn dda:
da: Ret venligst følgende fejl:
de: Bitte beheben Sie die folgenden Fehler:
el: Παρακαλώ διορθώστε τα ακόλουθα σφάλματα:
es: Por favor, corrige los siguientes errores:
et: Palun parandage järgmised vead:
eu: Hurrengo akatsak konpondu mesedez:
fa: لطفاً خطاهای زیر را اصلاح کنید:
fi: Korjaa seuraavat virheet:
fr: Veuillez corriger les erreurs suivantes :
ga: Fíjl riyas zíven úrootx:
gd: Feuch an cuir thu ceart na mearachdan a leanas:
gl: Por favor, corrixe os erros seguintes:
gu: કૃપા કરી નીચેના ભૂલોને ઠીક કરો:
he: אנא תקן את השגיאות הבאות:
hi: कृपया निम्नलिखित त्रुटियों को ठीक करें:
hr: Molimo ispravite sljedeće pogreške:
hu: Kérjük, javítsa ki az alábbi hibákat:
id: Silakan perbaiki kesalahan berikut:
is: Vinsamlegast lagaðu eftirfarandi villur:
it: Si prega di correggere i seguenti errori:
ja: 次のエラーを修正してください：
ka: გთხოვთ, გამოასწოროთ შემდეგი შეცდომები:
ku: تکایە هەڵەکان دواترینزانابەر بگرن.
lt: Prašome ištaisyti šias klaidas:
lv: Lūdzu, izlabojiet šādas kļūdas:
mg: Tsarao ireto lesoka manaraka ireto:
mi: Tēnā, whakatika i ngā hapa e whai ake nei:
mk: Ве молиме поправете ги следните грешки:
ml: ദയവായി താഴെപ്പറയുന്ന പിശകളെ പരിഹരിക്കൂ:
ms: Sila betulkan ralat berikut:
mt: Jekk jogħġbok irranġa l-iżbalji li ġejjin:
my: ကျေးဇူးပြု၍ အောက်ပါအမှားများကို ပြင်ပါ။
nl: Corrigeer de volgende fouten:
no: Vennligst rett opp følgende feil:
pa: कृपया अवश्य त्रुटियां सीधा करें:
pl: Proszę naprawić następujące błędy:
pt: Por favor, corrija os seguintes erros:
ro: Vă rugăm să corectați următoarele erori:
ru: Пожалуйста, исправьте следующие ошибки:
sk: Prosím opravte nasledujúce chyby:
sl: Prosim, popravite naslednje napake:
sq: Ju lutemi rregulloni gabimet e mëposhtme:
sr: Molimo ispravite sledeće greške:
sv: Vänligen åtgärda följande fel:
sw: Tafadhali rekebisha makosa yafuatayo:
ta: தயவுசெய்து பின்வரும் பிழைகளை சரிசெய்யவும்:
te: దయచేసి ఈ క్రింది లోపాలను సరిచేయండి:
th: โปรดแก้ไขข้อผิดพลาดต่อไปนี้:
tr: Lütfen aşağıdaki hataları düzeltin:
uk: Будь ласка, виправте наступні помилки:
ur: براہ کرم درج ذیل غلطیاں درست کریں:
uz: Iltimos, quyidagi xatolarni tuzating:
vi: Vui lòng sửa các lỗi sau:
xh: Nceda ulungise ezi mpazamo zilandelayo:

source: Manage Account
ar: إدارة الحساب
az: Hesabı idarə et
be: Управление аккаунтом
bn: অ্যাকাউন্ট পরিচালনা করুন
cs: Spravovat účet
cy: Rheoli Cyfrif
da: Administrer konto
de: Konto verwalten
el: Διαχείριση Λογαριασμού
es: Administrar cuenta
et: Konto haldamine
eu: Kontua Kudeatu
fa: مدیریت حساب
fi: Hallitse tiliä
fr: Gérer le compte
ga: Akonta Bɔ
gd: Stiùirich Cunntas
gl: Xestionar conta
gu: ખાતું મેનેજ કરો
he: ניהול חשבון
hi: खाता प्रबंधित करें
hr: Upravljanje računom
hu: Fiók kezelése
id: Kelola Akun
is: Stjórna Reikningi
it: Gestisci Account
ja: アカウント管理
ka: ანგარიშის მართვა
ku: ڕێکخستنی ئەکاتوونت
lt: Tvarkykite paskyrą
lv: Pārvaldīt Kontu
mg: Mitantana ny Kaonty
mi: Whakahaere Pūkete
mk: Управувај со сметка
ml: അക്കൗണ്ട് നടത്തുക
ms: Urus Akaun
mt: Immaniġġja l-Kont
my: အကောင့်စီမံခန့်ခွဲမယ်
nl: Beheer Account
no: Administrer Konto
pa: ਖਾਤਾ ਪ੍ਰਬੰਧਨ
pl: Zarządzaj kontem
pt: Gerenciar Conta
ro: Gestionează Cont
ru: Управление учетной записью
sk: Spravovať účet
sl: Upravljaj račun
sq: Menaxho Llogarinë
sr: Upravljaj nalogom
sv: Hantera Konto
sw: Dhibiti Akaunti
ta: கணக்கை மேலாண்மை செய்க
te: ఖాతాను నిర్వహించండి
th: จัดการบัญชี
tr: Hesabı Yönet
uk: Управління акаунтом
ur: اکاؤنٹ منظم کریں
uz: Hisobni boshqarish
vi: Quản lý Tài khoản
xh: Lawula iAkhawunti

source: Update your profile information and password.
ar: تحديث معلومات ملفك الشخصي وكلمة المرور.
az: Profil məlumatlarınızı və parolunuzu yeniləyin.
be: Обновите информацию профиля и пароль.
bn: আপনার প্রোফাইল তথ্য এবং পাসওয়ার্ড আপডেট করুন।
cs: Aktualizujte své profilové informace a heslo.
cy: Diweddarwch eich gwybodaeth proffil a chyfrinair.
da: Opdater dine profiloplysninger og adgangskode.
de: Aktualisieren Sie Ihre Profilinformationen und Ihr Passwort.
el: Ενημέρωση πληροφοριών προφίλ και κωδικού πρόσβασης.
es: Actualiza tu información de perfil y contraseña.
et: Uuenda oma profiili infot ja parooli.
eu: Eguneratu zure profila eta pasahitza.
fa: به‌روز رسانی اطلاعات پروفایل و رمز عبور خود.
fi: Päivitä profiilitietosi ja salasanasi.
fr: Mettez à jour vos informations de profil et votre mot de passe.
ga: Nsɛm wo ho nguankwan ahyɛsɛm ne sũwu.
gd: Ùraich fiosrachadh ìomhaigh agad agus facal-faire.
gl: Actualizar a túa información de perfil e contrasinal.
gu: તમારી પ્રોફાઇલ માહિતી અને પાસવર્ડ અપડેટ કરો.
he: עדכן את פרטי הפרופיל והסיסמה שלך.
hi: अपनी प्रोफ़ाइल जानकारी और पासवर्ड अपडेट करें।
hr: Ažurirajte informacije o profilu i lozinku.
hu: Frissítse profil adatait és jelszavát.
id: Perbarui informasi profil dan kata sandi Anda.
is: Uppfæra upplýsingar um prófíl þinn og lykilorð.
it: Aggiorna le informazioni del tuo profilo e la password.
ja: プロフィール情報とパスワードを更新する。
ka: განაახლეთ თქვენი პროფილის ინფორმაცია და პაროლი.
ku: نوێکردنەوەی زانیاریەکانی پەیڕەگەکە و وشەی تێپەڕەوە
lt: Atnaujinkite savo profilio informaciją ir slaptažodį.
lv: Atjauniniet savu profila informāciju un paroli.
mg: Havaozy ny fampahalalana momba ny mombamomba anao sy ny tenimiafinao.
mi: Whakahou i tō pārongo kōtaha me te kupuhipa.
mk: Ажурирајте ги вашите информации за профил и лозинка.
ml: നിങ്ങളുടെ പ്രൊഫൈൽ വിവരങ്ങളും പാസ്‌വേഡും അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemaskini maklumat profil dan kata laluan anda.
mt: Aġġorna l-informazzjoni tal-profil tiegħek u l-password.
my: ကိုယ့်ပရိုဖိုင်သတင်းအချက်အလက်နဲ့စကားဝှက်ကိုအပ်ဒိတ်လုပ်ပါ။
nl: Werk uw profielinformatie en wachtwoord bij.
no: Oppdater profilinformasjonen din og passord.
pa: ਆਪਨੀ ਪ੍ਰੋਫਾਇਲ ਜਾਣਕਾਰੀ ਅਤੇ ਪਾਸਵਰਡ ਅਪਡੇਟ ਕਰੋ।
pl: Aktualizuj informacje o profilu i hasło.
pt: Atualize suas informações de perfil e senha.
ro: Actualizează informațiile profilului și parola.
ru: Обновите данные профиля и пароль.
sk: Aktualizujte svoje profilové informácie a heslo.
sl: Posodobi informacije o profilu in geslo.
sq: Përditëso informacionin e profilit dhe fjalëkalimin tënd.
sr: Ažuriraj informacije profila i lozinku.
sv: Uppdatera din profilinformation och lösenord.
sw: Sasisha taarifa yako ya wasifu na nenosiri.
ta: உங்கள் சுயவிவரத் தகவல்களையும் கடவுச்சொல்லையும் புதுப்பிக்கவும்.
te: మీ ప్రొఫైల్ సమాచారం మరియు పాస్వర్డ్‌ను నవీకరించండి.
th: อัปเดตข้อมูลโปรไฟล์และรหัสผ่านของคุณ
tr: Profil bilgilerinizi ve şifrenizi güncelleyin.
uk: Оновлення вашої профільної інформації та паролю.
ur: اپنی پروفائل معلومات اور پاس ورڈ کو اپ ڈیٹ کریں۔
uz: Profil ma'lumotingiz va parolingizni yangilang.
vi: Cập nhật thông tin hồ sơ và mật khẩu của bạn.
xh: Hlaziya ulwazi lweprofayili kunye nephasiwedi yakho.

source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.
az: Zəhmət olmasa düzgün e-poçt ünvanı daxil edin.
be: Пожалуйста, введите действительный адрес электронной почты.
bn: দয়া করে একটি বৈধ ইমেইল ঠিকানা প্রদান করুন।
cs: Prosím, zadejte platnou emailovou adresu.
cy: Rhowch gyfeiriad e-bost dilys.
da: Indtast venligst en gyldig e-mailadresse.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
el: Παρακαλώ εισάγετε έγκυρη διεύθυνση email.
es: Por favor ingresa una dirección de correo electrónico válida.
et: Palun sisesta kehtiv e-posti aadress.
eu: Sartu baliozko posta elektroniko helbide bat.
fa: لطفاً یک آدرس ایمیل معتبر وارد کنید.
fi: Anna kelvollinen sähköpostiosoite.
fr: Veuillez entrer une adresse e-mail valide.
ga: Mepa wo kyɛw fa adrɛsɛ bi a ɛyɛ nokore awo.
gd: Cuir a-steach seòladh puist-d dligheach.
gl: Introduza un enderezo de correo electrónico válido.
gu: મહેરબાની કરીને માન્ય ઈમેઇલ સરનામું દાખલ કરો.
he: אנא הזן כתובת אימייל חוקית.
hi: कृपया एक वैध ईमेल पता दर्ज करें।
hr: Unesite valjanu adresu e-pošte.
hu: Kérjük, adjon meg egy érvényes e-mail címet.
id: Silakan masukkan alamat email yang valid.
is: Vinsamlegast sláðu inn gilt netfang.
it: Per favore inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ka: გთხოვთ, შეიყვანოთ ვალიდური ელ.ფოსტის მისამართი.
ku: تکایە ئیمەیڵێکی دروست بنووسە
lt: Prašome įvesti galiojantį el. pašo adresą.
lv: Lūdzu, ievadiet derīgu e-pasta adresi.
mg: Ampidiro ny adiresy email manankery azafady.
mi: Tāuru koa i tētahi wāhitau īmēra whaimana.
mk: Внесете валидна е-пошта адреса.
ml: ദയവായി സാധുവായ ഒരു ഇമെയിൽ വിലാസം നൽകുക.
ms: Sila masukkan alamat e-mel yang sah.
mt: Daħħal indirizz tal-email validu jekk jogħġbok.
my: မှန်ကန်သည့်အီးမေးလ်လိပ်စာကိုထည့်ပါ။
nl: Voer een geldig e-mailadres in.
no: Vennligst oppgi en gyldig e-postadresse.
pa: ਕਿਰਪਾ ਕਰਕੇ ਇੱਕ ਵੈਧ ਈਮੇਲ ਐਡਰੈੱਸ ਦਰਜ ਕਰੋ।
pl: Proszę wprowadzić poprawny adres e-mail.
pt: Por favor, insira um endereço de email válido.
ro: Vă rugăm să introduceți o adresă de email validă.
ru: Пожалуйста, введите допустимый адрес электронной почты.
sk: Prosím, zadajte platnú emailovú adresu.
sl: Prosimo, vnesite veljaven e-poštni naslov.
sq: Ju lutemi, shkruani një adresë email të vlefshme.
sr: Unesite važeću email adresu.
sv: Vänligen ange en giltig e-postadress.
sw: Tafadhali weka anwani halali ya barua pepe.
ta: தயவுசெய்து செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடவும்.
te: దయచేసి సరైన ఈమెయిల్ చిరునామాను ఇవ్వండి.
th: กรุณาใส่ที่อยู่อีเมลที่ถูกต้อง
tr: Lütfen geçerli bir e-posta adresi girin.
uk: Будь ласка, введіть дійсну адресу електронної пошти.
ur: براہ کرم ایک درست ای میل پتہ درج کریں۔
uz: Iltimos, to'g'ri elektron pochta manzilini kiriting.
vi: Vui lòng nhập địa chỉ email hợp lệ.
xh: Nceda ngenisa idilesi ye-imeyile evumelekileyo.

source: Hold to reveal
ar: اضغط للإظهار
az: Aşkar etmək üçün saxlayın
be: প্রকাশ করতে ধরে রাখুন
bn: প্রকাশ করতে ধরে রাখুন
cs: Podržte pro zobrazení
cy: Dal i ddatgelu
da: Hold for at afsløre
de: Halten zum Anzeigen
el: Κρατήστε πατημένο για εμφάνιση
es: Mantener para revelar
et: Hoia all, et näidata
eu: Eutsi erakusteko
fa: برای نمایش نگه دارید
fi: Pidä painettuna paljastaaksesi
fr: Maintenir pour révéler
ga: Coinnigh le nochtadh
gd: Cùm gus fhoillseachadh
gl: Manter para revelar
gu: ખુલાસો કરવા માટે પકડી રાખો
he: לחץ והחזק לגילוי
hi: प्रकट करने के लिए दबाए रखें
hr: Držite za otkriti
hu: Tartsa nyomva a felfedéshez
id: Tahan untuk mengungkapkan
is: Haltu inni til að birta
it: Tieni premuto per visualizzare
ja: 長押しして表示
ka: დაჭერეთ, რათა გამოავლინოთ
ku: بگرە بۆ بەرزکردنەوە
lt: Laikykite, kad atskleistumėte
lv: Turiet, lai atklātu
mg: Tazonina mba haneho
mi: Mau ki te whakaatu
mk: Притисни за откривање
ml: പ്രസന്നിപ്പിക്കുന്നതിന് അമർത്തി പിടിക്കുക
ms: Tahan untuk mendedahkan
mt: Żomm biex jiżvela
my: ဖော်ရှင်းရန် ဖိထားပါ
nl: Vasthouden om te onthullen
no: Hold for å avsløre
pa: ਰਾਜ਼ ਖੋਲ੍ਹਣ ਲਈ ਫੜੋ
pl: Przytrzymaj, aby ujawnić
pt: Mantenha pressionado para revelar
ro: Țineți apăsat pentru a dezvălui
ru: Удерживайте для показа
sk: Podržte pre zobrazenie
sl: Drži za razkritje
sq: Mbaj për të zbuluar
sr: Zadrži za otkrivanje
sv: Håll för att avslöja
sw: Shikilia kufunua
ta: வெளியிட பிடி
te: తెలియజేయడానికి హోల్డ్ చేయండి
th: กดค้างเพื่อแสดง
tr: Gösterme için basılı tutun
uk: Утримуйте для показу
ur: ظاہر کرنے کے لیے تھامے رکھیں
uz: Ochish uchun bosing
vi: Giữ để tiết lộ
xh: Bamba ukuze utshengise

source: Password must meet all complexity requirements.
ar: يجب أن تفي كلمة المرور بجميع متطلبات التعقيد.
az: Parol bütün mürəkkəblik tələblərinə cavab verməlidir.
be: Пароль должен соответствовать всем требованиям к сложности.
bn: পাসওয়ার্ড অবশ্যই সমস্ত জটিলতার প্রয়োজনীয়তা পূরণ করবে।
cs: Heslo musí splňovat všechny požadavky na složitost.
cy: Rhaid i'r cyfrinair fodloni'r holl ofynion cymhlethdod.
da: Adgangskoden skal opfylde alle kompleksitetskrav.
de: Das Passwort muss alle Komplexitätsanforderungen erfüllen.
el: Ο κωδικός πρέπει να πληροί όλες τις απαιτήσεις πολυπλοκότητας.
es: La contraseña debe cumplir con todos los requisitos de complejidad.
et: Parool peab vastama kõikidele keerukusnõuetele.
eu: Pasahitzak konplexutasuna betetzea beharrezkotzat du.
fa: رمز عبور باید همه الزامات پیچیدگی را برآورده کند.
fi: Salasanan on täytettävä kaikki monimutkaisuusvaatimukset.
fr: Le mot de passe doit répondre à toutes les exigences de complexité.
ga: Nsɛm no ne nneyɛyɛɛdi bɔ akwan no nyinaa mu.
gd: Feumaidh am facal-faire coinneachadh ri gach riatanas iom-fhillteachd.
gl: O contrasinal debe cumprir todos os requisitos de complexidade.
gu: પાસવર્ડને બધી જટિલતા આવશ્યકતાઓ પૂરી કરવી પડશે.
he: על הסיסמה לעמוד בכל דרישות המורכבות.
hi: पासवर्ड को सभी जटिलता आवश्यकताओं को पूरा करना चाहिए।
hr: Lozinka mora ispunjavati sve zahtjeve za složenost.
hu: A jelszónak meg kell felelnie az összes összetettségi követelménynek.
id: Kata sandi harus memenuhi semua persyaratan kompleksitas.
is: Lykilorð verður að uppfylla allar flækjukröfur.
it: La password deve soddisfare tutti i requisiti di complessità.
ja: パスワードはすべての複雑さの要件を満たす必要があります。
ka: პაროლი უნდა აკმაყოფილებდეს ყველა სირთულის მოთხოვნას.
ku: وشەی تێپەڕە‌ بەربپارێکی پێویستی پەرەپێدانەکان بەپارێزێ
lt: Slaptažodis turi atitikti visus sudėtingumo reikalavimus.
lv: Parolei jāatbilst visām sarežģītības prasībām.
mg: ༤ertʃʉ dɨmðu ɔɨmwɛń džimbeṭ all kɨmpleksi rɨkwaɨrments.
mi: Me tutuki te kupuhipa i ngā whakaritenga matatini katoa.
mk: Лозинката мора да ги исполнува сите барања за сложеност.
ml: പാസ്‌വേഡ് എല്ലാ സങ്കീർണത തിരിച്ചറിയലൊക്കെ പാലിക്കണം.
ms: Kata laluan mesti memenuhi semua keperluan kerumitan.
mt: Il-password trid tissodisfa r-rekwiżiti kollha tal-kumplessità.
my: စကားဝှက်သည်အားလုံးစုပေါင်းသည့်အခက်အခဲများကိုပြည့်စုံရမည်။
nl: Het wachtwoord moet aan alle complexiteitseisen voldoen.
no: Passordet må oppfylle alle kompleksitetskrav.
pa: ਪਾਸਵਰਡ ਨੂੰ ਸਾਰੇ ਜਟਿਲਤਾ ਦੀਆਂ ਲੋੜਾਂ ਨੂੰ ਮਿਲਣਾ ਚਾਹੀਦਾ ਹੈ।
pl: Hasło musi spełniać wszystkie wymagania dotyczące złożoności.
pt: A senha deve atender a todos os requisitos de complexidade.
ro: Parola trebuie să îndeplinească toate cerințele de complexitate.
ru: Пароль должен соответствовать всем требованиям сложности.
sk: Heslo musí spĺňať všetky požiadavky na zložitosť.
sl: Geslo mora izpolnjevati vse zahteve glede kompleksnosti.
sq: Fjalëkalimi duhet të plotësojë të gjitha kërkesat e ndërlikueshmërisë.
sr: Lozinka mora ispunjavati sve zahteve za složenost.
sv: Lösenordet måste uppfylla alla komplexitetskrav.
sw: Nenosiri lazima likidhi mahitaji yote ya ugumu.
ta: கடவுச்சொல் அனைத்து சிக்கலான தேவைகளையும் பூர்த்தி செய்ய வேண்டும்.
te: పాస్వర్డ్ అన్ని సంక్లిష్టత అవసరాలను తీర్చాలి.
th: รหัสผ่านต้องเป็นไปตามข้อกำหนดด้านความซับซ้อนทั้งหมด
tr: Şifre tüm karmaşıklık gereksinimlerini karşılamalıdır.
uk: Пароль повинен відповідати всім вимогам до складності.
ur: پاس ورڈ کو تمام پیچیدگی کی ضروریات پوری کرنی چاہئیں۔
uz: Parol barcha murakkablik talablariga javob berishi kerak.
vi: Mật khẩu phải đáp ứng tất cả các yêu cầu phức tạp.
xh: Iphasiwedi kufuneka ihlangabezane nazo zonke iimfuno zobunzima.
