Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Failed to load or update SMTP config.
ar: فشل في تحميل أو تحديث إعدادات SMTP.
az: SMTP konfiqurasiyasını yükləmək və ya yeniləmək mümkün olmadı.
be: Не вдалося завантажити або оновити конфігурацію SMTP.
bn: SMTP কনফিগ লোড বা আপডেট করতে ব্যর্থ।
cs: Nepodařilo se načíst nebo aktualizovat konfiguraci SMTP.
cy: Methwyd llwytho neu ddiweddaru ffurfweddiad SMTP.
da: Kunne ikke indlæse eller opdatere SMTP-konfiguration.
de: Laden oder Aktualisieren der SMTP-Konfiguration fehlgeschlagen.
el: Απέτυχε η φόρτωση ή η ενημέρωση ρύθμισης SMTP.
es: Error al cargar o actualizar la configuración de SMTP.
et: SMTP konfiguratsiooni laadimine või uuendamine ebaõnnestus.
eu: Huts egin da SMTP konfigurazioa kargatzen edo eguneratzen.
fa: بارگذاری یا بروزرسانی تنظیمات SMTP ناموفق بود.
fi: SMTP-asetusten lataaminen tai päivittäminen epäonnistui.
fr: Échec du chargement ou de la mise à jour de la configuration SMTP.
ga: Teipthe ar lódáil nó nuashonrú cumraithe SMTP.
gd: Dh'fhàillig luchdachadh no ùrachadh rèiteachadh SMTP.
gl: Fallou ao cargar ou actualizar a configuración SMTP.
gu: SMTP કોન્ફિગ લોડ અથવા અપડેટ કરવામાં નિષ્ફળતા.
he: נכשל בטעינה או בעדכון תצורת SMTP.
hi: SMTP कॉन्फ़िग को लोड या अपडेट करने में विफल।
hr: Neuspjeh pri učitavanju ili ažuriranju SMTP konfiguracije.
hu: Nem sikerült az SMTP konfiguráció betöltése vagy frissítése.
id: Gagal memuat atau memperbarui konfigurasi SMTP.
is: Ekki tókst að hlaða eða uppfæra SMTP stillingar.
it: Impossibile caricare o aggiornare la configurazione SMTP.
ja: SMTP設定の読み込みまたは更新に失敗しました。
ka: SMTP კონფიგურის ჩატვირთვა ან განახლება ვერ მოხერხდა.
ku: بارکردن یان نوێکردنەوەی ڕێکخستنەکانی SMTP سەرکەوتوو نەبوو.
lt: Nepavyko įkelti arba atnaujinti SMTP konfigūracijos.
lv: Neizdevās ielādēt vai atjaunināt SMTP konfigurāciju.
mg: Tsy nahomby ny fampidinana na fanavaozana ny SMTP config.
mi: I rahua te uta, te whakahou rānei i te whirihoranga SMTP.
mk: Не успеа да се вчита или ажурира SMTP конфигурацијата.
ml: SMTP കോൺഫിഗറേഷൻ ലോഡ് ചെയ്യുവാനും അപ്ഡേറ്റ് ചെയ്യുവാനും പരാജയം.
ms: Gagal memuat atau mengemas kini konfigurasi SMTP.
mt: Naqas milli jittella' jew jiġu aġġornati l-konfigurazzjoni SMTP.
my: ပီ.
nl: Kon SMTP-configuratie niet laden of bijwerken.
no: Kunne ikke laste eller oppdatere SMTP-konfig.
pa: SMTP ਕਨਫਿਗਰੇਸ਼ਨ ਲੋਡ ਜਾਂ ਅਪਡੇਟ ਕਰਨ ਵਿੱਚ ਅਸਫਲ।
pl: Nie udało się załadować lub zaktualizować konfiguracji SMTP.
pt: Falha ao carregar ou atualizar a configuração SMTP.
ro: Nu s-a reușit încărcarea sau actualizarea configurării SMTP.
ru: Не удалось загрузить или обновить конфигурацию SMTP.
sk: Nepodarilo sa načítať alebo aktualizovať SMTP konfiguráciu.
sl: Nalaganje ali posodabljanje konfiguracije SMTP ni uspelo.
sq: Dështoi të ngarkohej ose të përditësohej konfigurimi SMTP.
sr: Nije uspelo učitavanje ili ažuriranje SMTP konfiguracije.
sv: Misslyckades att ladda eller uppdatera SMTP-konfiguration.
sw: Imeshindwa kupakia au kusasisha mchanganuo wa SMTP.
ta: SMTP அமைப்புகளைக் ஏற்றவோ அல்லது புதுப்பிக்கவோ இயலவில்லை.
te: SMTP కాన్ఫిగరేషన్‌ను లోడ్ చేయడం లేదా అప్డేట్ చేయడం విఫలమైంది.
th: ล้มเหลวในการโหลดหรืออัปเดตการตั้งค่า SMTP
tr: SMTP yapılandırması yüklenemedi veya güncellenemedi.
uk: Не вдалося завантажити або оновити конфігурацію SMTP.
ur: SMTP کنفیگریشن کو لوڈ یا اپ ڈیٹ کرنے میں ناکام۔
uz: SMTP konfiguratsiyasini yuklash yoki yangilash muvaffaqiyatsiz.
vi: Không tải hoặc cập nhật cấu hình SMTP được.
xh: Ayiphumelelanga ukulayisha okanye ukuhlaziya i-SMTP config.

source: SMTP destination deleted.
ar: تم حذف وجهة SMTP.
az: SMTP hədəfi silindi.
be: Пункт призначення SMTP видалено.
bn: SMTP গন্তব্য মুছে ফেলা হয়েছে।
cs: SMTP destinace smazána.
cy: Cyrchfan SMTP wedi'i dileu.
da: SMTP-destination slettet.
de: SMTP-Ziel gelöscht.
el: Ο προορισμός SMTP διαγράφηκε.
es: Destino SMTP eliminado.
et: SMTP sihtkoht kustutatud.
eu: SMTP helmuga ezabatua.
fa: مقصد SMTP حذف شد.
fi: SMTP-määränpää poistettu.
fr: Destination SMTP supprimée.
ga: Scriosadh ceann scríbe SMTP.
gd: Ceann-uidh SMTP air a dhubhadh às.
gl: Destino SMTP eliminado.
gu: SMTP ગંતવ્ય ડિલીટ થયો.
he: יעד ה-SMTP נמחק.
hi: SMTP गंतव्य हटा दिया गया।
hr: SMTP odredište je izbrisano.
hu: SMTP célhely törölve.
id: Tujuan SMTP dihapus.
is: SMTP áfangastaður eytt.
it: Destinazione SMTP eliminata.
ja: SMTPの目的地が削除されました。
ka: SMTP目的地已删除。
ku: مەبەستی SMTP سڕایەوە.
lt: SMTP paskirtis ištrinta.
lv: SMTP mērķis dzēsts.
mg: Nofafa ny toerana SMTP.
mi: Kua mukua te ūnga SMTP.
mk: SMTP дестинацијата избришана.
ml: SMTP ലക്ഷ്യം ഇല്ലാതാക്കി.
ms: Destinasi SMTP dipadam.
mt: Destinazzjoni SMTP mħassra.
my: SMTP မှတ်တမ်းကို ဖျက်ပြီး။
nl: SMTP-bestemming verwijderd.
no: SMTP-destinasjon slettet.
pa: SMTP ਗੰਤੀ ਸਥਾਨ ਮਿਟਾਇਆ.
pl: Miejsce docelowe SMTP usunięte.
pt: Destino SMTP deletado.
ro: Destinația SMTP ștearsă.
ru: SMTP направление удалено.
sk: Cieľ SMTP zmazaný.
sl: Cilj SMTP izbrisan.
sq: Destinacioni SMTP u fshi.
sr: SMTP destinacija obrisana.
sv: SMTP-destination raderad.
sw: Lengo la SMTP limefutwa.
ta: SMTP இலக்கு நீக்கப்பட்டது.
te: SMTP గమ్యం తొలగించబడింది.
th: ลบปลายทาง SMTP แล้ว
tr: SMTP varış noktası silindi.
uk: Пункт призначення SMTP видалено.
ur: SMTP منزل حذف ہو گئی۔
uz: SMTP manzili o'chirildi.
vi: Điểm đến SMTP đã bị xóa.
xh: Indawo ejolise kuyo i-SMTP icinyiwe.

source: Error deleting SMTP configuration.
ar: خطأ في زراعة تكوين النظام:
az: Sistem konfiqurasiyasını əkmək xətası:
be: Памылка пры насенні сістэмнай канфігурацыі:
bn: সিস্টেম কনফিগ বপনে ত্রুটি:
cs: Chyba při nasazení system config:
cy: Gwall wrth hadu config y system:
da: Fejl ved indlæsning af systemkonfiguration:
de: Fehler beim Initialisieren der Systemkonfiguration:
el: Σφάλμα κατά την εμφύτευση της διαμόρφωσης συστήματος:
es: Error al sembrar la configuración del sistema:
et: Viga süsteemi konfiguratsiooni andmete sisestamisel:
eu: Errorea sistema konfigurazioa sastratzean:
fa: خطا در کاشت پیکربندی سیستم:
fi: Virhe istutettaessa järjestelmäasetuksia:
fr: System config de error de siembra:
ga: Earráid ag síolú cumraíocht an chórais:
gd: Mearachd shìoladh rèiteachadh an t-siostam:
gl: Erro ao sembrar a configuración do sistema:
gu: સિસ્ટમ કોનફિગ સિડ કરવામાં ભૂલ:
he: שגיאה בזריעת תצורת המערכת:
hi: सिस्टम कॉन्फ़िग सीडिंग में त्रुटि:
hr: Greška prilikom umetanja konfiguracije sustava:
hu: Hiba a rendszer konfigurációjának inicializálásakor:
id: Kesalahan mengisi konfigurasi sistem:
is: Villa við sáningu system config:
it: Errore durante l'impostazione della configurazione di sistema:
ja: システム設定のシード中にエラー:
ka: სისტემის კონფიგურაციის ჩათესვის შეცდომა:
ku: هەڵە بە جیاکردنەوە سیستەمی ڕێکخستن:
lt: Klaida konfigūruojant sistemą:
lv: Kļūda, veicot sistēmas konfigurāciju:
mg: Fahadisoana famafazana ny fanamboarana ny rafitra:
mi: Hapa i te whāngai i te whirihoranga pūnaha:
mk: Грешка при засадување на системска конфигурација:
ml: സിസ്റ്റം കോൺഫിഗറേഷൻ വിതരണത്തിൽ പിശക്:
ms: Ralat semasa menyemai konfigurasi sistem:
mt: Żball fil-konfigurazzjoni tas-sistema:
my: စနစ်အားကောင်းမှုကို စေချပေးသောမှာ အခက်အခဲရှိသည်:
nl: Fout bij het invoeren van de systeemconfiguratie:
no: Feil ved sålefrø av systemkonfigurasjon:
pa: ਸਿਸਟਮ ਕੰਫ਼ਿਗ ਵਿੱਚ ਬੀਜਣ ਦੀ ਗਲਤੀ:
pl: Błąd podczas konfigurowania systemu:
pt: Erro ao semear configuração do sistema:
ro: Eroare la sădirea configurării sistemului:
ru: Ошибка добавления конфигурации системы:
sk: Chyba pri nasadzovaní systémovej konfigurácie:
sl: Napaka pri semenu sistemske konfiguracije:
sq: Gabim në mbjelljen e konfigurimit të sistemit:
sr: Greška prilikom postavljanja system config:
sv: Fel vid seed av systemconfig:
sw: Hitilafu kwenye mfumo wa usimamizi:
ta: கணினி உள்ளமைவை விதைப்பதில் பிழை:
te: సిస్టమ్ కాన్ఫిగ సీడింగ్ లోపం:
th: ข้อผิดพลาดในการตั้งค่าระบบ:
tr: Sistem yapılandırması çekirdekleme hatası:
uk: Помилка заповнення системної конфігурації:
ur: سسٹم کنفیگریشن بیج کرتے وقت خرابی:
uz: Tizim konfiguratsiyasini urug'lashda xatolik:
vi: Lỗi khi gieo dữ liệu cấu hình hệ thống:
xh: Imposiso yokufaka inkqubo yesistim:

source: Test email sent successfully to your account email.
ar: تم إرسال البريد الإلكتروني التجريبي بنجاح إلى بريد حسابك.
az: Test emaili uğurla hesab emailinizə göndərildi.
be: Тестовий лист успішно відправлено на електронну пошту вашого акаунта.
bn: পরীক্ষামূলক ইমেল সফলভাবে আপনার অ্যাকাউন্ট ইমেলে পাঠানো হয়েছে।
cs: Testovací email úspěšně odeslán na váš účet email.
cy: Anfonwyd prawf ebost yn llwyddiannus i ebost eich cyfrif.
da: Test-email sendt med succes til din konto-email.
de: Test-E-Mail erfolgreich an Ihre Kontoe-Mail gesendet.
el: Το δοκιμαστικό email στάλθηκε με επιτυχία στο email του λογαριασμού σας.
es: Correo de prueba enviado con éxito a tu cuenta de correo.
et: Proovisõnum saadetud edukalt teie konto e-posti aadressile.
eu: Proba-emaila ongi bidali da zure kontuko helbidera.
fa: ایمیل آزمایشی با موفقیت به ایمیل حساب کاربری شما ارسال شد.
fi: Testisähköposti lähetetty onnistuneesti tilisi sähköpostiin.
fr: Email de test envoyé avec succès à votre adresse email.
ga: Ríomhphost tástála seolta go rathúil chuig do ríomhphost cuntas.
gd: Post-deuchainn air a chur gu soirbheachail chun phost-d cunntais agad.
gl: Correo de proba enviado con éxito ao correo da túa conta.
gu: પરીક્ષણ ઇમેઇલ સફળતાપૂર્વક તમારા ખાતાના ઇમેઇલ પર મોકલ્યો.
he: אימייל הבדיקה נשלח בהצלחה לאימייל החשבון שלך.
hi: परीक्षण ईमेल आपके खाते के ईमेल पर सफलतापूर्वक भेजा गया।
hr: Testni email je uspješno poslan na vaš email račun.
hu: A teszt email sikeresen elküldve a fiók emailjére.
id: Email uji berhasil dikirim ke email akun Anda.
is: Prófunarpóstur sendur með árangri á netfang reikningsins þíns.
it: Email di test inviata con successo all'email del tuo account.
ja: テストメールがあなたのアカウントメールに正常に送信されました。
ka: 测试电子邮件已成功发送至您的账户邮箱。
ku: تاقیگرەوەی ئیمەیڵی نادیارە بەرکەوتوو بۆ ئیمەیڵەکەت.
lt: Bandomasis el. laiškas sėkmingai išsiųstas jūsų paskyros el. paštui.
lv: Testa e-pasts veiksmīgi nosūtīts uz jūsu konta e-pastu.
mg: Nandefasana mailaka fitsapana soa aman-tsara amin'ny mailakanao.
mi: I tukuna angitu te īmēra whakamātautau ki tō īmēra pūkete.
mk: Тест е-пошта успешно испратена на вашата е-адреса.
ml: ടെസ്റ്റ് ഇമെയിൽ നിങ്ങളുടെ അക്കൗണ്ട് ഇമെയിലിന് വിജയകരമായി അയച്ചു.
ms: Emel ujian dihantar dengan jayanya ke emel akaun anda.
mt: Test email mibgħut b'suċċess lill-email tal-kont tiegħek.
my: စမ်းသပ်အီးမေးလ်ကို သင့်အကောင့်အီးမေးလ်ကို အောင်မြင်စွာ ပို့လျက်ရှိသည်။
nl: Test-e-mail succesvol verzonden naar je account e-mail.
no: Test-e-post sendt vellykket til e-postadressen din.
pa: ਟੈਸਟ ਈਮੇਲ ਸਫਲਤਾਪੂਰਵਕ ਤੁਹਾਡੇ ਖਾਤੇ ਦੀ ਈਮੇਲ 'ਤੇ ਭੇਜੀ ਗਈ.
pl: Testowy email wysłany pomyślnie na adres email Twojego konta.
pt: Email de teste enviado com sucesso para o email da sua conta.
ro: Emailul de testare a fost trimis cu succes la adresa de email a contului tău.
ru: Тестовое письмо успешно отправлено на электронную почту вашего аккаунта.
sk: Testovací e-mail bol úspešne odoslaný na váš e-mailový účet.
sl: Preskusno e-poštno sporočilo uspešno poslano na vaš e-poštni naslov računa.
sq: Emaili i provës u dërgua me sukses në emailin e llogarisë tuaj.
sr: Test email uspešno poslat na vašu email adresu.
sv: Test-e-post skickades framgångsrikt till din kontos e-post.
sw: Barua pepe ya majaribio imetumwa kwa mafanikio kwa barua pepe ya akaunti yako.
ta: உங்கள் கணக்கு மின்னஞ்சலுக்கு சோதனை மின்னஞ்சல் வெற்றிகரமாக அனுப்பப்பட்டது.
te: పరీక్షా ఇమెయిల్ మీ ఖాతా ఇమెయిల్ కు విజయవంతంగా పంపబడింది.
th: ส่งอีเมลทดสอบไปยังอีเมลบัญชีของคุณสำเร็จ
tr: Test e-postası başarıyla hesap e-postanıza gönderildi.
uk: Тестовий електронний лист успішно надіслано на вашу електронну адресу.
ur: آپ کے اکاؤنٹ ای میل پر کامیابی سے ٹیسٹ ای میل بھیجی گئی۔
uz: Sinov elektron posti hisobingizning elektron pochtasi bilan muvaffaqiyatli yuborildi.
vi: Email thử nghiệm đã gửi thành công tới email tài khoản của bạn.
xh: I-imeyile yokuvavanya ithunyelwe ngempumelelo kwi-imeyile yeakhawunti yakho.

source: Failed to send test email. Check SMTP settings.
ar: فشل في إرسال البريد الإلكتروني التجريبي. تحقق من إعدادات SMTP.
az: Test emailini göndərmək alınmadı. SMTP parametrlərini yoxlayın.
be: Не вдалося відправити тестовий лист. Перевірте налаштування SMTP.
bn: পরীক্ষামূলক ইমেল পাঠাতে ব্যর্থ হয়েছে। SMTP সেটিংস চেক করুন।
cs: Nepodařilo se odeslat testovací email. Zkontrolujte nastavení SMTP.
cy: Methwyd ag anfon prawf ebost. Gwiriwch y gosodiadau SMTP.
da: Kunne ikke sende test-email. Tjek SMTP-indstillinger.
de: Test-E-Mail konnte nicht gesendet werden. Überprüfen Sie die SMTP-Einstellungen.
el: Αποτυχία αποστολής δοκιμαστικού email. Ελέγξτε τις ρυθμίσεις SMTP.
es: Error al enviar el correo de prueba. Verifique la configuración SMTP.
et: Proovisõnumi saatmine ebaõnnestus. Kontrollige SMTP seadeid.
eu: Ezin izan da proba-emaila bidali. Egiaztatu SMTP ezarpenak.
fa: ارسال ایمیل آزمایشی ناموفق بود. تنظیمات SMTP را بررسی کنید.
fi: Testisähköpostin lähetys epäonnistui. Tarkista SMTP-asetukset.
fr: Échec de l'envoi de l'email de test. Vérifiez les paramètres SMTP.
ga: Theip ar sheoladh ríomhphoist tástála. Seiceáil socruithe SMTP.
gd: Dh'fhàillig cuir post-deuchainn. Thoir sùil air na shuidheachaidhean SMTP.
gl: Non se puido enviar o correo de proba. Comproba a configuración SMTP.
gu: પરીક્ષણ ઇમેઇલ મોકલવામાં નિષ્ફળ. SMTP સેટિંગ્સ તપાસો.
he: שליחת אימייל הבדיקה נכשלה. בדוק את הגדרות SMTP.
hi: परीक्षण ईमेल भेजने में विफल। SMTP सेटिंग्स जाँचें।
hr: Slanje testnog emaila nije uspjelo. Provjerite SMTP postavke.
hu: Nem sikerült elküldeni a teszt emailt. Ellenőrizze az SMTP beállításokat.
id: Gagal mengirim email uji. Periksa pengaturan SMTP.
is: Mistókst að senda prófunarpóst. Athugaðu SMTP stillingar.
it: Invio email di test fallito. Controlla le impostazioni SMTP.
ja: テストメールの送信に失敗しました。SMTP設定を確認してください。
ka: 测试电子邮件发送失败。检查SMTP设置。
ku: شکستی لە ناردنی تاقیگرەوەی ئەلیکترۆنی. ڕێکخستنی SMTP بپشکەوە.
lt: Nepavyko išsiųsti bandomojo el. laiško. Patikrinkite SMTP nustatymus.
lv: Neizdevās nosūtīt testa e-pastu. Pārbaudiet SMTP iestatījumus.
mg: Tsy nahomby ny fandefasana mailaka fitsapana. Jereo ny fanamboarana SMTP.
mi: I rahua te tuku īmēra whakamātautau. Tirohia ngā tautuhinga SMTP.
mk: Не успеа да се испрати тест е-пошта. Проверете ги SMTP поставките.
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു. SMTP ക്രമീകരണങ്ങൾ പരിശോധിക്കുക.
ms: Gagal menghantar emel ujian. Sila semak tetapan SMTP.
mt: Naqas milli tibgħat test email. Iċċekkja l-settings SMTP.
my: စမ်းသပ်အီးမေးလ် ပို့ဆောင်မှုမအောင်မြင်ပါ။ SMTP ဆက်တင်တို့ကို ထပ်ဖြစ်ပါ။
nl: Verzenden van test-e-mail mislukt. Controleer SMTP-instellingen.
no: Kunne ikke sende test-e-post. Sjekk SMTP-innstillinger.
pa: ਟੈਸਟ ਈਮੇਲ ਭੇਜਣ ਵਿੱਚ ਅਸਫਲ. SMTP ਸੈਟਿੰਗ ਨੂੰ ਚੈਕ ਕਰੋ.
pl: Nie udało się wysłać testowego emaila. Sprawdź ustawienia SMTP.
pt: Falha ao enviar email de teste. Verifique as configurações SMTP.
ro: Trimiterea emailului de testare a eșuat. Verifică setările SMTP.
ru: Не удалось отправить тестовое письмо. Проверьте настройки SMTP.
sk: Nepodarilo sa odoslať testovací e-mail. Skontrolujte nastavenia SMTP.
sl: Preskusnega e-poštnega sporočila ni bilo mogoče poslati. Preverite nastavitve SMTP.
sq: Dështoi dërgimi i emailit të provës. Kontrolloni cilësimet SMTP.
sr: Neuspešno slanje test emaila. Proverite SMTP podešavanja.
sv: Misslyckades att skicka test-e-post. Kontrollera SMTP-inställningarna.
sw: Imeshindikana kutuma barua pepe ya majaribio. Angalia mipangilio ya SMTP.
ta: சோதனை மின்னஞ்சல் அனுப்ப தோல்வி: SMTP அமைப்புகளைச் சரிபார்க்கவும்.
te: పరీక్షా ఇమెయిల్ పంపడం విఫలమైంది. SMTP సెట్టింగ్స్ తనిఖీ చెయ్యండి.
th: ไม่สามารถส่งอีเมลทดสอบได้ ตรวจสอบการตั้งค่า SMTP
tr: Test e-postası gönderilemedi. SMTP ayarlarını kontrol edin.
uk: Не вдалося надіслати тестовий електронний лист. Перевірте налаштування SMTP.
ur: ٹیسٹ ای میل بھیجنے میں ناکام۔ SMTP ترتیب چیک کریں۔
uz: Sinov elektron postini yuborishda xatolik yuz berdi. SMTP sozlamalarini tekshiring.
vi: Gửi email thử nghiệm thất bại. Kiểm tra cài đặt SMTP.
xh: Kusilele ukuthumela i-imeyile yokuvavanya. Jonga i-SMTP settings.

source: Error sending test email.
ar: إرسال بريد إلكتروني تجريبي
az: Test E-poçtu göndər
be: Туршилтын имэйл илгээх
bn: পরীক্ষা ইমেইল পাঠান
cs: Odeslat testovací e-mail
cy: Anfon E-bost Profi
da: Send testemail
de: Test-E-Mail senden
el: Αποστολή Δοκιμαστικού Email
es: Enviar correo de prueba
et: Saada test-email
eu: Bidali Proba Emaila
fa: ارسال ایمیل آزمایشی
fi: Lähetä testisähköposti
fr: Envoyer un email de test
ga: Seol Ríomhphost Tástála
gd: Cuir Post-dearbhaidh
gl: Enviar correo de proba
gu: ટેસ્ટ ઈમેલ મોકલો
he: שלח דוא"ל בדיקה
hi: परीक्षण ईमेल भेजें
hr: Pošalji testni email
hu: Teszt e-mail küldése
id: Kirim Email Uji
is: Senda prufupóst
it: Invia email di prova
ja: テストメールを送信
ka: გასინჯვის ელფოსტა
ku: Emailê Testa Bişînîn
lt: Siųsti bandomąjį el. laišką
lv: Sūtīt testa e-pastu
mg: Mandefa Mailaka Fitsapana
mi: Tukuna Īmēra Whakamātautau
mk: Испрати тест е-пошта
ml: ടെസ്റ്റ് ഇമെയിൽ അയയ്ക്കുക
ms: Hantar Emel Ujian
mt: Ibgħat Email ta' Test
my: စမ်းသပ်ရန် အီးမေးလ်ပို့ရန်
nl: Verstuur test-e-mail
no: Send test-e-post
pa: ਪ੍ਰੀਖਿਆਈ ਈਮੇਲ ਭੇਜੋ
pl: Wyślij wiadomość testową
pt: Enviar Email de Teste
ro: Trimiteți email de test
ru: Отправить тестовое письмо
sk: Odoslať testovací email
sl: Pošlji testno e-pošto
sq: Dërgo Email Test
sr: Pošalji test e-mail
sv: Skicka testmail
sw: Tuma Barua pepe ya Majaribio
ta: சோதனை மின் அஞ்சல் அனுப்பவும்
te: పరీక్ష ఇమెయిల్ పంపండి
th: ส่งอีเมลทดสอบ
tr: Test E-postası Gönder
uk: Надіслати тестовий лист
ur: ٹیسٹ ای میل بھیجیں
uz: Sinovchi Elektron Xatni Yuborish
vi: Gửi Email Thử Nghiệm
xh: Thumela i-imeyile yokuvavanya

source: Failed to load user list.
ar: العودة إلى رسائل البريد الإلكتروني
az: Emailə Qayıt
be: Назад да Электронных Лістоў
bn: ইমেইলে ফিরে যান
cs: Zpět k emailům
cy: Yn ôl i E-byst
da: Tilbage til e-mails
de: Zurück zu E-Mails
el: Επιστροφή στα Emails
es: Volver a Correos
et: Tagasi e-kirjade juurde
eu: Itzuli Emailetara
fa: بازگشت به ایمیل‌ها
fi: Takaisin Sähköposteihin
fr: Retour aux emails
ga: San kɔ Emails
gd: Air ais gu Post-d
gl: Volver aos Correos Electrónicos
gu: પાછા ઈમેઈલ્સ પર
he: חזרה לאימיילים
hi: ईमेल पर वापस जाएं
hr: Natrag na emailove
hu: Vissza az emailekhez
id: Kembali ke Email
is: Til baka í tölvupósta
it: Torna alle Email
ja: メールに戻る
ka: უკან ელფოსტებში
ku: Vegere e-nameyên
lt: Atgal į el. laiškus
lv: Atpakaļ uz e-pastiem
mg: Miverina amin'ny mailaka
mi: Hoki ki ngā Īmēra
mk: Назад на е-пошти
ml: ഇമെയിലിലേക്ക് മടങ്ങുക
ms: Kembali ke Emel
mt: Lura għall-Emails
my: အီးမေးလျက်များသို့မပြန်သွားပါ
nl: Terug naar e-mails
no: Tilbake til e-poster
pa: ਈਮੇਲਾਂ ਵੱਲ ਵਾਪਸ ਜਾਓ
pl: Powrót do e-maili
pt: Voltar aos Emails
ro: Înapoi la Emailuri
ru: Назад к Email
sk: Späť na emaily
sl: Nazaj na e-poštna sporočila
sq: Kthehu te Email-et
sr: Nazad na Emailove
sv: Tillbaka till e-post
sw: Rudi kwa Barua Pepe
ta: மின்னஞ்சல்களுக்கு திரும்பவும்
te: ఇమెయిల్స్‌కు తిరిగి వెళ్ళండి
th: กลับไปที่อีเมล
tr: E-postalara Geri Dön
uk: До електронних листів
ur: ای میلز پر واپس جائیں
uz: Elektron pochtalarga qaytish
vi: Trở lại Emails
xh: Buyela kwi-imeyile

source: Password is required when creating a new user.
ar: مطلوب كلمة مرور عند إنشاء مستخدم جديد.
az: Yeni istifadəçi yaradılarkən parol tələb olunur.
be: Пароль неабходны пры стварэнні новага карыстальніка.
bn: নতুন ব্যবহারকারী তৈরি করার সময় পাসওয়ার্ড প্রয়োজন।
cs: Při vytváření nového uživatele je vyžadováno heslo.
cy: Mae angen cyfrinair wrth greu defnyddiwr newydd.
da: Adgangskode er påkrævet, når du opretter en ny bruger.
de: Passwort ist erforderlich, wenn ein neuer Benutzer erstellt wird.
el: Ο κωδικός πρόσβασης είναι απαραίτητος κατά τη δημιουργία ενός νέου χρήστη.
es: Se requiere una contraseña al crear un nuevo usuario.
et: Parool on vajalik uue kasutaja loomisel.
eu: Pasahitza beharrezkoa da erabiltzaile berri bat sortzean.
fa: رمز عبور در هنگام ایجاد کاربر جدید لازم است.
fi: Salasana vaaditaan, kun luot uuden käyttäjän.
fr: Le mot de passe est requis lors de la création d'un nouvel utilisateur.
ga: Tá pasfhocal ag teastáil nuair a chruthaítear úsáideoir nua.
gd: Tha am facal-faire a dhìth nuair a tha thu a' cruthachadh neach-cleachdaidh ùr.
gl: É necesario un contrasinal ao crear un novo usuario.
gu: નવો વપરાશકર્તા બનાવતા સમયે પાસવર્ડ આવશ્યક છે.
he: דרושה סיסמה בעת יצירת משתמש חדש.
hi: नया उपयोगकर्ता बनाते समय पासवर्ड आवश्यक है।
hr: Lozinka je obavezna prilikom kreiranja novog korisnika.
hu: Jelszó megadása kötelező új felhasználó létrehozásakor.
id: Kata sandi diperlukan saat membuat pengguna baru.
is: Lykilorð er krafist þegar verið er að stofna nýjan notanda.
it: La password è richiesta quando si crea un nuovo utente.
ja: 新しいユーザーを作成するにはパスワードが必要です。
ka: პაროლი აუცილებელია ახალი მომხმარებლის შექმნისას.
ku: پەیاموشە پێویستە کاتێ بەکارهێنەری نوێ دروست دەکەیت.
lt: Slaptažodis yra privalomas kuriant naują naudotoją.
lv: Jauna lietotāja izveidošanai nepieciešama parole.
mg: Takiana ny tenimiafina rehefa mamorona mpampiasa vaovao.
mi: E hiahiatia ana te kupuhipa ina waihangahia he kaiwhakamahi hou.
mk: Лозинка е потребна при создавање на нов корисник.
ml: പുതിയ ഉപയോക്താവിനെ സൃഷ്ടിക്കുന്നതിനിടെ പാസ്‌വേർഡ് ആവശ്യമാണ്.
ms: Kata laluan diperlukan apabila membuat pengguna baharu.
mt: Password hija meħtieġa meta jinħoloq utent ġdid.
my: အသေးစိတ်ကုဒ်ကို အသုံးပြုသူအသစ် ပြုလုပ်စဉ် လိုအပ်သည်။
nl: Wachtwoord is vereist bij het aanmaken van een nieuwe gebruiker.
no: Passord er påkrevd når du oppretter en ny bruker.
pa: ਨਵਾਂ ਉਪਭੋਗੀ ਬਣਾਉਂਦੇ ਸਮੇਂ ਪਾਸਵਰਡ ਲਾਜ਼ਮੀ ਹੈ।
pl: Hasło jest wymagane przy tworzeniu nowego użytkownika.
pt: Senha é necessária ao criar um novo usuário.
ro: Parola este necesară la crearea unui utilizator nou.
ru: Пароль обязателен при создании нового пользователя.
sk: Heslo je potrebné pri vytváraní nového používateľa.
sl: Geslo je obvezno pri ustvarjanju novega uporabnika.
sq: Fjalëkalimi është i nevojshëm kur krijohet një përdorues i ri.
sr: Šifra je obavezna prilikom kreiranja novog korisnika.
sv: Lösenord krävs vid skapande av ny användare.
sw: Nenosiri linahitajika unapounda mtumiaji mpya.
ta: புதிய பயனரை உருவாக்க கடவுச்சொல் தேவை.
te: కొత్త వాడుకరిని సృష్టించినప్పుడు పాస్‌వర్డ్ వేయడం తప్పనిసరి.
th: ต้องใส่รหัสผ่านเมื่อสร้างผู้ใช้ใหม่
tr: Yeni bir kullanıcı oluştururken şifre gereklidir.
uk: Пароль є обов'язковим при створенні нового користувача.
ur: نیا صارف بناتے وقت پاسورڈ درکار ہوتا ہے۔
uz: Yangi foydalanuvchi yaratishda parol talab qilinadi.
vi: Mật khẩu là bắt buộc khi tạo người dùng mới.
xh: Iphasiwedi iyafuneka xa kudalwa umsebenzisi omtsha.
