Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Paste the snippet directly into a new GitHub issue for review.
ar: ألصق المقطع المنسوخ مباشرة في تعليق القضية على GitHub.
az: Kopyalanmış parçanı birbaşa GitHub məsələ şərhinə yapışdırın.
be: कपी गरिएको स्निपेट सीधै GitHub इस्यु कमेन्टमा पेस्ट गर्नुहोस्।
bn: GitHub সমস্যা মন্তব্যে সরাসরি অনুলিপি করা অংশটি পেস্ট করুন।
cs: Vložte zkopírovaný úryvek přímo do komentáře problému na GitHubu.
cy: Gludwch y snippet copïo yn uniongyrchol i'r sylw mater GitHub.
da: Indsæt det kopierede udsnit direkte i GitHub-sagskommentaren.
de: Fügen Sie das kopierte Snippet direkt in den GitHub-Issue-Kommentar ein.
el: Επικολλήστε το αντιγραμμένο απόσπασμα απευθείας στο σχόλιο του ζητήματος στο GitHub.
es: Pega el fragmento copiado directamente en el comentario del problema de GitHub.
et: Kleepige kopeeritud lõik otse GitHubi probleemi kommentaari.
eu: Itsatsi kopiatu duzun zatia zuzenean GitHub arazketa iruzkinera.
fa: قطعه کپی‌شده را مستقیماً در نظرات مشکل GitHub بچسبانید.
fi: Liitä kopioitu katkelma suoraan GitHub-ongelmakommenttiin.
fr: Collez le snippet copié directement dans le commentaire du problème GitHub.
ga: Greamaigh an sliocht cóipeáilte go díreach isteach i trácht na ceiste GitHub.
gd: Dèan pasta den gheàrr-chunntas a chaidh a chopaigeadh gu dìreach anns a’ thoirt fuaim de chùis GitHub.
gl: Pega o fragmento copiado directamente no comentario do problema de GitHub.
gu: નકલ કરેલો ટુકડો સીધો GitHub ઇશ્યૂ કૉમેન્ટમાં પેસ્ટ કરો.
he: הדבק את הקטע המועתק ישירות לתוך תגובת הבעיה ב-GitHub.
hi: कॉपी किया गया स्निपेट सीधे GitHub समस्या टिप्पणी में पेस्ट करें।
hr: Zalijepite kopirani isječak direktno u komentar na GitHub issue.
hu: Illeszd be a másolt részletet közvetlenül a GitHub probléma hozzászólásába.
id: Tempelkan cuplikan yang disalin langsung ke dalam komentar isu GitHub.
is: Límdu afritaða bútið beint í athugasemd GitHub málsins.
it: Incolla il frammento copiato direttamente nel commento del problema su GitHub.
ja: コピーしたスニペットを直接GitHubのissueコメントに貼り付けます。
ka: प्रतिलिपित स्निपेट को सीधे GitHub इश्यू टिप्पणी में पेस्ट करें।
ku: لابردنی تاقە نمونە ڕاستەوخۆ لە کێشەی GitHub یاندەناسە.
lt: Įklijuokite nukopijuotą ištrauką tiesiogiai į GitHub problemos komentarą.
lv: Ielīmējiet kopēto izrakstu tieši GitHub izdevuma komentārā.
mg: Apetraho mivantana any amin'ny fanehoan-kevitra momba ny olana GitHub ilay tahirinao nadika.
mi: Whakapirihia te wāwāhi i tāruatia ki te kōrero take GitHub.
mk: Залепете го копираниот исечок директно во коментарот на GitHub прашањето.
ml: കോപ്പിയാണ് സ്ടിപ്പെറ്റ് GitHub പ്രശ്ന കമന്റിലേക്ക് നേരിട്ട് പേസ്റ്റ് ചെയ്യുക.
ms: Tampal petikan yang disalin terus ke dalam komen isu GitHub.
mt: Waħħal is-snin l-ikkopjat direttament fil-kumment tal-kwistjoni fuq GitHub.
my: GitHub အချက်အလက် သုံးသလို သဘောမျိုး issue မှာ တိုက်ရိုက် ကူးယူထားသော snippet ကို ကူးထည့်ပါ။
nl: Plak het gekopieerde fragment direct in de GitHub issue-comment.
no: Lim den kopierte koden direkte inn i GitHub-sakskommentaren.
pa: ਕਾਪੀ ਹੋਇਆ ਟੈਕਸਟ ਸਿੱਧਾ GitHub ਮੁੱਦੇ ਦੀ ਟਿੱਪਣੀ ਵਿੱਚ ਪੇਸਟ ਕਰੋ।
pl: Wklej skopiowany fragment bezpośrednio do komentarza problemu na GitHub.
pt: Cole o trecho copiado diretamente no comentário do problema no GitHub.
ro: Lipiți fragmentul copiat direct în comentariul issue-ului pe GitHub.
ru: Вставьте скопированный фрагмент прямо в комментарий вопроса на GitHub.
sk: Prilepte skopírovaný úryvok priamo do komentára problému na GitHub.
sl: Prilepite kopiran izrezek neposredno v komentar težave na GitHubu.
sq: Ngjisni pjesën e kopjuar drejtpërdrejt në komentin e çështjes së GitHub.
sr: Nelepite kopiranu sekvencu direktno u komentar GitHub problema.
sv: Klistra in den kopierade koden direkt i GitHub-ärendets kommentar.
sw: Bandika kipande kilichonakiliwa moja kwa moja kwenye maoni ya suala la GitHub.
ta: GitHub பிரச்சனை குறிப்பிடுகையில் நகலெடுத்த துண்டை நேரடியாக ஒட்டவும்.
te: GitHub సమస్య వ్యాఖ్యలో కాపీ చేసిన భాగాన్ని నేరుగా అతికించండి.
th: วางสเนปเก็ตที่คัดลอกลงในความคิดเห็นของ GitHub issue โดยตรง
tr: Kopyalanan parçayı doğrudan GitHub sorun yorumu içerisine yapıştırın.
uk: Вставте скопійований фрагмент безпосередньо в коментарі до питання в GitHub.
ur: کاپی شدہ اقتباس کو براہ راست GitHub مسئلے کے تبصرے میں چسپاں کریں۔
uz: Nusxalangan parchani to'g'ridan-to'g'ri GitHub muammo sharhiga joylashtiring.
vi: Dán đoạn mã đã sao chép trực tiếp vào bình luận vấn đề trên GitHub.
xh: Dibanisa i-snippet eqingqiweyo ngqo kwisithuba sendlela yeGitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
ar: لا تقم برفع ملف .po الكامل لتجنب التعارضات في الدمج.
az: Birləşmə konfliktlərinin qarşısını almaq üçün tam .po faylını yükləməyin.
be: .po फाइलको सम्पूर्ण अपलोड नगर्नुहोस् ताकी मर्ज संघर्ष टार्न सकियोस्।
bn: মার্জের সংঘর্ষ এড়াতে সম্পূর্ণ .po ফাইল আপলোড করবেন না।
cs: Nepřikládejte celý .po soubor, abyste předešli konfliktům při sloučení.
cy: Peidiwch â llwytho'r ffeil .po llawn i osgoi gwrthdaro uno.
da: Upload ikke den fulde .po-fil for at undgå sammenlægningskonflikter.
de: Laden Sie nicht die gesamte .po-Datei hoch, um Konflikte beim Zusammenführen zu vermeiden.
el: Μην ανεβάσετε το πλήρες αρχείο .po για να αποφύγετε συγκρούσεις συγχώνευσης.
es: No cargues el archivo .po completo para evitar conflictos de fusión.
et: Ärge laadige täielikku .po faili üles, et vältida ühendamise konflikte.
eu: Ez igo .po fitxategi osoa elkarketa gatazkak saihesteko.
fa: فایل .po کامل را بارگذاری نکنید تا از تداخل مرج جلوگیری شود.
fi: Älä lataa koko .po-tiedostoa välttääksesi yhteenlasketut konfliktit.
fr: Ne téléchargez pas le fichier .po complet pour éviter les conflits de fusion.
ga: Ná uaslódáil an comhad iomlán .po chun coinbhleachtaí cumaisc a sheachaint.
gd: Na luchdaich suas am faidhle .po slàn gus teagamhan a sheachnadh.
gl: Non subas o ficheiro completo .po para evitar conflitos de mestura.
gu: મર્જ ટકરાવ ટાળવા માટે સંપૂર્ણ .po ફાઇલ અપલોડ ન કરો.
he: אל תעלה את כל קובץ ה-.po כדי למנוע התנגשויות במיזוג.
hi: मर्ज़ संघर्षों से बचने के लिए पूर्ण .po फ़ाइल अपलोड न करें।
hr: Ne učitavajte cijelu .po datoteku kako biste izbjegli sukobe prilikom spajanja.
hu: Ne töltsd fel a teljes .po fájlt az egyesítési konfliktusok elkerülése érdekében.
id: Jangan unggah file .po lengkap untuk menghindari konflik penggabungan.
is: Ekki hlaða upp heilli .po skránni til að forðast sameiningarárekstra.
it: Non caricare il file .po completo per evitare conflitti di fusione.
ja: マージの競合を避けるために、完全な.poファイルをアップロードしないでください。
ka: मर्ज संघर्षों से बचने के लिए पूरी .po फ़ाइल अपलोड न करें।
ku: پەڕگەی .po گشتی نەپوستن سند لە بەر زیانە جوتە.
lt: Nepateikite viso .po failo, kad išvengtumėte susijungimo problemų.
lv: Nelādējiet visu .po failu, lai izvairītos no saplūsmes konflikta.
mg: Aza mampakatra ny rakitra .po manontolo mba hisorohana ny fifandonana eo amin'ny fivoarana.
mi: Kaua e tukuatu i te kōnae .po katoa kia karo i ngā huringa tātārongo.
mk: Не поставувајте ја целосната .po датотека за да избегнете конфликти при спојување.
ml: മാർജ് തർക്കങ്ങൾ ഒഴിവാക്കാൻ മുഴുവൻ .po ഫയൽ അപ്‌ലോഡ് ചെയ്യരുത്.
ms: Jangan muat naik fail penuh .po untuk mengelakkan konflik penggabungan.
mt: Tistx il-fajl sħiħ tal-.po biex tevita konflitti ta' merger.
my: .po ဖိုင်လုံးပေါင်းကို မတင်လွှတ်ပါရန် merge conflicts မဖြစ်စေရန် မလုပ်ပါနှင့်။
nl: Upload het volledige .po-bestand niet om samenvoegconflicten te vermijden.
no: Ikke last opp den fullstendige .po-filen for å unngå sammenføyningskonflikter.
pa: ਮਰਜ ਟਾਕਰੇਵਾਂ ਤੋਂ ਬਚਣ ਲਈ ਪੂਰੀ .po ਫਾਇਲ ਨੂੰ ਅੱਪਲੋਡ ਨਾ ਕਰੋ।
pl: Nie przesyłaj pełnego pliku .po, aby uniknąć konfliktów scalania.
pt: Não carregue o arquivo .po completo para evitar conflitos de mesclagem.
ro: Nu încărcați fișierul .po complet pentru a evita conflictele de îmbinare.
ru: Не загружайте полный .po файл, чтобы избежать конфликтов при слиянии.
sk: Neposielajte celý .po súbor, aby ste sa vyhli kolíziám pri zlúčení.
sl: Ne nalagajte celotne .po datoteke, da bi se izognili konfliktom združenja.
sq: Mos ngarkoni të gjithë skedarin .po për të shmangur konfliktet e bashkimit.
sr: Ne učitavajte celu .po datoteku kako biste izbegli konflikte pri spajanju.
sv: Ladda inte upp hela .po-filen för att undvika sammanslagningskonflikter.
sw: Usipakie faili kamili ya .po ili kuepuka migogoro ya kuunganishwa.
ta: இணைவேறல் குழப்பங்களைத் தவிர்க்க முழு .po கோப்பைப் பதிவேற்றாதீர்கள்.
te: మర్జ్ కాంక్షల రాకుండా .po ఫైల్ను పూర్తి వేయకుండా ఉండండి.
th: อย่าอัปโหลดไฟล์ .po ทั้งหมดเพื่อหลีกเลี่ยงความขัดแย้งในการควบเชิง
tr: Birleştirme çatışmalarını önlemek için tam .po dosyasını yüklemeyin.
uk: Не завантажуйте весь файл .po, щоб уникнути конфліктів при злитті.
ur: مکمل .po فائل کو اپ لوڈ نہ کریں تاکہ مرج کی الجھنوں سے بچ سکیں۔
uz: Birlashtirish muammolaridan qochish uchun to'liq .po faylni yuklamang.
vi: Không tải lên tệp .po đầy đủ để tránh xung đột khi hợp nhất.
xh: Sukufaka ifayile epheleleyo ye.po ukuze uphephe ukungqubana kwemxube.

source: Improving existing translations:
ar: تحسين الترجمات الحالية:
az: Mövcud tərcümələri yaxşılaşdırmaq:
be: अस्तित्वमा रहेका अनुवादहरू सुधार गर्दै:
bn: বিদ্যমান অনুবাদ উন্নতি করা:
cs: Zlepšení stávajících překladů:
cy: Gwella cyfieithiadau presennol:
da: Forbedring af eksisterende oversættelser:
de: Vorhandene Übersetzungen verbessern:
el: Βελτίωση υπαρχουσών μεταφράσεων:
es: Mejorar traducciones existentes:
et: Olemasolevate tõlgete täiendamine:
eu: Dauden itzulpenak hobetzea:
fa: بهبود ترجمه‌های موجود:
fi: Paranna olemassa olevia käännöksiä:
fr: Amélioration des traductions existantes:
ga: Feabhsú aistriúcháin atá ann cheana:
gd: Leasachadh eadar-theangachaidhean a th’ ann mu thràth:
gl: Mellorar traducións existentes:
gu: અસ્તિત્વમાં રહેલા ભાષાંતર સુધારવા:
he: שיפור תרגומים קיימים:
hi: मौजूदा अनुवाद सुधार:
hr: Poboljšanje postojećih prijevoda:
hu: A meglévő fordítások javítása:
id: Meningkatkan terjemahan yang ada:
is: Bæta núverandi þýðingar:
it: Migliorare le traduzioni esistenti:
ja: 既存の翻訳を改善する:
ka: मौजूदा अनुवादों को बेहतर बनाना:
ku: چاککردنی وەرگێرانە هەنووکە:
lt: Tobulinti esamus vertimus:
lv: Esošo tulkojumu uzlabošana:
mg: Fanatsarana ireo fandikana efa misy:
mi: Te whakapai ake i ngā whakamāoritanga kē:
mk: Подобрување на постоечките преводи:
ml: നിലവിലുളള തർജ്ജമകൾ മെച്ചപ്പെടുത്തൽ:
ms: Memperbaiki terjemahan sedia ada:
mt: It-titjib tat-traduzzjonijiet eżistenti:
my: လက်ရှိ ဘာသာပြန်များ တိုးတက်စေရန်:
nl: Bestaande vertalingen verbeteren:
no: Forbedring av eksisterende oversettelser:
pa: ਮੌਜੂਦਾ ਅਨੁਵਾਦਾਂ ਨੂੰ ਸੁਧਾਰਨਾ:
pl: Ulepszanie istniejących tłumaczeń:
pt: Melhorando traduções existentes:
ro: Îmbunătățirea traducerilor existente:
ru: Улучшение существующих переводов:
sk: Vylepšenie existujúcich prekladov:
sl: Izboljšanje obstoječih prevodov:
sq: Përmirësimi i përkthimeve ekzistuese:
sr: Poboljšavanje postojećih prevoda:
sv: Förbättra befintliga översättningar:
sw: Kuboresha tafsiri zilizopo:
ta: இருக்கக்கூடிய மொழிபெயர்ப்புகளை மேம்படுத்துவது:
te: ప్రస్తుత అనువాదాలను మెరుగుపరచడం:
th: ปรับปรุงการแปลที่มีอยู่เดิม:
tr: Mevcut çevirileri geliştirme:
uk: Покращення існуючих перекладів:
ur: موجودہ ترجمے کو بہتر بنانا:
uz: Mavjud tarjimalarni yaxshilash:
vi: Cải thiện các bản dịch hiện có:
xh: Ukuphucula iinguqulelo esele zikho:

source: Open the relevant .po file for the translation you want to improve.
ar: افتح ملف .po ذات الصلة للترجمة التي تريد تحسينها.
az: Yaxşılaşdırmaq istədiyiniz tərcümə üçün müvafiq .po faylını açın.
be: सुधार गर्न चाहेको अनुवादको लागि सम्बन्धित .po फाइल खोल्नुहोस्।
bn: আপনি যে অনুবাদটি উন্নত করতে চান তার জন্য প্রাসঙ্গিক .po ফাইলটি খুলুন।
cs: Otevřete příslušný .po soubor pro překlad, který chcete zlepšit.
cy: Agorwch y ffeil .po berthnasol ar gyfer y cyfieithiad rydych am ei wella.
da: Åbn den relevante .po-fil for den oversættelse, du vil forbedre.
de: Öffnen Sie die relevante .po-Datei für die Übersetzung, die Sie verbessern möchten.
el: Ανοίξτε το αντίστοιχο αρχείο .po για τη μετάφραση που θέλετε να βελτιώσετε.
es: Abre el archivo .po relevante para la traducción que deseas mejorar.
et: Avage asjakohane .po fail, mille tõlget soovite täiendada.
eu: Zabaldu hobetu nahi duzun itzulpeneko .po fitxategia.
fa: فایل .po مربوط به ترجمه‌ای که می‌خواهید بهبود دهید را باز کنید.
fi: Avaa kyseinen .po-tiedosto, jonka käännöstä haluat parantaa.
fr: Ouvrez le fichier .po pertinent pour la traduction que vous souhaitez améliorer.
ga: Oscail an comhad .po ábhartha don aistriúchán ar mhaith leat feabhsú air.
gd: Fosgail am faidhle .po iomchaidh airson an eadar-theangachadh a tha thu ag iarraidh a leasachadh.
gl: Abre o ficheiro .po relevante para a tradución que queres mellorar.
gu: તમે સુધારો કરવા ઇચ્છતા ભાષાંતરની સંબંધિત .po ફાઇલ ખોલો.
he: פתח את קובץ ה-.po הרלוונטי לתרגום שברצונך לשפר.
hi: उस अनुवाद के लिए संबंधित .po फ़ाइल खोलें जिसे आप सुधारना चाहते हैं।
hr: Otvorite odgovarajuću .po datoteku za prijevod koji želite poboljšati.
hu: Nyisd meg a vonatkozó .po fájlt ahhoz a fordításhoz, amit javítani szeretnél.
id: Buka file .po terkait untuk terjemahan yang ingin Anda tingkatkan.
is: Opnaðu viðeigandi .po skrá fyrir þýðinguna sem þú vilt bæta.
it: Apri il file .po pertinente per la traduzione che vuoi migliorare.
ja: 改善したい翻訳の該当する.poファイルを開きます。
ka: जिस अनुवाद को आप सुधारना चाहते हैं उसकी संबंधित .po फ़ाइल खोलें।
ku: پەڕگەی .po کە باوەڕت پێکردن بەرز بکە.
lt: Atidarykite atitinkamą .po failą, kurį norite patobulinti.
lv: Atveriet attiecīgo .po failu, kuru tulkojumu vēlaties uzlabot.
mg: Sokafy ny rakitra .po mifandraika amin'ny fandikana tianao hasiana fanatsarana.
mi: Tuwhera i te kōnae .po e hāngai ana mō te whakamāoritanga e hiahia ana koe ki te pai ake.
mk: Отворете ја релевантната .po датотека за преводот што сакате да го подобрите.
ml: .po ഫയൽ നിങ്ങൾ മെച്ചപ്പെടുത്താൻ ആഗ്രഹിക്കുന്ന മന്ത്രാവാക്യം തുറക്കുക.
ms: Buka fail .po relevan untuk terjemahan yang anda ingin perbaiki.
mt: Iftaħ il-fajl .po rilevanti għat-traduzzjoni li trid ittejjeb.
my: သင်တိုးတက်စေလိုသော ဘာသာပြန်မှုများအတွက် သက်ဆိုင်ရာ .po ဖိုင်ကို ဖွင့်ပါ။
nl: Open het relevante .po-bestand voor de vertaling die je wilt verbeteren.
no: Åpne den relevante .po-filen for oversettelsen du vil forbedre.
pa: ਤੁਹਾਡੇ ਸੁਧਾਰ ਸਨੁਮਾਨ ਲਈ ਸਬੰਧਤ .po ਫਾਇਲ ਖੋਲ੍ਹੋ।
pl: Otwórz odpowiedni plik .po dla tłumaczenia, które chcesz poprawić.
pt: Abra o arquivo .po relevante para a tradução que deseja melhorar.
ro: Deschideți fișierul .po relevant pentru traducerea pe care doriți să o îmbunătățiți.
ru: Откройте соответствующий .po файл для перевода, который вы хотите улучшить.
sk: Otvorte príslušný .po súbor pre preklad, ktorý chcete vylepšiť.
sl: Odprite ustrezno .po datoteko za prevod, ki ga želite izboljšati.
sq: Hapni skedarin përkatës .po për përkthimin që dëshironi të përmirësoni.
sr: Otvorite relevantnu .po datoteku za prevod koji želite poboljšati.
sv: Öppna den relevanta .po-filen för översättningen du vill förbättra.
sw: Fungua faili muhimu ya .po kwa tafsiri unayotaka kuboresha.
ta: நீங்கள் மேம்படுத்த விரும்பும் மொழிபெயர்ப்பிற்கு தொடர்புடைய .po கோப்பை திறக்கவும்.
te: మీరు మెరుగుపరచాలనుకుంటున్న అనువాదానికి సంబంధించిన .po ఫైల్ను తెరువండి.
th: เปิดไฟล์ .po ที่เกี่ยวข้องสำหรับการแปลที่คุณต้องการปรับปรุง
tr: Geliştirmek istediğiniz çeviri için ilgili .po dosyasını açın.
uk: Відкрийте відповідний файл .po для перекладу, який ви хочете покращити.
ur: جس ترجمے کو آپ بہتر بنانا چاہتے ہیں اس کیلئے متعلقہ .po فائل کھولیں۔
uz: Yaxshilamoqchi bo'lgan tarjima uchun tegishli .po faylni oching.
vi: Mở tệp .po có liên quan cho bản dịch bạn muốn cải thiện.
xh: Vula ifayile efanelekileyo ye.po yenguqulelo ofuna ukuyiphucula.

source: Find the phrase(s) and its existing translation(s) you want to improve.
ar: اعثر على العبارة/العبارات والترجمة/الترجمات الحالية التي تريد تحسينها.
az: İyileştirmək istədiyiniz ifadə(ləri) və mövcud tərcümə(lər)i tapın.
be: सुधार गर्न चाहिने वाक्यांश(हरू) र यसको वर्तमान अनुवाद(हरू) फेला पार्नुहोस्।
bn: আপনি উন্নতি করতে চান এমন বাক্যাংশ(গুলি) এবং এর বিদ্যমান অনুবাদ(গুলি) খুঁজুন।
cs: Najděte frázi/fráze a její stávající překlad/y, které chcete zlepšit.
cy: Dewch o hyd i'r ymadrodd(ion) a'i gyfieithiad(au) presennol rydych am ei wella.
da: Find sætningen(e) og dens eksisterende oversættelse(r), som du vil forbedre.
de: Finden Sie die Phrase(n) und die vorhandene(n) Übersetzung(en), die Sie verbessern möchten.
el: Βρείτε τις φράσεις και τις υπάρχουσες μεταφράσεις που θέλετε να βελτιώσετε.
es: Encuentra la(s) frase(s) y su(s) traducción(es) existente(s) que deseas mejorar.
et: Leidke fraas(id) ja selle olemasolev(ad) tõlge(d), mida soovite täiendada.
eu: Bilatu hobetu nahi dituzun esaldia(k) eta bere(a) itzulpen(a) esistentziak.
fa: عبارت(ها) و ترجمه(های) موجودی که می‌خواهید بهبود دهید را پیدا کنید.
fi: Etsi lause(et) ja sen olemassa oleva(t) käännös/käännökset, joita haluat parantaa.
fr: Trouvez la/les phrase(s) et sa/leurs traduction(s) existante(s) que vous souhaitez améliorer.
ga: Faigh an frása(í) agus a aistriúchán(na) atá ann cheana is mian leat a fheabhsú.
gd: Lorg na h-abairtean agus an eadar-theangachadh a th’ ann mu thràth a tha thu ag iarraidh a leasachadh.
gl: Atopa a(s) frase(s) e a(s) súa(s) tradución(s) existente(s) que queres mellorar.
gu: સુધારવા માટે તમારે શબ્દ(ઓ) અને તેના અસ્તિત્વમાં રહેલા ભાષાંતર શોધો.
he: מצא את הביטוי(ים) ואת התרגום(ים) הקיים/ים שברצונך לשפר.
hi: वह वाक्यांश(वाक्यांशों) और उसके मौजूदा अनुवाद(अनुवादों) को खोजें जिसे आप सुधारना चाहते हैं।
hr: Pronađite frazu(e) i njezin(e) postojeći(e) prijevod(e) koji želite poboljšati.
hu: Keresd meg a kifejezés(eke)t és a meglévő fordítás(oka)t, amit javítani szeretnél.
id: Temukan frasa dan terjemahan yang ada yang ingin Anda tingkatkan.
is: Finndu setningarnar og núverandi þýðingar þeirra sem þú vilt bæta.
it: Trova la/e frase/i e la/le traduzione/i esistente/i che vuoi migliorare.
ja: 改善したいフレーズとその既存の翻訳を見つけます。
ka: वाक्यांश(ओं) और उन पर मौजूदा अनुवाद(ओं) को जो आप सुधारना चाहते हैं ढूंढें।
ku: وشەکان و وەرگێرانە دانانی هەنووکەیی زانیاری بەرز بکە.
lt: Raskite frazę (-es) ir jos esamą vertimą (-us), kurį norite patobulinti.
lv: Atrodiet frāzi/frāzes un tās esošo tulkojumu, kuru vēlaties uzlabot.
mg: Tadiavo ny fehezanteny sy ny fandikana misy izay tianao hasiana fanatsarana.
mi: Kimihia te/nga rerenga kōrero me tāna/āna whakamāoritanga e hiahia ana koe ki te pai ake.
mk: Пронајдете ја фразата(те) и постојниот превод(и) што сакате да ги подобрите.
ml: ഫ്രേഡുകൾ കണ്ടെത്തുക കൂടാതെ നിങ്ങളൊഴുക്കേണ്ട തർജ്ജമ പരിഷ്കരിക്കുക.
ms: Cari frasa dan terjemahan sedia ada yang anda ingin perbaiki.
mt: Insib il-frażi(i) u t-traduzzjoni(i) eżistenti li trid ittejjeb.
my: တိုးတက်စေရန် စကားလုံး(များ)နှင့် ယင်း၏ လက်ရှိ ဘာသာပြန်မှု(များ) ရှာပါ။
nl: Zoek de zin(nen) en de bestaande vertaling(en) die je wilt verbeteren.
no: Finn uttrykket(e) og den eksisterende oversettelsen(e) du vil forbedre.
pa: ਫਰੇਜ਼ (ਜ) ਨੂੰ ਖੋਜੋ ਅਤੇ ਇਸ ਤਜਰਬਾ ਅਨੁਵਾਦ (ਜ) ਨੂੰ ਤੁਸੀਂ ਸੁਧਾਰਨਾ ਚਾਹੁਦੇ ਹੋ।
pl: Znajdź frazę i jej istniejące tłumaczenie, które chcesz poprawić.
pt: Encontre a(s) frase(s) e sua(s) tradução(ões) existentes que deseja melhorar.
ro: Găsiți fraza(ele) și traducerea(ile) existentă(e) pe care doriți să le îmbunătățiți.
ru: Найдите фразу(ы) и её существующий перевод(ы), которые вы хотите улучшить.
sk: Nájdite frázu(-e) a ich existujúci preklad(-y), ktorý(-é) chcete vylepšiť.
sl: Poiščite frazo(e) in obstoječo prevod(e), ki jih želite izboljšati.
sq: Gjeni frazën(frazat) dhe përkthimet ekzistuese që dëshironi të përmirësoni.
sr: Pronađite frazu(e) i njen postojeći prevod(e) koje želite poboljšati.
sv: Hitta frasen/frases och dess befintliga översättning/ar du vill förbättra.
sw: Tafuta kifungu na tafsiri zake zilizopo unazotaka kuboresha.
ta: நீங்கள் மேம்படுத்த விரும்பும் சொற்றொடர்(கள்) மற்றும் அதன் ஏற்கனவே உள்ள மொழிபெயர்ப்புகளைக் கண்டறிக.
te: మెరుగుపరచడానికి మీరు కోరుకున్న పద(ములు) మరియు దీని ప్రస్తుత అనువాదాలను కనుగొనండి.
th: ค้นหาวลีและการแปลที่มีอยู่ที่คุณต้องการปรับปรุง
tr: Geliştirmek istediğiniz ifade(leri) ve mevcut çeviri(ler)i bulun.
uk: Знайдіть фразу(и) і її існуючий переклад, які ви хочете покращити.
ur: وہ جملے اور ان کے موجودہ ترجمے تلاش کریں جنہیں آپ بہتر بنانا چاہتے ہیں۔
uz: Yaxshilamoqchi bo'lgan ibora(lar)ni va uning mavjud tarjimasini toping.
vi: Tìm cụm từ và bản dịch hiện có mà bạn muốn cải thiện.
xh: Fumana igama ilama(s) kunye nenguqulelo(s) esele ikhona ofuna ukuyiphucula.

source: Update the phrase(s).
ar: قم بتحديث العبارة/العبارات.
az: İfadə(ləri) yeniləyin.
be: वाक्यांश(हरू) अद्यावधिक गर्नुहोस्।
bn: বাক্যাংশ(গুলি) আপডেট করুন।
cs: Aktualizujte fráze.
cy: Diweddarwch yr ymadrodd(ion).
da: Opdater sætningen(e).
de: Aktualisieren Sie die Phrase(n).
el: Ενημερώστε τις φράσεις.
es: Actualiza la(s) frase(s).
et: Uuendage fraas(id).
eu: Egizu esaldi(a).
fa: عبارت(ها) را به‌روز کنید.
fi: Päivitä lause(et).
fr: Mettez à jour la/les phrase(s).
ga: Nuashonraigh an frása/frásaí.
gd: Ùraich na h-abairtean.
gl: Actualiza a(s) frase(s).
gu: શબ્દ(ઓ) સુધારો.
he: עדכן את הביטוי(ים).
hi: वाक्यांश(वाक्यांशों) को अपडेट करें।
hr: Ažurirajte frazu(e).
hu: Frissítsd a kifejezés(eke)t.
id: Perbarui frasa tersebut.
is: Uppfærðu setningarnar.
it: Aggiorna la/e frase/i.
ja: フレーズを更新します。
ka: वाक्यांश(ओं) को अपडेट करें।
ku: نوێبەکرێنی وشەکان.
lt: Atnaujinkite frazę (-es).
lv: Atjauniniet frāzi/frāzes.
mg: Havaozy ny fehezanteny.
mi: Whakahouhia te/nga rerenga kōrero.
mk: Ажурирајте ја фразата(те).
ml: ഫ്രേഡ്(സ്) അപ്ഡേറ്റ് ചെയ്യുക.
ms: Kemas kini frasa tersebut.
mt: Aġġorna l-frażi(i).
my: စကားလုံး(များ)ကို အပ်ဒိတ်လုပ်ပါ။
nl: Werk de zin(nen) bij.
no: Oppdater uttrykket(e).
pa: ਫਰੇਜ਼ ਨੂੰ ਅਪਡੇਟ ਕਰੋ।
pl: Zaktualizuj frazę.
pt: Atualize a(s) frase(s).
ro: Actualizați fraza(ele).
ru: Обновите фразу(ы).
sk: Aktualizujte frázu(-e).
sl: Posodobite fraze.
sq: Përditësoni frazën(frazat).
sr: Ažurirajte frazu(e).
sv: Uppdatera frasen/frases.
sw: Sasisha kifungu.
ta: சொற்றொடர்களை மேம்படுத்துக.
te: పద(ములను) నవీకరించండి.
th: อัปเดตวลี
tr: İfade(leri) güncelleyin.
uk: Оновіть фразу(и).
ur: جملوں کو اپ ڈیٹ کریں۔
uz: Iborani yangilang.
vi: Cập nhật cụm từ.
xh: Hlaziya igama ilama(s).
