Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: What is your maternal grandmother's maiden name?
ar: ما هو اسم جدتك من ناحية الأم قبل الزواج؟
az: Ananızın anasının qızlıq soyadı nədir?
be: আপনার মাতামহীর বিবাহপূর্ব নাম কী?
bn: আপনার নানীর বিবাহপূর্ব নাম কি?
cs: Jaké je dívčí jméno vaší babičky z matčiny strany?
cy: Beth yw cyfenw cynt eich mam-gu ar ochr eich mam?
da: Hvad er din mormors pigenavn?
de: Was ist der Geburtsname Ihrer mütterlichen Großmutter?
el: Ποιο είναι το πατρικό όνομα της μητέρας της μητέρας σας;
es: ¿Cuál es el apellido de soltera de tu abuela materna?
et: Mis on sinu vanaema (ema ema) neiupõlvenimi?
eu: Zein da zure amaren amaren soltegia?
fa: نام خانوادگی مادربزرگ مادری شما چیست؟
fi: Mikä on isoäitisi, äitisi puolelta, tyttönimi?
fr: Quel est le nom de jeune fille de votre grand-mère maternelle ?
ga: Cad is ainm do shloinne réamhphósta do sheanmháthair chlainne?
gd: Dè an sloinneadh aig do sheanmhair màthair?
gl: Cal é o apelido de solteira da túa avoa materna?
gu: તમારી નાનીની માહેરનું નામ શું છે?
he: מהו שם הנעורים של סבתך מצד אמא?
hi: आपकी नानी का पहला नाम क्या है?
hr: Koje je djevojačko prezime vaše bake po majci?
hu: Mi az anyai nagymamád leánykori neve?
id: Apa nama gadis nenek dari ibu Anda?
is: Hvert er stúlkunafn móðurforeldra þinna í móðurætt?
it: Qual è il cognome da nubile della tua nonna materna?
ja: あなたの母方の祖母の旧姓は何ですか？
ka: რა არის თქვენი ბებიის ქალიშვილობა სახელი (დედის მხრიდან)?
ku: ناوی ژنانەی بۆکی داژینە ئێکت چی بوو؟
lt: Koks yra jūsų motinos močiutės mergautinė pavardė?
lv: Kāds ir jūsu mātesmātes meitas uzvārds?
mg: Inona no fanampin'anaran'ny renibenao avy amin'ny reny fahiny?
mi: He aha te ingoa takakau o tō kuia whaea?
mk: Кое е моминското презиме на вашата баба по мајчино?
ml: നിങ്ങളുടെ അമ്മയുടെ മാതാവിന്റെ യഥാർത്ഥമാതക പേതലാക്ഷരം എന്താണ്?
ms: Apakah nama gadis nenek sebelah ibu anda?
mt: X'inhu l-kunjom tal-bużnanna ommija?
my: မိခင်ဘြာဘြင်ရဲ့သန်းနှစ်မျိုး ဘာလဲ?
nl: Wat is de meisjesnaam van je grootmoeder van moederskant?
no: Hva er din mormors pikenavn?
pa: ਤੁਹਾਡੀ ਨਾਨੀ ਦਾ ਕੁਵਾਰੀ ਨਾਂ ਕੀ ਹੈ?
pl: Jakie jest panieńskie nazwisko twojej babci od strony matki?
pt: Qual é o nome de solteira da sua avó materna?
ro: Care este numele de fată al bunicii materne?
ru: Какова девичья фамилия вашей бабушки по материнской линии?
sk: Aké je priezvisko vašej babičky z matkinej strany za slobodna?
sl: Kakšno je dekliško ime vaše babice po materini strani?
sq: Cili është mbiemri i vajzërisë së gjyshes suaj nga ana e nënës?
sr: Како се звала ваша бака по мајци пре удаје?
sv: Vad är din mormors flicknamn?
sw: Jina la ubinti wa bibi yako wa upande wa mama ni gani?
ta: உங்கள் அம்மாவின் தாயார் முதற்காலப் பெயர் என்ன?
te: మీ మాతామహి మామిడిపేరేంటి?
th: นามสกุลเดิมของยายคุณคืออะไร?
tr: Anneannenizin kızlık soyadı nedir?
uk: Яке дівоче прізвище вашої бабусі з материнської сторони?
ur: آپ کی نانی کا دخترانہ نام کیا ہے؟
uz: Buvingizning qizlik ismi nima?
vi: Tên thời con gái của bà ngoại bạn là gì?
xh: Lithini igama lesisu somakhulu wako wesithathu?

source: What is your paternal grandmother's maiden name?
ar: ما هو اسم جدتك من ناحية الأب قبل الزواج؟
az: Atanızın anasının qızlıq soyadı nədir?
be: আপনার পিতামহীর বিবাহপূর্ব নাম কী?
bn: আপনার দাদীর বিবাহপূর্ব নাম কি?
cs: Jaké je dívčí jméno vaší babičky z otcovy strany?
cy: Beth yw cyfenw cynt eich mam-gu ar ochr eich tad?
da: Hvad er din farmors pigenavn?
de: Was ist der Geburtsname Ihrer väterlichen Großmutter?
el: Ποιο είναι το πατρικό όνομα της μητέρας του πατέρα σας;
es: ¿Cuál es el apellido de soltera de tu abuela paterna?
et: Mis on sinu vanaema (isa ema) neiupõlvenimi?
eu: Zein da zure aitaren amaren soltegia?
fa: نام خانوادگی مادربزرگ پدری شما چیست؟
fi: Mikä on isoäitisi, isäsi puolelta, tyttönimi?
fr: Quel est le nom de jeune fille de votre grand-mère paternelle ?
ga: Cad is ainm do shloinne réamhphósta do sheanmháthair athartha?
gd: Dè an sloinneadh aig do sheanmhair athar?
gl: Cal é o apelido de solteira da túa avoa paterna?
gu: તમે પિતા પાસેની નાનીની માહેરનું નામ શું છે?
he: מהו שם הנעורים של סבתך מצד אבא?
hi: आपकी दादी का पहला नाम क्या है?
hr: Koje je djevojačko prezime vaše bake po ocu?
hu: Mi az apai nagymamád leánykori neve?
id: Apa nama gadis nenek dari ayah Anda?
is: Hvert er stúlkunafn móðurforeldra þinna í föðurætt?
it: Qual è il cognome da nubile della tua nonna paterna?
ja: あなたの父方の祖母の旧姓は何ですか？
ka: რა არის თქვენი ბებიის ქალიშვილობა სახელი (მამის მხრიდან)?
ku: ناوی ژنانەی بۆکی باپیرە کۆکت چی بوو؟
lt: Koks yra jūsų tėvo močiutės mergautinė pavardė?
lv: Kāds ir jūsu tēvamātes meitas uzvārds?
mg: Inona no fanampin-anaran'ny renibenao avy amin'ny ra fahiny?
mi: He aha te ingoa takakau o tō kuia matua?
mk: Кое е моминското презиме на вашата баба по татковски?
ml: നിങ്ങളുടെ അച്ഛന്റെ യഥാർത്ഥമാതക പേതലാക്ഷരം എന്താണ്?
ms: Apakah nama gadis nenek sebelah bapa anda?
mt: X'inhu l-kunjom tal-bużnanna missierija?
my: ဖခင်ဘြားဘြင်ရဲ့သန်းနှစ်မျိုး ဿာဘ်တွင်သမီးကယ်ဆယ်ရေး?
nl: Wat is de meisjesnaam van je grootmoeder van vaderskant?
no: Hva er din farmors pikenavn?
pa: ਤੁਹਾਡੀ ਦਾਦੀ ਦਾ ਕੁਵਾਰੀ ਨਾਂ ਕੀ ਹੈ?
pl: Jakie jest panieńskie nazwisko twojej babci od strony ojca?
pt: Qual é o nome de solteira da sua avó paterna?
ro: Care este numele de fată al bunicii paterne?
ru: Какова девичья фамилия вашей бабушки по отцовской линии?
sk: Aké je priezvisko vašej babičky z otcovej strany za slobodna?
sl: Kakšno je dekliško ime vaše babice po očetovi strani?
sq: Cili është mbiemri i vajzërisë së gjyshes suaj nga ana e babait?
sr: Како се звала ваша бака по оцу пре удаје?
sv: Vad är din farmors flicknamn?
sw: Jina la ubinti wa bibi yako wa upande wa baba ni gani?
ta: உங்கள் அப்பாவின் தாயார் முதற்காலப் பெயர் என்ன?
te: మీ పితామహి మామిడిపేరేంటి?
th: นามสกุลเดิมย่าของคุณคืออะไร?
tr: Babaannenizin kızlık soyadı nedir?
uk: Яке дівоче прізвище вашої бабусі з батьківської сторони?
ur: آپ کی دادی کا دخترانہ نام کیا ہے؟
uz: Otangizning buvisining qizlik ismi nima?
vi: Tên thời con gái của bà nội bạn là gì?
xh: Lithini igama lesisu somakhulu wakho wesibini?

source: What is your father's middle name?
ar: ما هو الاسم الأوسط لوالدك؟
az: Atanızın ikinci adı nədir?
be: আপনার বাবার মধ্যবর্তী নাম কী?
bn: আপনার বাবার মধ্যবর্তী নাম কি?
cs: Jaké je prostřední jméno vašeho otce?
cy: Beth yw enw canol eich tad?
da: Hvad er din fars mellemnavn?
de: Wie lautet der zweite Vorname Ihres Vaters?
el: Ποιο είναι το μεσαίο όνομα του πατέρα σας;
es: ¿Cuál es el segundo nombre de tu padre?
et: Mis on sinu isa keskmine nimi?
eu: Zein da zure aitaren bigarren izena?
fa: نام میانی پدرتان چیست؟
fi: Mikä on isäsi toinen nimi?
fr: Quel est le deuxième prénom de votre père ?
ga: Cad is ainm lárnach d'athair?
gd: Dè an t-ainm meadhanach aig d' athair?
gl: Cal é o segundo nome do teu pai?
gu: તમારા પિતા નું મધ્ય નામ શું છે?
he: מהו שמו האמצעי של אביך?
hi: आपके पिता का मध्य नाम क्या है?
hr: Koje je srednje ime vašeg oca?
hu: Mi az édesapád második neve?
id: Apa nama tengah ayah Anda?
is: Hvert er millinafn föður þíns?
it: Qual è il secondo nome di tuo padre?
ja: あなたのお父さんのミドルネームは何ですか？
ka: რა არის თქვენი მამის შუა სახელი?
ku: ناوی ناوەڕاستی باوکەت چیە؟
lt: Koks yra jūsų tėvo vidurinis vardas?
lv: Kāds ir jūsu tēva otrais vārds?
mg: Inona no anaram-boninahitrin-dada?
mi: He aha te ingoa waenganui o tō matua?
mk: Кое е средното име на вашиот татко?
ml: നിങ്ങളുടെ അച്ഛന്റെ മദ്ധ്യാക്ഷരം എന്താണ്?
ms: Apakah nama tengah bapa anda?
mt: X'inhu l-isem tan-nofs ta' missierek?
my: ဖခင်ရဲ့အလယ်အကျဆုံး နာမည်ဘယ်သူလဲ?
nl: Wat is de tweede naam van je vader?
no: Hva er din fars mellomnavn?
pa: ਤੁਹਾਡੇ ਪਿਤਾ ਦਾ ਵਿਚਕਾਰਲਾ ਨਾਂ ਕੀ ਹੈ?
pl: Jakie jest drugie imię twojego ojca?
pt: Qual é o nome do meio do seu pai?
ro: Care este al doilea prenume al tatălui dumneavoastră?
ru: Каково отчество вашего отца?
sk: Aké je stredné meno vášho otca?
sl: Kako je ime vašemu očetu v srednjem imenu?
sq: Cili është emri i mesëm i babait tuaj?
sr: Које је средње име вашег оца?
sv: Vad är din fars mellannamn?
sw: Jina la kati la baba yako ni gani?
ta: உங்கள் அப்பாவின் நடுப்பெயர் என்ன?
te: మీ తండ్రి మధ్య పేరు ఏమిటి?
th: ชื่อกลางของพ่อคุณคืออะไร?
tr: Babanızın ikinci adı nedir?
uk: Яке друге ім'я вашого батька?
ur: آپ کے والد کا درمیانی نام کیا ہے؟
uz: Otangizning otasi ismi nima?
vi: Tên đệm của bố bạn là gì?
xh: Lithini igama lesigama sikayihlo?

source: What is your mother's middle name?
ar: ما هو الاسم الأوسط لوالدتك؟
az: Ananızın ikinci adı nədir?
be: আপনার মায়ের মধ্যবর্তী নাম কী?
bn: আপনার মায়ের মধ্যবর্তী নাম কি?
cs: Jaké je prostřední jméno vaší matky?
cy: Beth yw enw canol eich mam?
da: Hvad er din mors mellemnavn?
de: Wie lautet der zweite Vorname Ihrer Mutter?
el: Ποιο είναι το μεσαίο όνομα της μητέρας σας;
es: ¿Cuál es el segundo nombre de tu madre?
et: Mis on sinu ema keskmine nimi?
eu: Zein da zure amaren bigarren izena?
fa: نام میانی مادرتان چیست؟
fi: Mikä on äitisi toinen nimi?
fr: Quel est le deuxième prénom de votre mère ?
ga: Cad is ainm lárnach do mháthair?
gd: Dè an t-ainm meadhanach aig do mhàthair?
gl: Cal é o segundo nome da túa nai?
gu: તમારી માતાનું મધ્ય નામ શું છે?
he: מהו שמה האמצעי של אמך?
hi: आपकी माँ का मध्य नाम क्या है?
hr: Koje je srednje ime vaše majke?
hu: Mi az édesanyád második neve?
id: Apa nama tengah ibu Anda?
is: Hvert er millinafn móður þinnar?
it: Qual è il secondo nome di tua madre?
ja: あなたのお母さんのミドルネームは何ですか？
ka: რა არის თქვენი დედის შუა სახელი?
ku: ناوی ناوەڕاستی دایکەت چیە؟
lt: Koks yra jūsų motinos vidurinis vardas?
lv: Kāds ir jūsu mātes otrais vārds?
mg: Inona no anaram-boninahitrin-dreny?
mi: He aha te ingoa waenganui o tō whaea?
mk: Кое е средното име на вашата мајка?
ml: നിങ്ങളുടെ അമ്മയുടെ മദ്ധ്യാക്ഷരം എന്താണ്?
ms: Apakah nama tengah ibu anda?
mt: X'inhu l-isem tan-nofs ta' ommok?
my: မိခင်ရဲ့အလယ်အကျဆုံး နာမည်ဘယ်သူလဲ?
nl: Wat is de tweede naam van je moeder?
no: Hva er din mors mellomnavn?
pa: ਤੁਹਾਡੀ ਮਾਤਾ ਦਾ ਵਿਚਕਾਰਲਾ ਨਾਂ ਕੀ ਹੈ?
pl: Jakie jest drugie imię twojej matki?
pt: Qual é o nome do meio da sua mãe?
ro: Care este al doilea prenume al mamei dumneavoastră?
ru: Каково отчество вашей матери?
sk: Aké je stredné meno vašej matky?
sl: Kako je ime vaši materi v srednjem imenu?
sq: Cili është emri i mesëm i nënës tuaj?
sr: Које је средње име ваше мајке?
sv: Vad är din mors mellannamn?
sw: Jina la kati la mama yako ni gani?
ta: உங்கள் அம்மாவின் நடுப்பெயர் என்ன?
te: మీ తల్లి మధ్య పేరు ఏమిటి?
th: ชื่อกลางของแม่คุณคืออะไร?
tr: Annenizin ikinci adı nedir?
uk: Яке друге ім'я вашої матері?
ur: آپ کی والدہ کا درمیانی نام کیا ہے؟
uz: Onangizning otasi ismi nima?
vi: Tên đệm của mẹ bạn là gì?
xh: Lithini igama lesigama sikanina?

source: Question 1
ar: السؤال 1
az: Sual 1
be: প্রশ্ন ১
bn: প্রশ্ন 1
cs: Otázka 1
cy: Cwestiwn 1
da: Spørgsmål 1
de: Frage 1
el: Ερώτηση 1
es: Pregunta 1
et: Küsimus 1
eu: Galdera 1
fa: سؤال 1
fi: Kysymys 1
ga: Ceist 1
gd: Ceist 1
gl: Pregunta 1
gu: પ્રશ્ન 1
he: שאלה 1
hi: प्रश्न 1
hr: Pitanje 1
hu: 1. kérdés
id: Pertanyaan 1
is: Spurning 1
it: Domanda 1
ja: 質問 1
ka: კითხვა 1
ku: پرسیار 1
lt: Klausimas 1
lv: Jautājums 1
mg: Fanontaniana 1
mi: Pātai 1
mk: Прашање 1
ml: ചോദ്യം 1
ms: Soalan 1
mt: Mistoqsija 1
my: မေးခွန်း(၁)
nl: Vraag 1
no: Spørsmål 1
pa: ਸਵਾਲ 1
pl: Pytanie 1
pt: Pergunta 1
ro: Întrebarea 1
ru: Вопрос 1
sk: Otázka 1
sl: Vprašanje 1
sq: Pyetja 1
sr: Питање 1
sv: Fråga 1
sw: Swali 1
ta: கேள்வி 1
te: ప్రశ్న 1
th: คำถามที่ 1
tr: Soru 1
uk: Запитання 1
ur: سوال 1
uz: Savol 1
vi: Câu hỏi 1
xh: Umbuzo 1

source: Answer 1
ar: الإجابة 1
az: Cavab 1
be: উত্তর ১
bn: উত্তর 1
cs: Odpověď 1
cy: Ateb 1
da: Svar 1
de: Antwort 1
el: Απάντηση 1
es: Respuesta 1
et: Vastus 1
eu: Erantzuna 1
fa: پاسخ 1
fi: Vastaus 1
fr: Réponse 1
ga: Freagra 1
gd: Freagairt 1
gl: Resposta 1
gu: જવાબ 1
he: תשובה 1
hi: उत्तर 1
hr: Odgovor 1
hu: 1. válasz
id: Jawaban 1
is: Svar 1
it: Risposta 1
ja: 回答 1
ka: პასუხი 1
ku: وەڵام 1
lt: Atsakymas 1
lv: Atbilde 1
mg: Valiny 1
mi: Whakautu 1
mk: Одговор 1
ml: ഉത്തര 1
ms: Jawapan 1
mt: Tweġiba 1
my: အဖြေ(၁)
nl: Antwoord 1
no: Svar 1
pa: ਉੱਤਰ 1
pl: Odpowiedź 1
pt: Resposta 1
ro: Răspuns 1
ru: Ответ 1
sk: Odpoveď 1
sl: Odgovor 1
sq: Përgjigjja 1
sr: Одговор 1
sv: Svar 1
sw: Jibu 1
ta: பதில் 1
te: జవాబు 1
th: คำตอบที่ 1
tr: Cevap 1
uk: Відповідь 1
ur: جواب 1
uz: Javob 1
vi: Câu trả lời 1
xh: Impendulo 1

source: Question 2
ar: السؤال 2
az: Sual 2
be: প্রশ্ন ২
bn: প্রশ্ন 2
cs: Otázka 2
cy: Cwestiwn 2
da: Spørgsmål 2
de: Frage 2
el: Ερώτηση 2
es: Pregunta 2
et: Küsimus 2
eu: Galdera 2
fa: سؤال 2
fi: Kysymys 2
ga: Ceist 2
gd: Ceist 2
gl: Pregunta 2
gu: પ્રશ્ન 2
he: שאלה 2
hi: प्रश्न 2
hr: Pitanje 2
hu: 2. kérdés
id: Pertanyaan 2
is: Spurning 2
it: Domanda 2
ja: 質問 2
ka: კითხვა 2
ku: پرسیار 2
lt: Klausimas 2
lv: Jautājums 2
mg: Fanontaniana 2
mi: Pātai 2
mk: Прашање 2
ml: ചോദ്യം 2
ms: Soalan 2
mt: Mistoqsija 2
my: မေးခွန်း(၂)
nl: Vraag 2
no: Spørsmål 2
pa: ਸਵਾਲ 2
pl: Pytanie 2
pt: Pergunta 2
ro: Întrebarea 2
ru: Вопрос 2
sk: Otázka 2
sl: Vprašanje 2
sq: Pyetja 2
sr: Питање 2
sv: Fråga 2
sw: Swali 2
ta: கேள்வி 2
te: ప్రశ్న 2
th: คำถามที่ 2
tr: Soru 2
uk: Запитання 2
ur: سوال 2
uz: Savol 2
vi: Câu hỏi 2
xh: Umbuzo 2

source: Answer 2
ar: الإجابة 2
az: Cavab 2
be: উত্তর ২
bn: উত্তর 2
cs: Odpověď 2
cy: Ateb 2
da: Svar 2
de: Antwort 2
el: Απάντηση 2
es: Respuesta 2
et: Vastus 2
eu: Erantzuna 2
fa: پاسخ 2
fi: Vastaus 2
fr: Réponse 2
ga: Freagra 2
gd: Freagairt 2
gl: Resposta 2
gu: જવાબ 2
he: תשובה 2
hi: उत्तर 2
hr: Odgovor 2
hu: 2. válasz
id: Jawaban 2
is: Svar 2
it: Risposta 2
ja: 回答 2
ka: პასუხი 2
ku: وەڵام 2
lt: Atsakymas 2
lv: Atbilde 2
mg: Valiny 2
mi: Whakautu 2
mk: Одговор 2
ml: ഉത്തര 2
ms: Jawapan 2
mt: Tweġiba 2
my: အဖြေ(၂)
nl: Antwoord 2
no: Svar 2
pa: ਉੱਤਰ 2
pl: Odpowiedź 2
pt: Resposta 2
ro: Răspuns 2
ru: Ответ 2
sk: Odpoveď 2
sl: Odgovor 2
sq: Përgjigjja 2
sr: Одговор 2
sv: Svar 2
sw: Jibu 2
ta: பதில் 2
te: జవాబు 2
th: คำตอบที่ 2
tr: Cevap 2
uk: Відповідь 2
ur: جواب 2
uz: Javob 2
vi: Câu trả lời 2
xh: Impendulo 2

source: Question 3
ar: السؤال 3
az: Sual 3
be: প্রশ্ন ৩
bn: প্রশ্ন 3
cs: Otázka 3
cy: Cwestiwn 3
da: Spørgsmål 3
de: Frage 3
el: Ερώτηση 3
es: Pregunta 3
et: Küsimus 3
eu: Galdera 3
fa: سؤال 3
fi: Kysymys 3
ga: Ceist 3
gd: Ceist 3
gl: Pregunta 3
gu: પ્રશ્ન 3
he: שאלה 3
hi: प्रश्न 3
hr: Pitanje 3
hu: 3. kérdés
id: Pertanyaan 3
is: Spurning 3
it: Domanda 3
ja: 質問 3
ka: კითხვა 3
ku: پرسیار 3
lt: Klausimas 3
lv: Jautājums 3
mg: Fanontaniana 3
mi: Pātai 3
mk: Прашање 3
ml: ചോദ്യം 3
ms: Soalan 3
mt: Mistoqsija 3
my: မေးခွန်း(၃)
nl: Vraag 3
no: Spørsmål 3
pa: ਸਵਾਲ 3
pl: Pytanie 3
pt: Pergunta 3
ro: Întrebarea 3
ru: Вопрос 3
sk: Otázka 3
sl: Vprašanje 3
sq: Pyetja 3
sr: Питање 3
sv: Fråga 3
sw: Swali 3
ta: கேள்வி 3
te: ప్రశ్న 3
th: คำถามที่ 3
tr: Soru 3
uk: Запитання 3
ur: سوال 3
uz: Savol 3
vi: Câu hỏi 3
xh: Umbuzo 3

source: Answer 3
ar: الإجابة 3
az: Cavab 3
be: উত্তর ৩
bn: উত্তর 3
cs: Odpověď 3
cy: Ateb 3
da: Svar 3
de: Antwort 3
el: Απάντηση 3
es: Respuesta 3
et: Vastus 3
eu: Erantzuna 3
fa: پاسخ 3
fi: Vastaus 3
fr: Réponse 3
ga: Freagra 3
gd: Freagairt 3
gl: Resposta 3
gu: જવાબ 3
he: תשובה 3
hi: उत्तर 3
hr: Odgovor 3
hu: 3. válasz
id: Jawaban 3
is: Svar 3
it: Risposta 3
ja: 回答 3
ka: პასუხი 3
ku: وەڵام 3
lt: Atsakymas 3
lv: Atbilde 3
mg: Valiny 3
mi: Whakautu 3
mk: Одговор 3
ml: ഉത്തര 3
ms: Jawapan 3
mt: Tweġiba 3
my: အဖြေ(၃)
nl: Antwoord 3
no: Svar 3
pa: ਉੱਤਰ 3
pl: Odpowiedź 3
pt: Resposta 3
ro: Răspuns 3
ru: Ответ 3
sk: Odpoveď 3
sl: Odgovor 3
sq: Përgjigjja 3
sr: Одговор 3
sv: Svar 3
sw: Jibu 3
ta: பதில் 3
te: జవాబు 3
th: คำตอบที่ 3
tr: Cevap 3
uk: Відповідь 3
ur: جواب 3
uz: Javob 3
vi: Câu trả lời 3
xh: Impendulo 3

source: Save Security Questions
ar: حفظ الوجهات
az: Təyinatları Yadda Saxla
be: গন্তব্য সংরক্ষণ করুন
bn: গন্তব্য সংরক্ষণ করুন
cs: Uložit cíle
cy: Cadw Cyrchfanau
da: Gem destinationer
de: Ziele speichern
el: Αποθήκευση Προορισμών
es: Guardar destinos
et: Salvesta sihtkohad
eu: Helmugak gorde
fa: ذخیره مقصدها
fi: Tallenna kohteet
fr: Enregistrer les destinations
ga: Sábháil Cinn Scríbe
gd: Sàbhail Ceàrn-uidhe
gl: Gardar destinos
gu: ગંતવ્યો સેવે કરો
he: שמור יעדים
hi: गंतव्यों को सहेजें
hr: Spremi odredišta
hu: Célállomások mentése
id: Simpan Tujuan
is: Vista áfangastaði
it: Salva Destinazioni
ja: 宛先を保存
ka: დანიშნულების ადგილის შენახვა
ku: هەڵگرتنی شوێنەکان
lt: Išsaugoti tikslus
lv: Saglabāt galamērķus
mg: Tehirizo Tanjona
mi: Tiaki ngā Wāhi
mk: Зачувај дестинации
ml: ലക്ഷ്യസ്ഥലങ്ങൾ സംരക്ഷിക്കുക
ms: Simpan Destinasi
mt: Issejvja Destinazzjonijiet
my: ဦးတည်ရာများကို သိမ်းဆည်းပါ
nl: Bestemmingen opslaan
no: Lagre destinasjoner
pa: ਮੰਜ਼ਲਾਂ ਸੁਰੱਖਿਅਤ ਕਰੋ
pl: Zapisz miejsca docelowe
pt: Salvar Destinos
ro: Salvează destinațiile
ru: Сохранить назначения
sk: Uložiť destinácie
sl: Shrani destinacije
sq: Ruaj Destinacionet
sr: Sačuvaj destinacije
sv: Spara destinationer
sw: Hifadhi Sehemu za Kufikia
ta: இடங்களை சேமிக்கவும்
te: గమ్యస్థానాలను సేవ్ చేయండి
th: บันทึกปลายทาง
tr: Hedefleri Kaydet
uk: Зберегти напрямки
ur: مقامات محفوظ کریں
uz: Manzillarni saqlash
vi: Lưu Điểm Đến
xh: Gcina Iindawo zokufikela

source: All three questions must be different.
ar: يجب أن تكون الأسئلة الثلاثة مختلفة.
az: Üç sual da fərqli olmalıdır.
be: তিনটি প্রশ্নই আলাদা হতে হবে।
bn: তিনটি প্রশ্ন ভিন্ন হতে হবে।
cs: Všechny tři otázky musí být různé.
cy: Rhaid i'r tri chwestiwn fod yn wahanol.
da: Alle tre spørgsmål skal være forskellige.
de: Alle drei Fragen müssen unterschiedlich sein.
el: Και οι τρεις ερωτήσεις πρέπει να είναι διαφορετικές.
es: Las tres preguntas deben ser diferentes.
et: Kõik kolm küsimust peavad olema erinevad.
eu: Hiru galderak desberdinak izan behar dute.
fa: هر سه سؤال باید متفاوت باشند.
fi: Kaikkien kolmen kysymyksen on oltava eri.
fr: Les trois questions doivent être différentes.
ga: Ní mór trí cheist a bheith éagsúil.
gd: Feumaidh na trì ceistean a bhith eadar-dhealaichte.
gl: As tres preguntas deben ser diferentes.
gu: તમામ ત્રણ પ્રશ્નો અલગ અલગ હોવા જોઈએ.
he: כל שלוש השאלות חייבות להיות שונות.
hi: सभी तीन प्रश्न अलग होने चाहिए।
hr: Sva tri pitanja moraju biti različita.
hu: Mindhárom kérdésnek különbözőnek kell lennie.
id: Ketiga pertanyaan harus berbeda.
is: Allar þrjár spurningarnar verða að vera mismunandi.
it: Tutte e tre le domande devono essere diverse.
ja: 3つの質問はすべて異なる必要があります。
ka: სამი კითხვა განსხვავებული უნდა იყოს.
ku: هەموو سێ پرسیارەکان دەبێت جیاواز بن.
lt: Visi trys klausimai turi būti skirtingi.
lv: Visiem trim jautājumiem jābūt atšķirīgiem.
mg: Tsy maintsy samihafa ireo fanontaniana telo.
mi: Me rerekē ngā pātai e toru katoa.
mk: Сите три прашања мора да бидат различни.
ml: മൂന്നു ചോദ്യങ്ങളും വേറിട്ടിരിക്കണം.
ms: Kesemua tiga soalan mesti berbeza.
mt: It-tliet mistoqsijiet iridu jkunu differenti.
my: မေးခွန်းသုံးခုကို အဆင်မပြေတာဖြစ်ရမည်။
nl: Alle drie de vragen moeten verschillend zijn.
no: Alle tre spørsmålene må være forskjellige.
pa: ਸਾਰੇ ਤਿੰਨ ਸਵਾਲ ਵੱਖਰੇ ਹੋਣੇ ਚਾਹੀਦੇ ਹਨ।
pl: Wszystkie trzy pytania muszą być różne.
pt: Todas as três perguntas devem ser diferentes.
ro: Toate cele trei întrebări trebuie să fie diferite.
ru: Все три вопроса должны быть разными.
sk: Všetky tri otázky musia byť odlišné.
sl: Vsa tri vprašanja morajo biti različna.
sq: Të tria pyetjet duhet të jenë të ndryshme.
sr: Сва три питања морају бити различита.
sv: Alla tre frågor måste vara olika.
sw: Maswali yote matatu lazima yawe tofauti.
ta: அனைத்து மூன்று கேள்விகளும் வேறுபட்டவையாக இருக்க வேண்டும்.
te: సమస్త మూడు ప్రశ్నలు భిన్నంగా ఉండాలి.
th: คำถามทั้งสามต้องไม่ซ้ำกัน
tr: Üç sorunun da birbirinden farklı olması gerekir.
uk: Усі три запитання мають бути різними.
ur: تمام تین سوالات مختلف ہونے چاہیئں۔
uz: Uchala savol ham har xil bo'lishi kerak.
vi: Cả ba câu hỏi phải khác nhau.
xh: Onke amabhongo amathathu ameleahluke.

source: Question
ar: الإصدار
az: Versiya
be: Версия
bn: সংস্করণ
cs: Verze
cy: Fersiwn
da: Version
de: Version
el: Έκδοση
es: Versión
et: Versioon
eu: Bertsioa
fa: نسخه
fi: Versio
fr: Version
ga: Mmɜ
gd: Tionndadh
gl: Versión
gu: સંસ્કરણ
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
is: Útgáfa
it: Versione
ja: バージョン
ka: ვერსია
ku: وەشان
lt: Versija
lv: Versija
mg: Dikan-teny
mi: Putanga
mk: Верзија
ml: പതിപ്പ്
ms: Versi
mt: Versioni
my: ဗားရှင်း
nl: Versie
no: Versjon
pa: ਸੰਸਕਰਣ
pl: Wersja
pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
sl: Različica
sq: Versioni
sr: Verzija
sv: Version
sw: Toleo
ta: பதிப்பு
te: సంస్కరణ
th: เวอร์ชัน
tr: Sürüm
uk: Версія
ur: ورژن
uz: Versiya
vi: Phiên bản
xh: Inguqulelo

source: Your Answer
ar: إجابتك
az: Cavabınız
be: আপনার উত্তর
bn: আপনার উত্তর
cs: Vaše odpověď
cy: Eich Ateb
da: Dit Svar
de: Ihre Antwort
el: Η απάντησή σας
es: Tu respuesta
et: Sinu vastus
eu: Zure Erantzuna
fa: پاسخ شما
fi: Vastauksesi
fr: Votre réponse
ga: Do Freagra
gd: Do Freagairt
gl: A túa resposta
gu: તમારો જવાબ
he: תשובתך
hi: आपका उत्तर
hr: Vaš odgovor
hu: Az Ön válasza
id: Jawaban Anda
is: Svar þitt
it: La tua risposta
ja: あなたの答え
ka: თქვენი პასუხი
ku: وەڵامەکەت
lt: Jūsų atsakymas
lv: Jūsu atbilde
mg: Ny Valinao
mi: Tō Whakautu
mk: Вашиот одговор
ml: നിങ്ങളുടെ ഉത്തരങ്ങൾ
ms: Jawapan Anda
mt: It-Tweġiba Tiegħek
my: ကိုယ့်အဖြေ
nl: Je Antwoord
no: Ditt svar
pa: ਤੁਹਾਡਾ ਉੱਤਰ
pl: Twoja odpowiedź
pt: Sua Resposta
ro: Răspunsul dumneavoastră
ru: Ваш ответ
sk: Vaša odpoveď
sl: Vaš odgovor
sq: Përgjigjja juaj
sr: Ваш одговор
sv: Ditt svar
sw: Jibu Lako
ta: உங்கள் பதில்
te: మీ జవాబు
th: คำตอบของคุณ
tr: Cevabınız
uk: Ваша відповідь
ur: آپ کے جواب
uz: Sizning Javobingiz
vi: Câu Trả Lời Của Bạn
xh: Impendulo Yakho

source: Continue
ar: المحتوى
az: Məzmun
be: সামগ্রী
bn: বিষয়বস্তু
cs: Obsah
cy: Cynnwys
da: Indhold
de: Inhalt
el: Περιεχόμενο
es: Contenido
et: Sisu
eu: Edukia
fa: محتوا
fi: Sisältö
fr: Contenu
ga: Ábhar
gd: Susbaint
gl: Contido
gu: સામગ્રી
he: תוכן
hi: सामग्री
hr: Sadržaj
hu: Tartalom
id: Konten
is: Efni
it: Contenuto
ja: 内容
ka: შინაარსი
ku: ناوەڕۆک
lt: Turinys
lv: Saturs
mg: Votoaty
mi: Ihirangi
mk: Содржина
ml: ഉള്ളടക്കം
ms: Kandungan
mt: Kontenut
my: အကြောင်းအရာ
nl: Inhoud
no: Innhold
pa: ਸਮੱਗਰੀ
pl: Treść
pt: Conteúdo
ro: Conținut
ru: Содержание
sk: Obsah
sl: Vsebina
sq: Përmbajtja
sr: Sadržaj
sv: Innehåll
sw: Maudhui
ta: உள்ளடக்கம்
te: విషయం
th: เนื้อหา
tr: İçerik
uk: Зміст
ur: مواد
uz: Mazmuni
vi: Nội Dung
xh: Umxholo
