Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Could not load recovery codes.
ar: تعذر تحميل رموز الاستعادة.
az: Bərpa kodlarını yükləmək mümkün olmadı.
be: Не ўдалося загрузіць коды аднаўлення.
bn: পুনরুদ্ধার কোড লোড করা যায়নি।
cs: Nepodařilo se načíst obnovovací kódy.
cy: Methu llwytho codau adfer.
da: Kunne ikke indlæse gendannelseskoder.
de: Wiederherstellungscodes konnten nicht geladen werden.
el: Δεν ήταν δυνατό να φορτωθούν οι κωδικοί ανάκτησης.
es: No se pudieron cargar los códigos de recuperación.
et: Taastamiskoode ei saanud laadida.
eu: Berreskurapen kodeak ezin izan dira kargatu.
fa: نمی‌توان کدهای بازیابی را بارگذاری کرد.
fi: Palautuskoodeja ei voitu ladata.
fr: Impossible de charger les codes de récupération.
ga: Antumi emfa agyawde kod bɛdii no.
gd: Chaidh dìth a' luchdachadh nan còdan ath-leasachaidh.
gl: Non se puideron cargar os códigos de recuperación.
gu: પુનઃપ્રાપ્તિ કોડ્સ લોડ કરી શકાયાં ન હતા.
he: לא ניתן לטעון קודי שחזור.
hi: पुनर्प्राप्ति कोड लोड नहीं किया जा सका।
hr: Nije moguće učitati kodove za oporavak.
hu: Nem sikerült betölteni a helyreállítási kódokat.
id: Tidak dapat memuat kode pemulihan.
is: Ekki tókst að hlaða inn endurheimtunar kóðum.
it: Impossibile caricare i codici di recupero.
ja: リカバリーコードを読み込めませんでした。
ka: აღდგენითი კოდების ჩატვირთვა შეუძლებელია.
ku: نەتوانرا کۆدە گەڕاندنەوەکان باربکرێن.
lt: Nepavyko įkelti atkūrimo kodų.
lv: Atgūšanas kodus neizdevās ielādēt.
mg: Tsy afaka nampiditra ny kaody famerenana.
mi: Kāore i taea te utaina ngā waehere whakaora.
mk: Не можевме да ги вчитаме кодовите за обновување.
ml: പുനരുദ്ധാരണ കോഡുകൾ ലോഡ് ചെയ്യാനായില്ല.
ms: Tidak dapat memuat kod pemulihan.
mt: Ma setgħux jitgħabbew il-kodiċijiet ta’ rikoverja.
my: ကုဒ်များ ပြန်လည်ရယူမှု မလုပ်နိုင်ပါ။
nl: Kon herstelcodes niet laden.
no: Kunne ikke laste gjenopprettingskoder.
pa: ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਲੋਡ ਨਹੀਂ ਕੀਤੇ ਜਾ ਸਕੇ।
pl: Nie można załadować kodów odzyskiwania.
pt: Não foi possível carregar os códigos de recuperação.
ro: Nu s-au putut încărca codurile de recuperare.
ru: Не удалось загрузить коды восстановления.
sk: Nepodarilo sa načítať obnovovacie kódy.
sl: Ni bilo mogoče naložiti kod za obnovitev.
sq: Nuk mund të ngarkohen kodet e rikuperimit.
sr: Nije moguće učitati kodove za oporavak.
sv: Kunde inte ladda återställningskoder.
sw: Haikuweza kupakia misimbo ya urejeshaji.
ta: மீட்பு குறியீடுகளை ஏற்ற முடியவில்லை.
te: పునరుద్ధరణ కోడ్లను లోడ్ చేయలేకపోయాము.
th: ไม่สามารถโหลดรหัสการกู้คืนได้
tr: Kurtarma kodları yüklenemedi.
uk: Не вдалося завантажити коди відновлення.
ur: بازیابی کوڈز کو لوڈ نہیں کیا جا سکا۔
uz: Qayta tiklash kodlarini yuklab bo‘lmadi.
vi: Không thể tải mã khôi phục.
xh: Ayikwazi ukulayisha izikhodi zokubuyisela.

source: No MFA challenge in progress.
ar: لا يوجد تحدي MFA قيد التنفيذ.
az: Davam edən heç bir MFA çağırışı yoxdur.
be: Ніякага выкліку MFA не выконваецца.
bn: কোনও এমএফএ চ্যালেঞ্জ প্রক্রিয়াধীন নয়।
cs: Žádná výzva MFA není aktivní.
cy: Dim her MFA ar waith.
da: Ingen MFA-udfordring i gang.
de: Keine MFA-Herausforderung läuft.
el: Καμία πρόκληση MFA δεν είναι σε εξέλιξη.
es: No hay desafío MFA en progreso.
et: MFA väljakutse ei ole pooleli.
eu: Ez dago MFA erronkarik egiten.
fa: هیچ چالشی از MFA در حال انجام نیست.
fi: Ei käynnissä olevaa MFA-haastetta.
fr: Aucun défi MFA en cours.
ga: Akyereba MFA kɔ si enyigye mu.
gd: Gun dùbhlan MFA ann an adhartas.
gl: Non hai desafío de MFA en progreso.
gu: કોઈ MFA પડકાર પ્રગતિમાં નથી.
he: אין אתגר MFA בעיצומו.
hi: कोई MFA चुनौती प्रगति पर नहीं है।
hr: Nema tekućeg MFA izazova.
hu: Nincs MFA kihívás folyamatban.
id: Tidak ada tantangan MFA yang sedang berlangsung.
is: Engin MFA áskorun í gangi.
it: Nessuna sfida MFA in corso.
ja: MFAチャレンジは進行中ではありません。
ka: MFA ტესტი არ მიმდინარეობს.
ku: هیچ ڕوونکووینی MFA بەجێ نادلێت.
lt: Nėra vykdomo MFA iššūkio.
lv: Nav notiekoša MFA izaicinājuma.
mg: Tsy misy MFA fitsapana mbola mandeha.
mi: Kāore he wero MFA e haere ana.
mk: Нема тековно MFA предизвик.
ml: MFA വെല്ലുവിളി പുരോഗമിക്കാത്തുണ്ട്.
ms: Tiada cabaran MFA sedang berlangsung.
mt: L-ebda sfida tal-MFA għaddejja bħalissa.
my: MFA စည်းခြင်းမရှိပါ။
nl: Geen MFA-uitdaging gaande.
no: Ingen MFA-utfordring pågår.
pa: ਕੋਈ MFA ਚੈਲੈਂਜ ਚੱਲ ਰਹੀ ਨਹੀਂ।
pl: Brak wyzwań MFA w toku.
pt: Nenhum desafio de MFA em andamento.
ro: Nici o provocare MFA în desfășurare.
ru: Нет активного запроса MFA.
sk: Žiadna prebiehajúca MFA výzva.
sl: Ni v teku izziva MFA.
sq: Nuk ka asnjë sfidë MFA në progres.
sr: Nema aktivnog MFA izazova.
sv: Inget MFA-utmaning pågår.
sw: Hakuna changamoto ya MFA inayoendelea.
ta: எந்த MFA சிக்கலும் நிலுவையில்லை.
te: ఎంఎఫ్ఏ ఛాలెంజ్ నిలకడలేదు.
th: ไม่มีการท้า MFA กำลังดำเนินการ
tr: MFA meydan okuması devam etmiyor.
uk: Немає поточного завдання MFA.
ur: کوئی MFA چیلنج جاری نہیں ہے۔
uz: MFA muammosi jarayoni mavjud emas.
vi: Không có thử thách MFA nào đang diễn ra.
xh: Akukho mceli-mngeni we-MFA oqhubekayo.

source: User not found for MFA challenge.
ar: المستخدم غير موجود.
az: İstifadəçi tapılmadı.
be: Користувача не знайдено.
bn: ব্যবহারকারী খুঁজে পাওয়া যায়নি।
cs: Uživatel nenalezen.
cy: Heb ddod o hyd i'r defnyddiwr.
da: Bruger ikke fundet.
de: Benutzer nicht gefunden.
el: Ο χρήστης δεν βρέθηκε.
es: Usuario no encontrado.
et: Kasutajat ei leitud.
eu: Erabiltzailea ez da aurkitu.
fa: کاربر یافت نشد.
fi: Käyttäjää ei löydy.
fr: Utilisateur non trouvé.
ga: Úsáideoir gan aimsiú.
gd: Cha deach neach-cleachdaidh a lorg.
gl: Usuario non atopado.
gu: વપરાશકર્તા મળ્યો નથી.
he: המשתמש לא נמצא.
hi: उपयोगकर्ता नहीं मिला।
hr: Korisnik nije pronađen.
hu: A felhasználó nem található.
id: Pengguna tidak ditemukan.
is: Notandi fannst ekki.
it: Utente non trovato.
ja: ユーザーが見つかりません。
ka: 未找到用户。
ku: بەکارهێنەر نەدۆزرایەوە.
lt: Vartotojas nerastas.
lv: Lietotājs nav atrasts.
mg: Tsy hita ilay mpampiasa.
mi: Kāore te kaiwhakamahi i kitea.
mk: Корисникот не е најден.
ml: ഉപയോക്താവിനെ കണ്ടില്ല.
ms: Pengguna tidak ditemui.
mt: Utent mhux misjub.
my: အသုံးပြုသူကို မတွေ့ပါ။
nl: Gebruiker niet gevonden.
no: Bruker ikke funnet.
pa: ਯੂਜ਼ਰ ਨਹੀਂ ਮਿਲਿਆ.
pl: Użytkownik nie znaleziony.
pt: Usuário não encontrado.
ro: Utilizatorul nu a fost găsit.
ru: Пользователь не найден.
sk: Používateľ nebol nájdený.
sl: Uporabnik ni najden.
sq: Përdoruesi nuk u gjet.
sr: Korisnik nije pronađen.
sv: Användare hittades inte.
sw: Mtumiaji hajapatikana.
ta: பயனர் கிடைக்கவில்லை.
te: వినియోగదారు కనుగొనబడలేదు.
th: ไม่พบผู้ใช้
tr: Kullanıcı bulunamadı.
uk: Користувача не знайдено.
ur: صارف نہیں ملا۔
uz: Foydalanuvchi topilmadi.
vi: Không tìm thấy người dùng.
xh: Umsebenzisi akafumaneki.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
ar: لقد استخدمت آخر رمز استعادة لديك. تم تعطيل المصادقة متعددة العوامل. يرجى إزالة Grylli من تطبيق المصادقة الخاص بك، وإعادة تفعيل المصادقة متعددة العوامل لحماية حسابك.
az: Son bərpa kodunuzu istifadə etdiniz. MFA qeyri-aktiv edildi. Lütfən Grylli-ni doğrulayıcı tətbiqinizdən çıxarın və hesabınızı qorumaq üçün MFA-nı yenidən aktiv edin.
be: Вы выкарысталі ваш апошні код аднаўлення. MFA была адключана. Калі ласка, выдаліце Grylli з вашага аўтэнтыфікатара і зноў уключыце MFA для абароны вашага акаўнта.
bn: আপনি আপনার শেষ পুনরুদ্ধার কোড ব্যবহার করেছেন। এমএফএ অক্ষম করা হয়েছে। অনুগ্রহ করে আপনার প্রমাণক অ্যাপ থেকে Grylli মুছে ফেলুন এবং আপনার অ্যাকাউন্ট রক্ষা করতে পুনরায় এমএফএ সক্রিয় করুন।
cs: Použili jste svůj poslední obnovovací kód. MFA bylo deaktivováno. Prosím odstraňte Grylli z vaší autentizační aplikace a znovu povolte MFA pro ochranu vašeho účtu.
cy: Rydych chi wedi defnyddio eich cod adfer olaf. Mae MFA wedi'i anablu. Tynnwch Grylli o'ch app dilyswr, a galluogwch MFA eto i ddiogelu eich cyfrif.
da: Du har brugt din sidste gendannelseskode. MFA er blevet deaktiveret. Fjern venligst Grylli fra din authenticator-app, og genaktiver MFA for at beskytte din konto.
de: Sie haben Ihren letzten Wiederherstellungscode verwendet. MFA wurde deaktiviert. Bitte entfernen Sie Grylli aus Ihrer Authenticator-App und aktivieren Sie MFA erneut, um Ihr Konto zu schützen.
el: Έχετε χρησιμοποιήσει τον τελευταίο κωδικό ανάκτησης σας. Το MFA έχει απενεργοποιηθεί. Παρακαλώ αφαιρέστε το Grylli από την εφαρμογή αυθεντικοποίησης, και επανενεργοποιήστε το MFA για να προστατεύσετε το λογαριασμό σας.
es: Has utilizado tu último código de recuperación. MFA ha sido desactivado. Por favor, elimina Grylli de tu aplicación de autenticador y re-activa MFA para proteger tu cuenta.
et: Olete kasutanud oma viimase taastamiskoodi. MFA on keelatud. Palun eemaldage Grylli oma autentimisrakendusest ja lubage MFA uuesti, et kaitsta oma kontot.
eu: Zure azken berreskurapen kodea erabili duzu. MFA desgaitua izan da. Ezabatu Grylli zure autentikazio aplikaziotik, eta berriro gaitzazu MFA zure kontua babesteko.
fa: شما آخرین کد بازیابی خود را استفاده کرده‌اید. MFA غیرفعال شده است. لطفاً Grylli را از برنامه احراز هویت خود حذف کنید و MFA را دوباره فعال کنید تا حساب شما محافظت شود.
fi: Olet käyttänyt viimeisen palautuskoodisi. MFA on poistettu käytöstä. Poista Grylli todennussovelluksestasi ja ota MFA uudelleen käyttöön suojataksesi tilisi.
fr: Vous avez utilisé votre dernier code de récupération. MFA a été désactivé. Veuillez supprimer Grylli de votre application d'authentification, et réactiver MFA pour protéger votre compte.
ga: Wo agyawde abue akyiri. MFA bu wɔ bi no. Mesan fa Grylli pɔ sika bi a, na yɛ MFA bio de bɔ wo akawontafunu ase.
gd: Tha thu air do chòd ath-leasachaidh mu dheireadh a chleachdadh. Chaidh MFA a chuir à comas. Thoir air falbh Grylli bhon app dearbhadair agad, agus feuch ris a-rithist MFA gus do chunntas a dhìon.
gl: Usaches o teu último código de recuperación. O MFA foi desactivado. Por favor, elimina Grylli da túa aplicación de autenticador e volve activar o MFA para protexer a túa conta.
gu: તમે તમારો છેલ્લો પુનઃપ્રાપ્તિ કોડ વાપરી લીધો છે. MFA નિષ્ક્રિય કરી દેવામાં આવ્યું છે. કૃપા કરીને Grylliને તમારી ઑથેન્ટિકેટર એપમાંથી દૂર કરો, અને તમારા ખાતાની સુરક્ષા માટે MFA ફરીથી સક્રિય કરો.
he: ניצלת את קוד השחזור האחרון שלך. ה-MFA הושבת. אנא הסר את Grylli מאפליקציית המאמת שלך, והפעל מחדש את ה-MFA כדי להגן על חשבונך.
hi: आपने अपना अंतिम पुनर्प्राप्ति कोड उपयोग कर लिया है। MFA को अक्षम कर दिया गया है। कृपया Grylli को अपने प्रमाणक ऐप से हटाएं, और अपने खाते की सुरक्षा के लिए पुनः MFA सक्षम करें।
hr: Iskoristili ste svoj posljednji kod za oporavak. MFA je onemogućen. Molimo uklonite Grylli iz svoje aplikacije za autentifikaciju i ponovo omogućite MFA za zaštitu vašeg računa.
hu: Felhasználtad az utolsó helyreállítási kódodat. Az MFA le van tiltva. Kérjük, távolítsd el a Gryllit az authenticator alkalmazásodból, és ismét engedélyezd az MFA-t a fiók védelmére.
id: Anda telah menggunakan kode pemulihan terakhir Anda. MFA telah dinonaktifkan. Harap hapus Grylli dari aplikasi autentikator Anda, dan aktifkan kembali MFA untuk melindungi akun Anda.
is: Þú hefur notað síðasta endurheimtunar kóðann þinn. MFA hefur verið óvirk. Vinsamlegast fjarlægðu Grylli úr auðkenningaranum þínum, og virkjaðu MFA aftur til að vernda reikninginn þinn.
it: Hai usato il tuo ultimo codice di recupero. MFA è stato disabilitato. Rimuovi Grylli dalla tua app di autenticazione e riabilita MFA per proteggere il tuo account.
ja: 最後のリカバリーコードを使用しました。MFAが無効になりました。Grylliをオーセンティケーターアプリから削除し、アカウント保護のためにMFAを再有効化してください。
ka: თქვენ გამოძახეთ თქვენი უკანასკნელი აღდგენითი კოდი. MFA გამორთულია. გთხოვთ, ამოღოთ გრილი თქვენი ავტენტიფიკატორის აპიდან, და გააქტიუროთ MFA თქვენი ანგარიშის დასაცავად.
ku: ئاخەری کۆدەکەیت بەکارهێنا. MFA ناچالاککرا. تکایە Grylli لە بەرنامەی دڵنیاکردنەوەتان دەربگرن و دووبارە MFA چالاک بکەن بۆ پاراستنی هەژمارەکەتان.
lt: Jūs panaudojote paskutinį atkūrimo kodą. MFA buvo išjungtas. Prašome pašalinti Grylli iš savo autentifikatoriaus programos ir iš naujo įjungti MFA, kad apsaugotumėte savo paskyrą.
lv: Jūs esat izmantojis savu pēdējo atgūšanas kodu. MFA ir atslēgta. Lūdzu, noņemiet Grylli no sava autentifikatora lietotnes un atkārtoti aktivizējiet MFA, lai aizsargātu savu kontu.
mg: Efa nofainao ny kaody famerenana farany anao. Nalana ny MFA. Azafady esory ny Grylli amin'ny fampiavahanao, ary ataovy eto ny MFA mba hiarovana ny kaontinao.
mi: Kua whakamahia e koe tō waehere whakaora whakamutunga. Kua whakakorehia te MFA. Tēnā, tangohia a Grylli mai i tō pūkoro whakaū, ā, whakawhakahouhia anō te MFA ki te haumaru i tō pūkete.
mk: Го искористивте вашиот последен код за обновување. MFA е оневозможена. Ве молиме отстранете го Grylli од вашата апликација за автентикација и повторно овозможете MFA за да го заштитите вашиот профил.
ml: നിങ്ങളുടെ അവസാന പുനരുദ്ധാരണ കോഡ് ഉപയോഗിച്ചു. MFA അപ്രാപ്തമാക്കിയിരിക്കുന്നു. ദയവായി Grylli നിങ്ങളുടെ ഓഥന്റിക്കേറ്റർ ആപ്പിൽ നിന്ന് നീക്കംചെയ്യുക, നിങ്ങളുടെ അക്കൗണ്ട് സംരക്ഷിക്കുന്നതിനായി MFA വീണ്ടും സജീവമാക്കുക.
ms: Anda telah menggunakan kod pemulihan terakhir anda. MFA telah dinyahdayakan. Sila keluarkan Grylli dari aplikasi autentikasi anda, dan aktifkan semula MFA untuk melindungi akaun anda.
mt: Użajt l-aħħar kodiċi ta’ rikoverja tiegħek. Il-MFA ġiet diżattivata. Jekk jogħġbok neħħi Grylli mill-app tal-awtentikatur tiegħek, u reġgħu attiva l-MFA biex tipproteġi l-kont tiegħek.
my: သင်၏အခုဆုံးပြန်လည်ရယူမှုကုဒ်ၤကို သုံးပြီးပါပြီ။ MFAကိုပိတ်ထားပါသည်. Grylliကို သင်၏ အမှန်သားပြခြင်းကို ဖျက်လိုက်ပါ၊နှင့် ဘေးကင်းစွာသင့်အကောင့်ကိုအာမခံပါစတင်စနစ်မိတ်ဆက်ပါ။
nl: U heeft uw laatste herstelcode gebruikt. MFA is uitgeschakeld. Verwijder Grylli uit uw authenticator-app en stel MFA opnieuw in om uw account te beveiligen.
no: Du har brukt din siste gjenopprettingskode. MFA er deaktivert. Vennligst fjern Grylli fra autentisatorappen din, og aktiver MFA på nytt for å beskytte kontoen din.
pa: ਤੁਸੀਂ ਆਪਣਾ ਅਖੀਰਲਾ ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਵਰਤ ਲਈ ਹੈ। MFA ਨੂੰ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਆਪਣੇ ਪ੍ਰਮਾਣਿਕਤਾ ਐਪ ਤੋਂ Grylli ਨੂੰ ਹਟਾਓ, ਅਤੇ ਮੁੜ MFA ਸਰਗਰਮ ਕਰੋ ਆਪਣੇ ਖਾਤੇ ਦੀ ਰੱਖਿਆ ਕਰਨ ਲਈ।
pl: Użyłeś ostatniego kodu odzyskiwania. MFA zostało wyłączone. Proszę usuń Grylli ze swojej aplikacji uwierzytelniającej i ponownie włącz MFA, aby zabezpieczyć swoje konto.
pt: Você usou seu último código de recuperação. O MFA foi desativado. Por favor, remova o Grylli do seu aplicativo autenticador e reative o MFA para proteger sua conta.
ro: Ați folosit ultimul cod de recuperare. MFA a fost dezactivat. Vă rugăm să eliminați Grylli din aplicația dvs. de autentificare și să reactivați MFA pentru a vă proteja contul.
ru: Вы использовали ваш последний код восстановления. MFA была отключена. Пожалуйста, удалите Grylli из вашего приложения-аутентификатора и снова включите MFA для защиты вашего аккаунта.
sk: Použili ste svoj posledný obnovovací kód. MFA bolo zakázané. Prosím odstráňte Grylli z overovacej aplikácie a znova povolte MFA na ochranu svojho účtu.
sl: Porabili ste zadnjo kodo za obnovitev. MFA je onemogočen. Prosimo, odstranite Grylli iz svoje avtentikacijske aplikacije in ponovno omogočite MFA za zaščito svojega računa.
sq: Ju keni përdorur kodin tuaj të fundit të rikuperimit. MFA është çaktivizuar. Ju lutemi hiqni Grylli nga aplikacioni juaj i autentikuesit dhe rivendosni MFA për të mbrojtur llogarinë tuaj.
sr: Iskoristili ste svoj poslednji kôd za oporavak. MFA je onemogućena. Molimo uklonite Grylli iz svog autentifikatora i ponovo omogućite MFA da biste zaštitili svoj nalog.
sv: Du har använt din sista återställningskod. MFA har inaktiverats. Vänligen ta bort Grylli från din autentiseringsapp och aktivera MFA igen för att skydda ditt konto.
sw: Umetumia msimbo wako wa mwisho wa urejeshaji. MFA imelemazwa. Tafadhali ondoa Grylli kutoka kwa programu yako ya uthibitishaji, na uwezeshe tena MFA ili kulinda akaunti yako.
ta: உங்கள் கடைசி மீட்பு குறியீடை நீங்கள் பயன்படுத்தி விட்டீர்கள். MFA முடக்கப்பட்டது. தயவுசெய்து Grylli ஐ உங்கள் உறுதிப்படுத்தல் செயலியிலிருந்து நீக்கவும், உங்கள் கணக்கை பாதுகாக்க மறு-செயல்படுத்து.
te: మీరు చివరి పునరుద్ధరణ కోడ్ ఉపయోగించారు. ఎంఎఫ్ఏ నిలిపివేయబడింది. దయచేసి మీ ప్రామాణీకర్త అనువర్తనం నుండి Grylli ని తొలగించి, మీ ఖాతాను రక్షించడానికి ఎంఎఫ్ఏని మళ్లీ ప్రారంభించండి.
th: คุณใช้รหัสการกู้คืนสุดท้ายแล้ว MFA ถูกปิดการใช้งาน กรุณาลบ Grylli จากแอปตัวตรวจสอบของคุณและเปิดใช้งาน MFA อีกครั้งเพื่อปกป้องบัญชีของคุณ
tr: Son kurtarma kodunuzu kullandınız. MFA devre dışı bırakıldı. Lütfen Grylli'yi doğrulayıcı uygulamanızdan kaldırın ve hesabınızı korumak için MFA'yı yeniden etkinleştirin.
uk: Ви використали ваш останній код відновлення. MFA було відключено. Будь ласка, видаліть Grylli зі свого додатка-автентифікатора і знову активуйте MFA для захисту вашого облікового запису.
ur: آپ نے اپنا آخری بازیابی کوڈ استعمال کر لیا ہے۔ MFA غیر فعال کر دیا گیا ہے۔ براہ کرم اپنے آتھنٹی کیٹر ایپ سے Grylli کو ہٹا دیں، اور اپنے اکاؤنٹ کی حفاظت کے لیے MFA دوبارہ فعال کریں۔
uz: Siz so‘nggi qayta tiklash kodingizni ishlatdingiz. MFA o'chirildi. Iltimos, Gryllini autentifikator ilovangizdan o'chiring va hisobingizni himoya qilish uchun MFAni qayta yoqing.
vi: Bạn đã sử dụng mã khôi phục cuối cùng. MFA đã bị vô hiệu hóa. Vui lòng xóa Grylli khỏi ứng dụng xác thực của bạn và bật lại MFA để bảo vệ tài khoản của bạn.
xh: Usebenzise ikhowudi yakho yokugqibela yokubuyisela. I-MFA ikhubazekile. Nceda ususe i-Grylli kwisixhobo sakho sokuqinisekisa, kwaye wenze i-MFA isebenze kwakhona ukuze ukhusele iakhawunti yakho.

source: Recovery code accepted. You have {remaining} recovery codes left.
ar: تم قبول رمز الاستعادة. لديك {remaining} رموز استعادة متبقية.
az: Bərpa kodu qəbul edildi. Sizin {remaining} bərpa kodu qalır.
be: Код аднаўлення прыняты. У вас засталося {remaining} кодаў аднаўлення.
bn: পুনরুদ্ধার কোড গৃহীত হয়েছে। আপনার {remaining} পুনরুদ্ধার কোড অবশিষ্ট আছে।
cs: Obnovovací kód přijat. Zbývá vám {remaining} obnovovacích kódů.
cy: Derbyniwyd cod adfer. Mae gennych {remaining} codau adfer ar ôl.
da: Gendannelseskode accepteret. Du har {remaining} gendannelseskoder tilbage.
de: Wiederherstellungscode akzeptiert. Sie haben noch {remaining} Wiederherstellungscodes übrig.
el: Ο κωδικός ανάκτησης έγινε αποδεκτός. Έχετε {remaining} κωδικούς ανάκτησης απομένουν.
es: Código de recuperación aceptado. Te quedan {remaining} códigos de recuperación.
et: Taastamiskood aktsepteeritud. Teil on {remaining} taastamiskoodi jäänud.
eu: Berreskurapen kodea onartua. {remaining} berreskurapen kode geratzen zaizkizu.
fa: کد بازیابی پذیرفته شد. شما {remaining} کد بازیابی باقی‌مانده دارید.
fi: Palautuskoodi hyväksytty. Sinulla on {remaining} palautuskoodia jäljellä.
fr: Code de récupération accepté. Il vous reste {remaining} codes de récupération.
ga: Agyawde koforoma. Wɔ ha {nakafo} agyawde kod nsiɛɛ.
gd: Còd ath-leasachaidh air a ghabhail ris. Tha {remaining} còdan ath-leasachaidh air fhàgail agad.
gl: Código de recuperación aceptado. Quédanche {remaining} códigos de recuperación.
gu: પુનઃપ્રાપ્તિ કોડ સ્વીકાર્યો. તમારી પાસે {remaining} પુનઃપ્રાપ્તિ કોડ્સ બાકી છે.
he: קוד השחזור התקבל. נותרו לך {remaining} קודי שחזור.
hi: पुनर्प्राप्ति कोड स्वीकार किया गया। आपके पास {remaining} पुनर्प्राप्ति कोड्स बचे हैं।
hr: Kod za oporavak prihvaćen. Preostalo vam je {remaining} kodova za oporavak.
hu: A helyreállítási kód elfogadva. Még {remaining} helyreállítási kód maradt.
id: Kode pemulihan diterima. Anda memiliki {remaining} kode pemulihan tersisa.
is: Endurheimtunar kóði samþykktur. Þú hefur {remaining} endurheimtunar kóða eftir.
it: Codice di recupero accettato. Ti restano {remaining} codici di recupero.
ja: リカバリーコードが受け入れられました。残りのリカバリーコードは{remaining}コードです。
ka: აღდგენითი კოდი მიღებულია. თქვენ დარჩა {remaining} აღდგენითი კოდები.
ku: کۆدی گەڕاندنەوە بەسەرکەوتویی هەڵگرتە. {remaining} کۆدی گەڕاندنەوەیت ماوە.
lt: Atkūrimo kodas priimtas. Jums liko {remaining} atkūrimo kodai.
lv: Atgūšanas kods pieņemts. Jums ir palikuši {remaining} atgūšanas kodi.
mg: Neken'ny kaody famerenana. Manana {remaining} kaody famerenana sisa ianao.
mi: Kua whakaaetia te waehere whakaora. E {remaining} ana ngā waehere whakaora e toe ana.
mk: Кодот за обновување е прифатен. Ви остануваат {remaining} кодови за обновување.
ml: പുനരുദ്ധാരണ കോഡ് അംഗീകരിച്ചു. നിങ്ങൾക്ക് {remaining} പുനരുദ്ധാരണ കോഡുകൾ ശേഷിക്കുന്നു.
ms: Kod pemulihan diterima. Anda mempunyai {remaining} kod pemulihan yang tinggal.
mt: Kodiċi ta’ rikoverja aċċettat. Tifdal {remaining} kodiċijiet ta’ rikoverja.
my: ပြန်လည်ရယူမှုကုဒ် လက်ခံပါပြီ။ သင်မှာ ကျန်ရှိသော {remaining} ပြန်လည်ရယူမှု ကုဒ်များရှိပါသည်။
nl: Herstelcode geaccepteerd. U heeft nog {remaining} herstelcodes over.
no: Gjenopprettingskode akseptert. Du har {remaining} gjenopprettingskoder igjen.
pa: ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਸਵੀਕਾਰਿਆ ਗਿਆ। ਤੁਹਾਡੇ ਕੋਲ {remaining} ਪੁਨਰ ਪ੍ਰਾਪਤੀ ਕੋਡ ਬਾਕੀ ਹਨ।
pl: Kod odzyskiwania zaakceptowany. Masz {remaining} kody odzyskiwania.
pt: Código de recuperação aceito. Você tem {remaining} códigos de recuperação restantes.
ro: Cod de recuperare acceptat. Aveți {remaining} coduri de recuperare rămase.
ru: Код восстановления принят. У вас осталось {remaining} кодов восстановления.
sk: Obnovovací kód bol prijatý. Máte {remaining} zostávajúcich obnovovacích kódov.
sl: Koda za obnovitev sprejeta. Imate še {remaining} kod za obnovitev.
sq: Kodi i rikuperimit pranuar. Ju keni {remaining} kode rikuperimi të mbetura.
sr: Kôd za oporavak prihvaćen. Imate još {remaining} kodova za oporavak.
sv: Återställningskod accepterad. Du har {remaining} återställningskoder kvar.
sw: Msimbo wa urejeshaji umekubaliwa. Umebaki na misimbo {remaining} ya urejeshaji.
ta: மீட்பு குறியீடு ஏற்கப்பட்டது. நீங்கள் {remaining} மீட்பு குறியீடுகள் உள்ளது.
te: పునరుద్ధరణ కోడ్ స్వీకరించబడింది. మీకు {remaining} పునరుద్ధరణ కోడ్లు ఉన్నాయి.
th: ยอมรับรหัสการกู้คืน คุณมีรหัสการกู้คืนเหลืออยู่ {remaining} รหัส
tr: Kurtarma kodu kabul edildi. {remaining} kurtarma kodunuz kaldı.
uk: Код відновлення прийнято. У вас залишилося {remaining} кодів відновлення.
ur: بازیابی کوڈ قبول ہو گیا۔ آپ کے پاس {باقی} بازیابی کوڈز بچے ہیں۔
uz: Qayta tiklash kodi qabul qilindi. Sizda {remaining} qayta tiklash kodlari qoldi.
vi: Mã khôi phục đã được chấp nhận. Bạn còn {remaining} mã khôi phục.
xh: Ikhowudi yokubuyisela yamkelwe. Unezikhodi zokubuyisela ezise-{remaining}.
