Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: No changes made.
ar: لم يتم إجراء أي تغييرات.
az: Heç bir dəyişiklik edilmədi.
be: ცვლილებები არ განხორციელდა.
bn: কোনো পরিবর্তন করা হয়নি।
cs: Žádné změny nebyly provedeny.
cy: Dim newidiau wedi'u gwneud.
da: Ingen ændringer foretaget.
de: Keine Änderungen vorgenommen.
el: Δεν έγιναν αλλαγές.
es: No se realizaron cambios.
et: Muudatusi ei tehtud.
eu: Ez da aldaketarik egin.
fa: هیچ تغییری اعمال نشد.
fi: Ei muutoksia tehty.
fr: Aucun changement effectué.
ga: Wɔanyɛ nsakrae biara.
gd: Cha deach atharrachaidhean a dhèanamh.
gl: Non se fixeron cambios.
gu: કોઈ ફેરફાર કર્યો નથી.
he: לא בוצעו שינויים.
hi: कोई परिवर्तन नहीं किया।
hr: Nema promjena.
hu: Nincsenek változtatások.
id: Tidak ada perubahan yang dibuat.
is: Engar breytingar gerðar.
it: Nessuna modifica apportata.
ja: 変更はありません。
ka: ಯಾವುದೇ ಬದಲಾವಣೆಗಳಿಲ್ಲ.
ku: Guhêrîn tune.
lt: Pakeitimų nepadaryta.
lv: Izmaiņas netika veiktas.
mg: Tsy nisy fanovana vita.
mi: Kaore he whakarereketanga i mahia.
mk: Не се направени промени.
ml: മാറ്റങ്ങൾ ഒന്നും വരുത്തിയില്ല.
ms: Tiada perubahan dibuat.
mt: Ma sarux bidliet.
my: ပြောင်းလဲမှုများမရှိပါ။
nl: Geen wijzigingen aangebracht.
no: Ingen endringer gjort.
pa: ਕੋਈ ਬਦਲਾਵ ਨਹੀਂ ਕੀਤਾ ਗਿਆ।
pl: Nie wprowadzono zmian.
pt: Nenhuma alteração feita.
ro: Nicio modificare efectuată.
ru: Изменений не внесено.
sk: Neboli vykonané žiadne zmeny.
sl: Ni bilo narejenih sprememb.
sq: Nuk janë bërë ndryshime.
sr: Nema napravljenih izmena.
sv: Inga ändringar gjorda.
sw: Hakuna mabadiliko yaliyofanywa.
ta: மாற்றங்களாக இல்லை.
te: ఏ మార్పులు చేయబడలేదు.
th: ไม่มีการเปลี่ยนแปลงใดๆ
tr: Değişiklik yapılmadı.
uk: Змін не внесено.
ur: کوئی تبدیلی نہیں کی گئی۔
uz: Hech qanday oʻzgarish kiritilmadi.
vi: 没修改。
xh: Akukho lutshintsho lwenziweyo.

source: An error occurred while updating your account.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.

source: An error occurred while loading translation info.
ar: حدث خطأ أثناء تحديث المستخدم.
az: İstifadəçi yenilənərkən bir səhv baş verdi.
be: Памылка падчас абнаўлення карыстальніка.
bn: ব্যবহারকারী আপডেটের সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci uživatele došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru'r defnyddiwr.
da: Der opstod en fejl under opdatering af brugeren.
de: Ein Fehler ist beim Aktualisieren des Benutzers aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του χρήστη.
es: Ocurrió un error al actualizar el usuario.
et: Kasutaja uuendamisel ilmnes viga.
eu: Errore bat gertatu da erabiltzailea eguneratzean.
fa: خطایی در هنگام به‌روزرسانی کاربر رخ داد.
fi: Virhe päivityksen aikana käyttäjän päivittämisessä.
fr: Une erreur s'est produite lors de la mise à jour de l'utilisateur.
ga: Tharla earráid agus an t-úsáideoir á nuashonrú.
gd: Thachair mearachd fhad 's a bha thu ag ùrachadh an neach-cleachdaidh.
gl: Produciuse un erro ao actualizar o usuario.
gu: વપરાશકર્તાને અપડેટ કરતી વખતે ભૂલ આવી.
he: אירעה שגיאה בעת עדכון המשתמש.
hi: उपयोगकर्ता को अद्यतन करते समय एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja korisnika.
hu: Hiba történt a felhasználó frissítésekor.
id: Terjadi kesalahan saat memperbarui pengguna.
is: Villa kom upp þegar verið var að uppfæra notanda.
it: Si è verificato un errore durante l'aggiornamento dell'utente.
ja: ユーザーの更新中にエラーが発生しました。
ka: მომხმარებლის განახლებისას შეცდომა მოხდა.
ku: كێشەیەک ڕوویدا کاتێ پەیامی بەکارهێنەر تازە دەردەکەیە.
lt: Įvyko klaida atnaujinant naudotoją.
lv: Radās kļūda, atjauninot lietotāju.
mg: Nisy hadisoana nitranga rehefa nanavao ny mpampiasa.
mi: I puta he hapa i te whakahou i te kaiwhakamahi.
mk: Се појави грешка при ажурирање на корисникот.
ml: ഉപയോക്താവിനെ അപ്‌ഡേറ്റ് ചെയ്യുന്ന സമയം പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemas kini pengguna.
mt: Seħħ żball waqt li kien qed jiġi aġġornat l-utent.
my: အသုံးပြုသူကို အပ်ဒိတ်လုပ်ရာတွင် အမှားရှိနေသည်။
nl: Er is een fout opgetreden bij het bijwerken van de gebruiker.
no: En feil oppstod under oppdatering av brukeren.
pa: ਉਪਭੋਗੀ ਨੂੰ ਅਪਡੇਟ ਕਰਦੇ ਸਮੇਂ ਕੋਈ ਗਲਤੀ ਆਈ ਹੈ।
pl: Wystąpił błąd podczas aktualizacji użytkownika.
pt: Ocorreu um erro ao atualizar o usuário.
ro: A apărut o eroare în timpul actualizării utilizatorului.
ru: Произошла ошибка при обновлении пользователя.
sk: Vyskytla sa chyba pri aktualizácii používateľa.
sl: Pri posodabljanju uporabnika je prišlo do napake.
sq: Ndodhi një gabim gjatë përditësimit të përdoruesit.
sr: Došlo je do greške prilikom ažuriranja korisnika.
sv: Ett fel uppstod vid uppdatering av användaren.
sw: Hitilafu ilitokea wakati wa kusasisha mtumiaji.
ta: பயனரை புதுப்பிக்கும் போது பிழை ஏற்பட்டது.
te: వాడుకరిని నవీకరించే ప్రక్రియలో పొరపాటు చోటుచేసుకుంది.
th: เกิดข้อผิดพลาดระหว่างการอัปเดตผู้ใช้
tr: Kullanıcı güncellenirken bir hata oluştu.
uk: Під час оновлення користувача сталася помилка.
ur: صارف کو اپ ڈیٹ کرتے ہوئے ایک خرابی پیش آئی۔
uz: Foydalanuvchini yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật người dùng.
xh: Kufumaneke impazamo ngexesha lokuhlaziya umsebenzisi.

source: You cannot delete your account because you are the last admin.
ar: لا يمكنك حذف حسابك لأنك المسؤول الأخير.
az: Siz öz hesabınızı silə bilməzsiniz, çünki son adminsiniz.
be: Вы не можаце выдаліць свой акаўнт, таму што вы апошні адміністратар.
bn: আপনি আপনার অ্যাকাউন্ট মুছতে পারবেন না কারণ আপনি শেষ প্রশাসক।
cs: Nemůžete smazat svůj účet, protože jste poslední správce.
cy: Ni allwch ddileu eich cyfrif oherwydd rydych chi'n weinyddwr olaf.
da: Du kan ikke slette din konto, fordi du er den sidste admin.
de: Sie können Ihr Konto nicht löschen, weil Sie der letzte Administrator sind.
el: Δεν μπορείτε να διαγράψετε το λογαριασμό σας επειδή είστε ο τελευταίος διαχειριστής.
es: No puedes eliminar tu cuenta porque eres el último administrador.
et: Te ei saa oma kontot kustutada, kuna olete viimane admin.
eu: Ezin duzu zure kontua ezabatu azken administratzailea zarelako.
fa: نمی‌توانید حساب خود را حذف کنید چون آخرین مدیر هستید.
fi: Et voi poistaa tiliäsi, koska olet viimeinen ylläpitäjä.
fr: Vous ne pouvez pas supprimer votre compte car vous êtes le dernier administrateur.
ga: Wuntumi mommy wo akawontafunu ase kɔ si wode biara nsɛm ni.
gd: Chan urrainn dhut do chunntas a sguabadh às oir is tusa am fear rianachd mu dheireadh.
gl: Non podes eliminar a túa conta porque es o último admin.
gu: તમે તમારી ખાતું કાઢી શકતા નથી કારણ કે તમે છેલ્લે એડમિન છો.
he: לא ניתן למחוק את חשבונך כי אתה המנהל האחרון.
hi: आप अपना खाता नहीं हटा सकते क्योंकि आप अंतिम प्रशासक हैं।
hr: Ne možete izbrisati svoj račun jer ste posljednji administrator.
hu: Nem törölheted a fiókodat, mert te vagy az utolsó adminisztrátor.
id: Anda tidak dapat menghapus akun Anda karena Anda adalah admin terakhir.
is: Þú getur ekki eytt reikningnum þínum því þú ert síðasti stjórnandi.
it: Non puoi eliminare il tuo account perché sei l'ultimo admin.
ja: 最後の管理者であるため、アカウントを削除できません。
ka: თქვენ ვერ წაშლით თქვენს ანგარიშს, რადგან თქვენ ხართ უკანასკნელი ადმინისტრატორი.
ku: ناتوانرێت ئەکاونت بسرهێنی چونکە تۆ دوایین بەڕێوەبەر یەکەی.
lt: Negalite ištrinti savo paskyros, nes esate paskutinis administratorius.
lv: Jūs nevarat dzēst savu kontu, jo esat pēdējais administrators.
mg: Tsy afaka mamafa ny kaontinao ianao satria ilay mpitantana farany ianao.
mi: Kāore e taea e koe te muku i tō pūkete nā te mea ko koe te kaiwhakahaere whakamutunga.
mk: Не можете да го избришете вашиот профил бидејќи сте последниот администратор.
ml: നിങ്ങൾ സംവാദി ആകുന്നതിനാൽ നിങ്ങൾക്ക് നിങ്ങളുടെ അക്കൗണ്ട് ഡിലീറ്റ് ചെയ്യാനാവില്ല.
ms: Anda tidak boleh memadam akaun anda kerana anda adalah pentadbir terakhir.
mt: Ma tistax tħassar il-kont tiegħek għax int l-aħħar amministratur.
my: သင်သည် နောက်ဆုံးအုပ်ချုပ်သူဖြစ်သောကြောင့် သင်၏အကောင့်ကို ဖျက်လို်က မရပါ။
nl: U kunt uw account niet verwijderen omdat u de laatste beheerder bent.
no: Du kan ikke slette kontoen din fordi du er den siste administratoren.
pa: ਤੁਸੀਂ ਆਪਣਾ ਖਾਤਾ ਨਹੀਂ ਮਿਟਾ ਸਕਦੇ ਕਿਉਂਕਿ ਤੁਸੀਂ ਆਖਰੀ ਐਡਮਿਨ ਹੋ।
pl: Nie możesz usunąć swojego konta, ponieważ jesteś ostatnim administratorem.
pt: Você não pode excluir sua conta porque é o último administrador.
ro: Nu vă puteți șterge contul pentru că sunteți ultimul administrator.
ru: Вы не можете удалить ваш аккаунт, потому что вы последний администратор.
sk: Nemôžete vymazať svoj účet, pretože ste posledným administrátorom.
sl: Ne morete izbrisati svojega računa, ker ste zadnji skrbnik.
sq: Nuk mund ta fshini llogarinë tuaj sepse jeni administratori i fundit.
sr: Ne možete obrisati svoj nalog jer ste poslednji administrator.
sv: Du kan inte ta bort ditt konto eftersom du är den sista admin.
sw: Huwezi kufuta akaunti yako kwa sababu wewe ndiye msimamizi wa mwisho.
ta: நீங்கள் உங்கள் கணக்கை நீக்க முடியாது, ஏனெனில் நீங்கள் கடைசி நிர்வாகி.
te: మీరు మీ ఖాతాను తొలగించలేరు ఎందుకంటే మీరు చివరి అడ్మిన్.
th: คุณไม่สามารถลบบัญชีของคุณได้เนื่องจากคุณเป็นผู้ดูแลระบบคนสุดท้าย
tr: Son yönetici olduğunuz için hesabınızı silemezsiniz.
uk: Ви не можете видалити свій обліковий запис, тому що ви останній адміністратор.
ur: آپ اپنا اکاؤنٹ حذف نہیں کر سکتے کیونکہ آپ آخری ایڈمن ہیں۔
uz: Siz hisobingizni o‘chira olmaysiz, chunki siz oxirgi administratorsiz.
vi: Bạn không thể xóa tài khoản của mình vì bạn là quản trị viên cuối cùng.
xh: Awungebi ukucima i-akhawunti yakho kuba useyayokuphela komlawuli.

source: Your account has been permanently deleted.
ar: تم حذف حسابك بشكل دائم.
az: Hesabınız qalıcı olaraq silinib.
be: Ваш уліковы запіс быў пастаянна выдалены.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলা হয়েছে।
cs: Váš účet byl trvale smazán.
cy: Mae eich cyfrif wedi'i ddileu'n barhaol.
da: Din konto er blevet permanent slettet.
de: Ihr Konto wurde dauerhaft gelöscht.
el: Ο λογαριασμός σας διαγράφηκε μόνιμα.
es: Tu cuenta ha sido eliminada permanentemente.
et: Teie konto on jäädavalt kustutatud.
eu: Zure kontua iraunkorki ezabatu da.
fa: حساب شما به طور دائم حذف شده است.
fi: Tilisi on pysyvästi poistettu.
fr: Votre compte a été supprimé définitivement.
ga: Wo akawontafunu ase ayɛ aketretrajwɛ no.
gd: Tha do chunntas air a bhith air a sguabadh às gu maireannach.
gl: A túa conta foi eliminada permanentemente.
gu: તમારું ખાતું કાયમ માટે કાઢવામાં આવ્યું છે.
he: חשבונך נמחק לצמיתות.
hi: आपका खाता स्थायी रूप से हटा दिया गया है।
hr: Vaš račun je trajno izbrisan.
hu: Fiókodat véglegesen törölték.
id: Akun Anda telah dihapus secara permanen.
is: Reikningur þinn hefur verið varanlega eytt.
it: Il tuo account è stato eliminato in modo permanente.
ja: アカウントは永久に削除されました。
ka: თქვენი ანგარიში მუდმივად წაიშალა.
ku: هەژمارەکەت بەردەوام بە سڕاوەتەوە.
lt: Jūsų paskyra buvo visam laikui ištrinta.
lv: Jūsu konts ir neatgriezeniski dzēsts.
mg: Nofafana mandrakizay ny kaontinao.
mi: Kua mukua tō pūkete mō ake tonu atu.
mk: Вашиот профил е трајно избришан.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു.
ms: Akaun anda telah dipadam secara kekal.
mt: Il-kont tiegħek ġie mħassar b'mod permanenti.
my: သင်၏အကောင့်ကို အပြီးမပြောင်းဖျက်လိုက်ပါ။
nl: Uw account is permanent verwijderd.
no: Kontoen din er permanent slettet.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹਮੇਸ਼ਾਂ ਲਈ ਮਿਟਾਇਆ ਗਿਆ ਹੈ।
pl: Twoje konto zostało trwale usunięte.
pt: Sua conta foi permanentemente excluída.
ro: Contul dumneavoastră a fost șters permanent.
ru: Ваш аккаунт был навсегда удалён.
sk: Váš účet bol trvalo vymazaný.
sl: Vaš račun je bil trajno izbrisan.
sq: Llogaria juaj është fshirë përgjithmonë.
sr: Vaš nalog je trajno obrisan.
sv: Ditt konto har raderats permanent.
sw: Akaunti yako imefutwa kabisa.
ta: உங்கள் கணக்கம் நிரந்தரமாக நீக்கப்பட்டது.
te: మీ ఖాతా శాశ్వతంగా తొలగించబడింది.
th: บัญชีของคุณถูกลบอย่างถาวรแล้ว
tr: Hesabınız kalıcı olarak silindi.
uk: Ваш обліковий запис було остаточно видалено.
ur: آپ کا اکاؤنٹ مستقل طور پر حذف کر دیا گیا ہے۔
uz: Hisobingiz doimiy ravishda o‘chirildi.
vi: Tài khoản của bạn đã bị xóa vĩnh viễn.
xh: I-akhawunti yakho icinywe ngokusisigxina.

source: An error occurred while trying to delete your account.
ar: حدث خطأ أثناء تحديث حسابك.
az: Hesabı yeniləyərkən xəta baş verdi.
be: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
bn: আপনার অ্যাকাউন্ট আপডেট করার সময় একটি ত্রুটি ঘটেছে।
cs: Při aktualizaci vašeho účtu došlo k chybě.
cy: Digwyddodd gwall wrth ddiweddaru eich cyfrif.
da: Der opstod en fejl under opdateringen af din konto.
de: Beim Aktualisieren Ihres Kontos ist ein Fehler aufgetreten.
el: Προέκυψε σφάλμα κατά την ενημέρωση του λογαριασμού σας.
es: Ocurrió un error al actualizar su cuenta.
et: Teie konto uuendamisel tekkis viga.
eu: Errore bat gertatu da zure kontua eguneratzean.
fa: خطایی در هنگام به‌روزرسانی حساب رخ داد.
fi: Virhe tapahtui kun päivitettiin tiliä.
fr: Une erreur s'est produite lors de la mise à jour de votre compte.
ga: Tharla earráid agus do chuntas á nuashonrú.
gd: Thachair mearachd fhad ‘s a bha thu ag ùrachadh an cunntais agad.
gl: Produciuse un erro ao actualizar a túa conta.
gu: તમારું ખાતું અપડેટ કરતી વખતે એક ભૂલ આવી.
he: אירעה שגיאה בעת עדכון החשבון שלך.
hi: आपका खाता अपडेट करने में एक त्रुटि हुई।
hr: Došlo je do pogreške prilikom ažuriranja vašeg računa.
hu: Hiba történt a fiókja frissítése közben.
id: Terjadi kesalahan saat memperbarui akun Anda.
is: Villa kom upp við uppfærslu reikningsins.
it: Si è verificato un errore durante l'aggiornamento del tuo account.
ja: アカウントの更新中にエラーが発生しました。
ka: თქვენი ანგარიშის განახლებისას შეცდომა წარმოიშვა.
ku: هەڵەیەک ڕوویدا کاتی نوێکردنەوەی هەژمارەکەت.
lt: Klaida atnaujinant paskyrą.
lv: Notika kļūda, atjauninot jūsu kontu.
mg: Nisy fahadisoana tamin'ny fanavaozana ny kaontinao.
mi: I puta he hapa i te whakahounga i tō pūkete.
mk: Се случи грешка при ажурирањето на вашата сметка.
ml: നിങ്ങളുടെ അക്കൗണ്ട് അപ്ഡേറ്റ് ചെയ്യുമ്പോൾ ഒരു പിശക് സംഭവിച്ചു.
ms: Ralat berlaku semasa mengemaskini akaun anda.
mt: Ġara żball waqt l-aġġornament tal-kont tiegħek.
my: အကောင့်များပြင်ရာတွင် တိကျမှုများမှားနေလေသည်။
nl: Er is een fout opgetreden bij het bijwerken van uw account.
no: En feil oppstod under oppdatering av kontoen din.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਅੱਪਡੇਟ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।
pl: Wystąpił błąd podczas aktualizacji twojego konta.
pt: Ocorreu um erro ao atualizar sua conta.
ro: A apărut o eroare la actualizarea contului.
ru: Произошла ошибка при обновлении аккаунта.
sk: Pri aktualizácii účtu došlo k chybe.
sl: Prišlo je do napake pri posodabljanju vašega računa.
sq: Ndodhi një gabim gjatë përditësimit të llogarisë tuaj.
sr: Došlo je do greške pri ažuriranju vašeg naloga.
sv: Ett fel inträffade vid uppdatering av ditt konto.
sw: Hitilafu ilitokea wakati wa kuboresha akaunti yako.
ta: உங்கள் கணக்கை புதுப்பிக்கும்போது ஒரு பிழை ஏற்பட்டது.
te: మీ ఖాతాను నవీకరించేటప్పుడు లోపం సంభవించింది.
th: เกิดข้อผิดพลาดขณะอัปเดตบัญชีของคุณ
tr: Hesabınızı güncellerken bir hata oluştu.
uk: Сталася помилка під час оновлення вашого акаунта.
ur: آپ کا اکاؤنٹ اپ ڈیٹ کرتے وقت ایک خرابی پیش آئی۔
uz: Hisobingizni yangilashda xatolik yuz berdi.
vi: Đã xảy ra lỗi khi cập nhật tài khoản của bạn.
xh: Kwenzeke impazamo xa utshintsha iakhawunti yakho.

source: Your account has been deleted
ar: تم حذف حسابك بشكل دائم.
az: Hesabınız qalıcı olaraq silinib.
be: Ваш уліковы запіс быў пастаянна выдалены.
bn: আপনার অ্যাকাউন্ট স্থায়ীভাবে মুছে ফেলা হয়েছে।
cs: Váš účet byl trvale smazán.
cy: Mae eich cyfrif wedi'i ddileu'n barhaol.
da: Din konto er blevet permanent slettet.
de: Ihr Konto wurde dauerhaft gelöscht.
el: Ο λογαριασμός σας διαγράφηκε μόνιμα.
es: Tu cuenta ha sido eliminada permanentemente.
et: Teie konto on jäädavalt kustutatud.
eu: Zure kontua iraunkorki ezabatu da.
fa: حساب شما به طور دائم حذف شده است.
fi: Tilisi on pysyvästi poistettu.
fr: Votre compte a été supprimé définitivement.
ga: Wo akawontafunu ase ayɛ aketretrajwɛ no.
gd: Tha do chunntas air a bhith air a sguabadh às gu maireannach.
gl: A túa conta foi eliminada permanentemente.
gu: તમારું ખાતું કાયમ માટે કાઢવામાં આવ્યું છે.
he: חשבונך נמחק לצמיתות.
hi: आपका खाता स्थायी रूप से हटा दिया गया है।
hr: Vaš račun je trajno izbrisan.
hu: Fiókodat véglegesen törölték.
id: Akun Anda telah dihapus secara permanen.
is: Reikningur þinn hefur verið varanlega eytt.
it: Il tuo account è stato eliminato in modo permanente.
ja: アカウントは永久に削除されました。
ka: თქვენი ანგარიში მუდმივად წაიშალა.
ku: هەژمارەکەت بەردەوام بە سڕاوەتەوە.
lt: Jūsų paskyra buvo visam laikui ištrinta.
lv: Jūsu konts ir neatgriezeniski dzēsts.
mg: Nofafana mandrakizay ny kaontinao.
mi: Kua mukua tō pūkete mō ake tonu atu.
mk: Вашиот профил е трајно избришан.
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരമായി ഡിലീറ്റ് ചെയ്തിരിക്കുന്നു.
ms: Akaun anda telah dipadam secara kekal.
mt: Il-kont tiegħek ġie mħassar b'mod permanenti.
my: သင်၏အကောင့်ကို အပြီးမပြောင်းဖျက်လိုက်ပါ။
nl: Uw account is permanent verwijderd.
no: Kontoen din er permanent slettet.
pa: ਤੁਹਾਡਾ ਖਾਤਾ ਹਮੇਸ਼ਾਂ ਲਈ ਮਿਟਾਇਆ ਗਿਆ ਹੈ।
pl: Twoje konto zostało trwale usunięte.
pt: Sua conta foi permanentemente excluída.
ro: Contul dumneavoastră a fost șters permanent.
ru: Ваш аккаунт был навсегда удалён.
sk: Váš účet bol trvalo vymazaný.
sl: Vaš račun je bil trajno izbrisan.
sq: Llogaria juaj është fshirë përgjithmonë.
sr: Vaš nalog je trajno obrisan.
sv: Ditt konto har raderats permanent.
sw: Akaunti yako imefutwa kabisa.
ta: உங்கள் கணக்கம் நிரந்தரமாக நீக்கப்பட்டது.
te: మీ ఖాతా శాశ్వతంగా తొలగించబడింది.
th: บัญชีของคุณถูกลบอย่างถาวรแล้ว
tr: Hesabınız kalıcı olarak silindi.
uk: Ваш обліковий запис було остаточно видалено.
ur: آپ کا اکاؤنٹ مستقل طور پر حذف کر دیا گیا ہے۔
uz: Hisobingiz doimiy ravishda o‘chirildi.
vi: Tài khoản của bạn đã bị xóa vĩnh viễn.
xh: I-akhawunti yakho icinywe ngokusisigxina.
