Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Optional MFA secret and recovery codes (encrypted at rest)
ar: رمز MFA الاختياري وأكواد الاسترداد (مشفرة أثناء التخزين)
az: Seçim üzrə MFA gizli açarı və bərpa kodları (dinclikdə şifrələnmişdir)
be: Па жаданні тайная фраза MFA і коды аднаўлення (зашыфраваныя пры захоўванні)
bn: ঐচ্ছিক এমএফএ সিক্রেট এবং পুনরুদ্ধার কোডগুলি (বিশ্রামে এনক্রিপ্টড)
cs: Volitelný MFA tajný klíč a zotavovací kódy (šifrováno při ukládání)
cy: Gwahoddiad MFA dewisol a chodau adfer (wedi'u hamgryptio mewn gorffwys)
da: Valgfri MFA-hemmelighed og gendannelseskoder (krypteret i hvile)
de: Optionale MFA-Geheimnisse und Wiederherstellungscodes (im Ruhezustand verschlüsselt)
el: Προαιρετικό MFA μυστικό και κωδικοί ανάκτησης (κρυπτογραφημένοι κατά την αποθήκευση)
es: Secreto MFA opcional y códigos de recuperación (cifrados en reposo)
et: Valikuline MFA saladus ja taastamiskoodid (puhkeolekus krüpteeritud)
eu: Aukerako MFA sekretua eta berreskuratze-kodeak (geldirik enkriptatuta)
fa: کدهای اختیاری MFA و بازیابی (رمزگذاری شده در حالت خاموش)
fi: Valinnainen MFA-salaisuus ja palautuskoodit (levossa salattuna)
fr: Secret MFA optionnel et codes de récupération (chiffrés au repos)
ga: Ɛda MFA kɔbae ɛne ɛhyɛ mmɔ sɛnea ɛyɛ (wɔde akotɔ)
gd: Rùnaire MFA roghainneil agus còdan ath-bheothachaidh (air an crioptaigeadh aig fois)
gl: Segredo de MFA opcional e códigos de recuperación (cifrados en repouso)
gu: વૈકલ્પિક MFA સિક્રેટ અને પુનપ્રાપ્તી કોડ્સ (વિશ્વસનીયતા યથાવત્ એંક્રિપ્ટેડ)
he: קוד MFA סודי אופציונלי וקודי שחזור (מוצפנים במצב מנוחה)
hi: वैकल्पिक एमएफए गुप्त और रिकवरी कोड (विश्राम में एन्क्रिप्टेड)
hr: Opcionalni MFA tajni podaci i kodovi za oporavak (kriptirani u mirovanju)
hu: Opcióként MFA titok és helyreállítási kódok (nyugalmi állapotban titkosítva)
id: Rahasia MFA opsional dan kode pemulihan (dienkripsi saat tidak digunakan)
is: Valfrjáls MFA leynikóði og endurheimtukóðar (dulkóðað í geymslu)
it: Segreto MFA opzionale e codici di recupero (crittografati a riposo)
ja: オプションの MFA シークレットとリカバリーコード（保存時に暗号化）
ka: მნიშვნელოვანი MFA სექრეტები და აღდგენის კოდები (დაშიფრულია სამარადისოდ)
ku: Şîfre و هانên weşanê MFA û kodên sererê (namaşte a weşan dar)
lt: Pasirinktinis MFA slaptasis raktas ir atkūrimo kodai (užšifruoti laikant)
lv: Pēc izvēles MFA noslēpums un atkopšanas kodi (šifrēti glabāšanā)
mg: Kaody MFA tsy voatery sy kaody fanarenana (voaaro ao anaty fitoeran-drakitra)
mi: Ko te huna MFA me ngā waehere whakaora kāore (ka whakamunahia i te wā ka hāngū)
mk: Опционални MFA тајна и кодови за наплата (шифрирани во мирување)
ml: ഓപ്ഷണൽ MFA രഹസ്യവും വീണ്ടെടുപ്പ് കോഡുകളും (നിരപേക്ഷ ആശയം)
ms: Rahsia MFA dan kod pemulihan pilihan (disulitkan semasa rehat)
mt: Sigriet tal-MFA fakultattiv u kodiċijiet ta’ rkupru (ikkriptati fi stat staġnat)
my: ရွေးချယ်မှု MFA လုံးဝအလုံချုပ်နှင့် ပြန်လည်ပြန်ကြောင်းကုတ်များ (အနားမှာလုံခြုံမှုထုတ်ရန်)
nl: Optionele MFA-geheim en herstelcodes (versleuteld in rust)
no: Valgfri MFA-hemmelighet og gjenopprettingskoder (kryptert i ro)
pa: ਵਿਕਲਪਿਕ MFA ਸੀਕ੍ਰੇਟ ਅਤੇ ਰਿਕਵਰੀ ਕੋਡ (ਵਿਸ਼੍ਰਾਮ ਤੇ ਐਨਕ੍ਰਿਪਟ ਕੀਤੇ ਜਾਏ)
pl: Opcjonalne tajne MFA i kody odzyskiwania (zaszyfrowane w spoczynku)
pt: Código MFA opcional e códigos de recuperação (criptografados em repouso)
ro: Secret de MFA opțional și coduri de recuperare (criptate în repaus)
ru: Опциональный секрет MFA и коды восстановления (зашифрованы во время хранения)
sk: Voliteľný MFA sekret a obnovovacie kódy (zašifrované v pokoji)
sl: Neobvezna MFA skrivnost in obnovitvene kode (šifrirane v mirovanju)
sq: Sekret opsional MFA dhe kodet e rikuperimit (të koduara në gjendje pasive)
sr: Opcioni MFA tajni ključ i kodovi za oporavak (šifrovani u mirovanju)
sv: Valfritt MFA-hemlighet och återställningskoder (krypterade vid vila)
sw: Siri ya hiari ya MFA na nambari za ahueni (zinafichwa wakati hazitumiki)
ta: விருப்ப MFA ரகசியம் மற்றும் மீட்பு குறியீடுகள் (மீதமுள்ளவை குறியாக்கம் செய்யப்பட்டுள்ளன)
te: ఐచ్ఛిక MFA సీక్రెట్ మరియు రికవరీ కోడ్‌లు (ఆరామిస్తే ఎన్క్రిప్ట్ చేయబడినవి)
th: รหัส MFA และรหัสการกู้คืนที่เป็นตัวเลือก (ถูกเข้ารหัสที่พัก)
tr: Opsiyonel MFA sırrı ve kurtarma kodları (durarak şifrelenmiş)
uk: Опціональний секрет MFA та коди відновлення (зашифровані на місці зберігання)
ur: اختیاری MFA راز اور ریکووری کوڈز (پرامن حالت میں انکرپٹ کیے گئے)
uz: Majburiy emas MFA sir va tiklash kodlari (tinch holatda shifrlangan)
vi: Mã bí mật MFA tùy chọn và mã khôi phục (được mã hóa khi lưu trữ)
xh: Imfihlo ye-MFA ozicacisayo kunye neekhowudi zokufumana kwakhona (zifihlwe xa zisaseluhlanga)

source: Reminder and message content you configure
ar: محتوى التذكير والرسائل التي تقوم بإعدادها
az: Sizin tənzimlədiyiniz xatırlatma və mesaj məzmunu
be: Змест напамінкаў і паведамленняў, якія вы настройваеце
bn: আপনি যে অনুস্মারক এবং মেসেজ সামগ্রী কনফিগার করেন
cs: Obsah připomenutí a zpráv, které si nakonfigurujete
cy: Cynnwys atgoffa a neges rydych yn ffurfweddu
da: Påmindelses- og beskedindhold, du konfigurerer
de: Erinnerungs- und Nachrichteninhalte, die Sie konfigurieren
el: Περιεχόμενο υπενθυμίσεων και μηνυμάτων που διαμορφώνετε
es: Contenido de recordatorios y mensajes que configures
et: Meeldetuletused ja sõnumi sisu, mida konfigureerite
eu: Zuk konfiguratutako ohar eta mezu edukiak
fa: محتوای یادآوری و پیام که پیکربندی می‌کنید
fi: Muistutukset ja viestien sisältö, jotka määrität
fr: Contenu des rappels et messages que vous configurez
ga: Kaeɛdeɛ ɛne nsɛm a yɛhyehyɛ yɛdeɛ
gd: Susbaint cuimhneachaidh agus teachdaireachd a chumas tu air dòigh
gl: Lembretes e contido de mensaxes que configures
gu: તમે કન્ફિગર કરી છે તે રિમાઇન્ડર અને સંદેશ સામગ્રી
he: תוכן תזכורות והודעות שאתה מגדיר
hi: आप द्वारा कॉन्फ़िगर की गई रिमाइंडर और संदेश सामग्री
hr: Sadržaj podsjetnika i poruka koji konfigurirate
hu: Emlékeztető és üzenet tartalom, amit beállít
id: Konten pengingat dan pesan yang Anda konfigurasi
is: Innihald áminninga og skilaboða sem þú stillir
it: Contenuto di promemoria e messaggi che configuri
ja: 設定したリマインダーとメッセージの内容
ka: შეხსენებებისა და შეტყობინებების შინაარსი, რომელსაც კონფიგურირებთ
ku: Naverok û parkirina mesajên ku hûn saz dikin
lt: Paskyros priminimo ir pranešimų turinys, kurį konfigūruojate
lv: Jūsu iestatītie atgādinājumu un ziņu satura iestatījumi
mg: Afohezina sy votoatin’ny hafatra noforoninao
mi: Ihirangi whakamahara me te karere ka whakarite koe
mk: Содржина на потсетници и пораки што ги конфигурирате
ml: നിങ്ങൾ ക്രമീകരിക്കുന്ന ഓർമപ്പെടുത്തലുകളും സന്ദേശവും
ms: Kandungan peringatan dan mesej yang anda konfigurasikan
mt: Kontenut ta’ rimindjar u messaġġ li tikkonfigura
my: သငျ သဥ္စာနှင့် သင့်မက်ဆေ့ချင်ပါဝင်သောအကြောင်းအရာ
nl: Herinnering- en berichtinhoud die u configureert
no: Påminnelse og melding innhold du konfigurerer
pa: ਯਾਦ ਦਿਲਾਉਣ ਵਾਲਾ ਅਤੇ ਸੁਨੇਹਾ ਸਮੱਗਰੀ ਜੋ ਤੁਸੀਂ ਸੰਰਚਨਾ ਕਰਦੇ ਹੋ
pl: Ustawienia przypomnień i treści wiadomości, które konfigurujesz
pt: Conteúdo de lembretes e mensagens que você configurar
ro: Conținutul de memento-uri și mesaje pe care îl configurați
ru: Настроенное вами содержание напоминаний и сообщений
sk: Pripomienky a obsah správ, ktoré konfiguruješ
sl: Vsebina opomnikov in sporočil, ki jih konfigurirate
sq: Përmbajtja e kujtesave dhe mesazheve që konfiguroni
sr: Sadržaj podsetnika i poruka koje konfigurišete
sv: Påminnelse- och meddelandeinnehåll du konfigurerar
sw: Maudhui ya vikumbusho na ujumbe unavyosanidi
ta: நீங்கள் அமைக்கக்கூடிய நினைவூட்டல் மற்றும் செய்தி உள்ளடக்கம்
te: మీరు కన్ఫిగర్ చేసిన రిమైండర్ మరియు సందేశం కంటెంట్
th: เนื้อหาการเตือนและข้อความที่คุณกำหนดค่า
tr: Yapılandırdığınız hatırlatma ve mesaj içeriği
uk: Нагадування та вміст повідомлень, які ви налаштовуєте
ur: یاد دہانی اور پیغام کا مواد جو آپ ترتیب دیتے ہیں
uz: Siz belgilagan eslatma va xabar mazmuni
vi: Nội dung nhắc nhở và tin nhắn mà bạn cấu hình
xh: Umxholo wesikhumbuzo nomyalezo uwuqwalasela

source: User-specific settings and preferences
ar: إعدادات وتفضيلات خاصة بالمستخدم
az: İstifadəçiyə xüsusi ayarlar və seçimlər
be: Налаштування та уподобання, специфічні для користувача
bn: ব্যবহারকারী-স্পেসিফিক সেটিংস এবং পছন্দসমূহ
cs: Specifická nastavení a preference pro uživatele
cy: Gosodiadau defnyddiwr penodol a dewisiadau
da: Brugerspecifikke indstillinger og præferencer
de: Nutzerspezifische Einstellungen und Präferenzen
el: Ρυθμίσεις και προτιμήσεις συγκεκριμένες για κάθε χρήστη
es: Configuraciones y preferencias específicas del usuario
et: Kasutaja-spetsiifilised seaded ja eelistused
eu: Erabiltzaile espezifikoak dira ezarpenak eta lehentasunak
fa: تنظیمات و ترجیحات مخصوص کاربر
fi: Käyttäjäkohtaiset asetukset ja asetukset
fr: Paramètres et préférences spécifiques à l'utilisateur
ga: Socruithe agus roghanna úsáideoirí-shonracha
gd: Roghainnean agus roghainnean sònraichte do luchd-cleachdaidh
gl: Configuracións e preferencias específicas do usuario
gu: યુઝર-સ્પેસિફિક સેટિંગ્સ અને પસંદગીઓ
he: הגדרות והעדפות ייחודיות למשתמש
hi: उपयोगकर्ता-विशिष्ट सेटिंग्स और प्राथमिकताएं
hr: Postavke i preferencije specifične za korisnika
hu: Felhasználó-specifikus beállítások és előnyben részesítések
id: Pengaturan dan preferensi spesifik pengguna
is: Stillanir og val notenda
it: Impostazioni e preferenze specifiche dell'utente
ja: ユーザー固有の設定と設定
ka: მომხმარებლის სპეციფიური პარამეტრები და შეღავათები
ku: Mîhengên bikarhêneran û tercihên kişayî
lt: Vartotojui specifiniai nustatymai ir nuostatos
lv: Lietotāja specifiski iestatījumi un vēlmes
mg: Fametrahana sy safidy manokana ho an'ny mpampiasa
mi: Tautuhinga ā-kaiwhakamahi me ngā manakohanga
mk: Кориснички специфични поставки и преференции
ml: ഉപയോക്താവ് നിഷ്ക്കർഷിച്ച ക്രമീകരണങ്ങൾ, ഇഷ്ടങ്ങൾ
ms: Tetapan dan keutamaan khas pengguna
mt: Settings u preferenzi speċifiċi għall-utent
my: အသုံးပြုသူအထူးပြု ဆက်တင်များနှင့် ကြိုက်နှစ်သက်မှုများ
nl: Gebruikersspecifieke instellingen en voorkeuren
no: Brukerspesifikke innstillinger og preferanser
pa: ਵਰਤੋਂਕਾਰ-ਨਿਰਪੇਖ ਸੈਟਿੰਗਾਂ ਅਤੇ ਪ੍ਰਿਫਰੈਂਸਾਂ
pl: Ustawienia i preferencje specyficzne dla użytkownika
pt: Configurações e preferências específicas do usuário
ro: Setări și preferințe specifice utilizatorului
ru: Настройки и предпочтения пользователя
sk: Používateľmi špecifické nastavenia a preferencie
sl: Uporabniško specifične nastavitve in preference
sq: Cilësimet dhe preferencat specifike të përdoruesit
sr: Postavke i preferencije specifične za korisnika
sv: Användarspecifika inställningar och preferenser
sw: Mipangilio maalum ya mtumiaji na mapendekezo
ta: பயனர் குறிப்பிட்ட அமைப்புகள் மற்றும் விருப்பங்கள்
te: వాడుకరి-ప్రత్యేక సెట్టింగులు మరియు ప్రాధాన్యతలు
th: การตั้งค่าและการกำหนดลักษณะเฉพาะบุคคล
tr: Kullanıcıya özel ayarlar ve tercihleri
uk: Налаштування та уподобання конкретні для користувача
ur: صارف مخصوص ترتیبات اور ترجیحات
uz: Foydalanuvchi uchun maxsus sozlamalar va afzalliklar
vi: USer-solō setē buzaak'n préferenses
xh: Iisgehör keusers ezikhethekileyo kunye nezinto ezikhethiweyo

source: SMTP configuration (if provided)
ar: تم تعيين تكوين SMTP.
az: SMTP konfiqurasiyası təyin edildi.
be: Конфігурація SMTP призначена.
bn: SMTP কনফিগারেশন নির্ধারিত হয়েছে।
cs: SMTP konfigurace přiřazena.
cy: Wedi aseinio'r cyfluniad SMTP.
da: SMTP-konfiguration tildelt.
de: SMTP-Konfiguration zugewiesen.
el: Η διαμόρφωση SMTP εκχωρήθηκε.
es: Configuración SMTP asignada.
et: SMTP konfiguratsioon määratud.
eu: SMTP konfigurazioa esleituta.
fa: پیکربندی SMTP اختصاص داده شد.
fi: SMTP-konfiguraatio määritetty.
fr: Configuration SMTP assignée.
ga: Cumraíocht SMTP sannaithe.
gd: Rèiteachadh SMTP air a shònrachadh.
gl: Configuración SMTP asignada.
gu: SMTP વિન્ધાન નિર્ધારિત.
he: תצורת SMTP הוקצתה.
hi: SMTP कॉन्फ़िगरेशन असाइन किया गया।
hr: SMTP konfiguracija dodijeljena.
hu: SMTP konfiguráció hozzárendelve.
id: Konfigurasi SMTP ditetapkan.
is: SMTP stillingar úthlutaðar.
it: Configurazione SMTP assegnata.
ja: SMTP設定が割り当てられました。
ka: 已分配SMTP配置。
ku: ڕێکخستنی SMTP تۆمارەکرا.
lt: SMTP konfigūracija priskirta.
lv: SMTP konfigurācija piešķirta.
mg: Natao ny fametrahana SMTP.
mi: Kua whakatapua te whirihoranga SMTP.
mk: SMTP конфигурацијата е доделена.
ml: SMTP കോൺഫിഗറേഷൻ നിയമിച്ചു.
ms: Konfigurasi SMTP ditetapkan.
mt: Konfigurazzjoni SMTP assenjata.
my: SMTP ဖွဲ့စည်းမှုကို ထားရှိလိုက်ပါသည်။
nl: SMTP-configuratie toegewezen.
no: SMTP-konfigurasjon tilordnet.
pa: SMTP ਸੰਰਚਨਾ ਨਿਰਧਾਰਤ.
pl: Przypisana konfiguracja SMTP.
pt: Configuração SMTP atribuída.
ro: Configurația SMTP a fost asignată.
ru: Конфигурация SMTP назначена.
sk: Konfigurácia SMTP priradená.
sl: Konfiguracija SMTP dodeljena.
sq: Konfigurimi SMTP u caktua.
sr: SMTP konfiguracija dodeljena.
sv: SMTP-konfiguration tilldelad.
sw: Usanidi wa SMTP umesajiliwa.
ta: SMTP கட்டமைப்பு ஒதுக்கியது.
te: SMTP కాన్ఫిగరేషన్ కేటాయించబడింది.
th: มอบหมายการตั้งค่า SMTP แล้ว
tr: SMTP yapılandırması atandı.
uk: Конфігурацію SMTP призначено.
ur: SMTP ترتیب نامہ تفویض کیا گیا۔
uz: SMTP sozlamalari tayinlandi.
vi: Cấu hình SMTP đã được gán.
xh: Ulwalathiso lwe-SMTP lunikiwe.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
ar: رموز إخطار من طرف ثالث (مثل Apprise، Gotify، Pushover)
az: Üçüncü tərəf bildiriş tokenləri (məsələn, Apprise, Gotify, Pushover)
be: Токени для сторонніх сповіщень (наприклад, Apprise, Gotify, Pushover)
bn: তৃতীয় পক্ষের বিজ্ঞপ্তি টোকেনগুলি (যেমন, Apprise, Gotify, Pushover)
cs: Oznámení třetích stran (např. Apprise, Gotify, Pushover)
cy: Tocynnau hysbysiadau trydydd parti (e.e., Apprise, Gotify, Pushover)
da: Tredjeparts notifikationstokens (f.eks. Apprise, Gotify, Pushover)
de: Benachrichtigungstokens von Drittanbietern (z.B. Apprise, Gotify, Pushover)
el: Token ειδοποιήσεων τρίτων (π.χ. Apprise, Gotify, Pushover)
es: Tokens de notificación de terceros (por ejemplo, Apprise, Gotify, Pushover)
et: Kolmanda osapoole teavitustokenid (nt Apprise, Gotify, Pushover)
eu: Hirugarrenen jakinarazpen tokenak (adibidez, Apprise, Gotify, Pushover)
fa: توکن‌های اعلانیه‌های ثالث (مانند Apprise, Gotify, Pushover)
fi: Kolmannen osapuolen ilmoitusmerkit (esim. Apprise, Gotify, Pushover)
fr: Jetons de notification tiers (par exemple, Apprise, Gotify, Pushover)
ga: Fógraíú tríú páirtí comharthaí (m.sh., Apprise, Gotify, Pushover)
gd: Tòcanan fios dwell treas-phàrtaidh (me Apprise, Gotify, Pushover)
gl: Tokens de notificación de terceiros (por exemplo, Apprise, Gotify, Pushover)
gu: તૃતીય-પક્ષ સૂચના ટોકન (જેમ કે, એપ્રીસ, ગોટિફાઈ, પુશઓવર)
he: אסימוני התראות צד שלישי (למשל Apprise, Gotify, Pushover)
hi: थर्ड-पार्टी सूचनाएं टोकन (जैसे, Apprise, Gotify, Pushover)
hr: Tokeni za obavijesti trećih strana (npr. Apprise, Gotify, Pushover)
hu: Külső értesítési tokenek (pl. Apprise, Gotify, Pushover)
id: Token notifikasi pihak ketiga (mis. Apprise, Gotify, Pushover)
is: Tilkynningatoken frá þriðja aðila (t.d. Apprise, Gotify, Pushover)
it: Token di notifica di terze parti (es. Apprise, Gotify, Pushover)
ja: サードパーティの通知トークン（例: Apprise、Gotify、Pushover）
ka: მესამე-შემოწმებული შეტყობინებების ნიშნები (მაგ. Apprise, Gotify, Pushover)
ku: توكەنەكانى ئاگاداركردنەوەى لەلایەن سێیهەمەوە (وەک، Apprise, Gotify, Pushover)
lt: Trečiųjų šalių pranešimų žetonai (pvz., Apprise, Gotify, Pushover)
lv: Trešās puses paziņojumu tokeni (piem., Apprise, Gotify, Pushover)
mg: Tokony hydrogeny amin'ny fampahafantarana avy any amin'ny antoko fahatelo (o.e., Apprise, Gotify, Pushover)
mi: Tuaono whakamōhiotanga toru-taha (hei tauira, Apprise, Gotify, Pushover)
mk: Токени за известување од трети страни (на пр., Apprise, Gotify, Pushover)
ml: മൂന്നാംകക്ഷി വിജ്ഞാപന ടോക്കണുകൾ (ഉദാ: അപ്രൈസ്, ഗോടിഫൈ, പുഷോവർ)
ms: Token notifikasi pihak ketiga (contoh, Apprise, Gotify, Pushover)
mt: Tokens ta' notifiki ta' partijiet terzi (eż. Apprise, Gotify, Pushover)
my: တတိယပါတီ အသိပေးခြင်းသော့သားများ (ဥပမာ၊ Apprise ၊ Gotify ၊ Pushover)
nl: Notificatietokens van derden (bijv. Apprise, Gotify, Pushover)
no: Varselstokens for tredjeparts (f.eks., Apprise, Gotify, Pushover)
pa: ਤੀਜੀ ਪੱਖੀ ਸੂਚਨਾਂ ਲਈ ਟੋਕਨ (ਜਿਵੇਂ ਕਿ ਅਪ੍ਰਾਈਸ, ਗੋਟੀਫਾਈ, ਪੁਸ਼ਓਵਰ)
pl: Tokeny powiadomień zewnętrznych (np. Apprise, Gotify, Pushover)
pt: Tokens de notificação de terceiros (por exemplo, Apprise, Gotify, Pushover)
ro: Tokenuri de notificare terțe (de exemplu, Apprise, Gotify, Pushover)
ru: Токены уведомлений сторонних служб (например, Apprise, Gotify, Pushover)
sk: Tokeny pre upozornenia tretích strán (napr. Apprise, Gotify, Pushover)
sl: Žetoni za obvestila tretjih oseb (npr. Apprise, Gotify, Pushover)
sq: Token të njoftimeve të palëve të treta (p.sh., Apprise, Gotify, Pushover)
sr: Tokeni za obaveštenje trećih strana (npr. Apprise, Gotify, Pushover)
sv: Tredjeparts aviseringstoken (t.ex. Apprise, Gotify, Pushover)
sw: Tokeni za arifa za watu wa tatu (kwa mfano, Apprise, Gotify, Pushover)
ta: மூன்றாம் பேர் அறிவிப்பு குறியீடுகள் (எ.கா., Apprise, Gotify, Pushover)
te: తృతీయ-పద్ధతుల నోటిఫికేషన్ టోకెన్లు (ఉదాహరణకి Apprise, Gotify, Pushover)
th: โทเค็นการแจ้งเตือนจากบุคคลที่สาม (เช่น Apprise, Gotify, Pushover)
tr: Üçüncü taraf bildirim belirteçleri (örneğin, Apprise, Gotify, Pushover)
uk: Токени сторонніх сповіщень (наприклад, Apprise, Gotify, Pushover)
ur: تیسرے فریق کی نوٹیفکیشن ٹوکنز (مثلاً، Apprise, Gotify, Pushover)
uz: Uchinchi tomon xabarnoma tokenlari (masalan, Apprise, Gotify, Pushover)
vi: Mã thông báo thông báo bên thứ ba (e.g., Apprise, Gotify, Pushover)
xh: Iingqekembe zezaziso zangaphandle (Umzekelo, iApprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
ar: عناوين ويب هوك وإعدادات التكوين
az: Webhook URL'ləri və konfiqurasiya ayarları
be: URL-адреси вебхук та налаштування конфігурації
bn: ওয়েবহুক URL এবং কনফিগারেশন সেটিংস
cs: Webhookové URL a nastavení konfigurace
cy: URLau gwe-gyn a lleoliadau ffurfwedd
da: Webhook URLs og konfigurationsindstillinger
de: Webhook-URLs und Konfigurationseinstellungen
el: URL webhooks και ρυθμίσεις διαμόρφωσης
es: URLs de webhook y configuraciones
et: Veebihooki URL-id ja seadistusvalikud
eu: Webhook URLak eta konfigurazio ezarpenak
fa: URLها و تنظیمات پیکربندی وب‌هوک
fi: Webhook-URL-osoitteet ja konfiguraatioasetukset
fr: URLs de webhook et paramètres de configuration
ga: "URLs Webhook agus socruithe cumraíochta"
gd: URLs Webhook agus roghainnean rèiteachaidh
gl: URLs de webhook e configuracións
gu: વેબહૂક URLs અને ગોઠવણી સેટિંગ્સ
he: URL של Webhook והגדרות תצורה
hi: वेबहुक URLs और कॉन्फ़िगरेशन सेटिंग्स
hr: Webhook URL-ovi i postavke konfiguracije
hu: Webhook URL-ek és konfigurációs beállítások
id: URL webhook dan pengaturan konfigurasi
is: Veffanga URL og stillingar uppsetningar
it: URL dei webhook e impostazioni di configurazione
ja: WebhookのURLと設定
ka: ვებჰუკის URL-ები და კონფიგურაციის პარამეტრები
ku: URL-yên Webhook û mîhengên sazkirinê
lt: Webhook URL adresai ir nustatymų konfigūracija
lv: Tīmekļa aiznākuma URL un konfigurācijas iestatījumi
mg: URL sy fandaharana fangatahana webhook
mi: URL whākiripā me ngā tautuhinga whirihoranga
mk: Webhook URL адреси и конфигурациски поставки
ml: വെബ്‌ഹുക്ക് URLs, ക്രമീകരണ ക്രമീകരണങ്ങൾ
ms: URL webhook dan tetapan konfigurasi
mt: URLs tat-webhook u settings ta' konfigurazzjoni
my: Webhook URL များနှင့် ချိန်ညှိမှု ဆက်တင်များ
nl: Webhook-URL's en configuratie-instellingen
no: Webhook-URLer og konfigurasjonsinnstillinger
pa: ਵੇਬਹੂਕ URLs ਅਤੇ ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ
pl: URL-e webhooków i ustawienia konfiguracji
pt: URLs de Webhook e configurações de configuração
ro: URL-uri webhook și setări de configurare
ru: URL вебхуков и настройки конфигурации
sk: URL webhooks a konfiguračné nastavenia
sl: URL-ji za spletne klice in nastavitve konfiguracije
sq: URL-të e webhook dhe cilësimet e konfigurimit
sr: Webhook URL-ovi i podešavanja konfiguracije
sv: Webhook URL:er och konfigurationsinställningar
sw: URL za Webhook na mipangilio ya usanidi
ta: வெப்பூக் URLகள் மற்றும் அமைப்பு அமைப்புகள்
te: వెబ్‌హుక్ URLలు మరియు అమరిక సెట్టింగులు
th: URL ของ Webhook และการตั้งค่าการปรับแต่ง
tr: Web kancası URL'leri ve yapılandırma ayarları
uk: URL-адреси веб-хуків та налаштування конфігурації
ur: ویب ہک URLs اور ترتیب کی ترتیبات
uz: Webhook URL'lar va sozlamalar
vi: URL Webhook và cài đặt cấu hình
xh: Ii-URLs zeWebhuk kunye nees.setting yokuqwalaselwa

source: How Your Data Is Used
ar: كيف تُستخدم بياناتك
az: Məlumatlarınız Necə İstifadə Edilir
be: Як Выкарыстоўваюцца Вашы Дадзеныя
bn: আপনার ডেটা কীভাবে ব্যবহৃত হয়
cs: Jak je vaše data používána
cy: Sut Mae Eich Data'n Cael ei Ddefnyddio
da: Sådan bruges dine data
de: Wie Ihre Daten verwendet werden
el: Πώς Χρησιμοποιούνται τα Δεδομένα Σας
es: Cómo Se Usa Tu Información
et: Kuidas teie andmeid kasutatakse
eu: Zure Datuak Nola Erabiltzen Dira
fa: چگونه از داده‌های شما استفاده می‌شود
fi: Miten tietojasi käytetään
fr: Comment vos données sont utilisées
ga: Ɛyɛ sɛ wɔde yɛ nsɛm
gd: Mar a thathas a' cleachdadh an dàta agad
gl: Como Se Usa A Túa Información
gu: તમારા આંકડાનો ઉપયોગ કેવી રીતે થાય છે
he: שימוש בנתוניך
hi: आपके डेटा का उपयोग कैसे किया जाता है
hr: Kako se koriste vaši podaci
hu: Adatai hogyan kerülnek felhasználásra
id: Bagaimana Data Anda Digunakan
is: Hvernig Gögn Þín Eru Notuð
it: Come Utilizziamo i Tuoi Dati
ja: データの使用方法
ka: როგორ გამოიყენება თქვენი მონაცემები
ku: Çawa Daneyên We Tiştin Dikin
lt: Kaip naudojami jūsų duomenys
lv: Kā tiek izmantoti jūsu dati
mg: Ny Fomba Ampiasain'ny Angon-drakitrao
mi: Te Ara Whakamahingia ai ōu Raraunga
mk: Како ги користиме вашите податоци
ml: നിങ്ങളുടെ ഡാറ്റ എങ്ങനെ ഉപയോഗിക്കുന്നു
ms: Bagaimana Data Anda Digunakan
mt: Kif Tintuża d-Dwara Tiegħek
my: သင့်ဒေတာကိုသုံးပုံ
nl: Hoe uw gegevens worden gebruikt
no: Hvordan Dine Data Brukes
pa: ਤੁਹਾਡਾ ਡਾਟਾ ਕਿਵੇਂ ਵਰਤਿਆ ਜਾਂਦਾ ਹੈ
pl: Jak wykorzystujemy Twoje dane
pt: Como Seus Dados São Usados
ro: Cum sunt folosite datele dumneavoastră
ru: Как используются ваши данные
sk: Ako sa používajú vaše údaje
sl: Kako se vaši podatki uporabljajo
sq: Si Përdoren të Dhënat Tuaja
sr: Kako se koriste vaši podaci
sv: Hur dina uppgifter används
sw: Jinsi Data Yako Inavyotumika
ta: உங்களின் தரவுகள் எவ்வாறு பயன்படுத்தப்படும்
te: మీ డేటా ఎలా ఉపయోగించబడుతుందో
th: วิธีการใช้ข้อมูลของคุณ
tr: Verileriniz Nasıl Kullanılır
uk: Як використовуються ваші дані
ur: آپ کے ڈیٹا کا استعمال کیسے ہوتا ہے
uz: Sizning ma'lumotlaringiz qanday ishlatiladi
vi: Cách Dữ liệu của Bạn Được Sử Dụng
xh: Usetyenziso Lwedatha Yakho
