Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
ar: ارسل بريد إلكتروني آمن مع ملفات إرفاق اختيارية. يمكن استخدام البريد الإلكتروني مع الرسائل والتذكيرات.
az: İstəyə bağlı fayl əlavələri ilə təhlükəsiz e-poçt göndərin. E-poçtlar həm mesajlar, həm də xatırlatmalar ilə istifadə edilə bilər.
be: Надсилання безпечних електронних листів з додатковими вкладеннями. Електронні листи можна використовувати як із повідомленнями, так і з нагадуваннями.
bn: বিকল্প ফাইল সংযোজন আরো করে নিরাপদ ইমেইল পাঠান। মেসেজ ও অনুস্মারক উভয়ের সাথেই ইমেইল ব্যবহার করা যেতে পারে।
cs: Odesílejte zabezpečené e-maily s volitelnými přílohami. E-maily lze použít se zprávami i připomenutími.
cy: Anfonwch e-byst diogel gyda atodiadau ffeil dewisol. Gellir defnyddio e-byst gyda negeseuon ac atgoffa.
da: Send sikre e-mails med valgfrie vedhæftede filer. E-mails kan bruges med både meddelelser og påmindelser.
de: Senden Sie sichere E-Mails mit optionalen Datei-Anhängen. E-Mails können sowohl mit Nachrichten als auch mit Erinnerungen verwendet werden.
el: Στείλτε ασφαλή emails με προαιρετικά επισυναπτόμενα αρχεία. Τα emails μπορούν να χρησιμοποιηθούν με μηνύματα και υπενθυμίσεις.
es: Envía correos electrónicos seguros con archivos adjuntos opcionales. Los correos electrónicos pueden usarse con mensajes y recordatorios.
et: Saatke turvalisi e-kirju koos valikuliste failimanustega. E-kirjad saab kasutada nii sõnumite kui meeldetuletustega.
eu: Bidali posta elektroniko seguruak, fitxategi eranskin aukeraz. Mezu eta abisuetara erabili daitezke postak.
fa: ایمیل‌های امنی با فایل‌های ضمیمه اختیاری ارسال کنید. ایمیل‌ها را می‌توان با پیام‌ها و یادآورها استفاده کرد.
fi: Lähetä turvallisia sähköposteja liitetiedosto-optioilla. Sähköpostit voidaan käyttää sekä viestien että muistutusten kanssa.
fr: Envoyez des emails sécurisés avec des pièces jointes optionnelles. Les emails peuvent être utilisés avec messages et rappels.
ga: Seol ríomhphoist shlán le ceangaltáin chomhaid roghnacha. Is féidir ríomhphoist a úsáid le teachtaireachtaí agus meabhrúcháin araon.
gd: Cuir puist-d tèarainte le ceanglaichean faidhle roghainneil. Faodar puist-d a chleachdadh le gach cuid teachdaireachdan agus cuimhneachain.
gl: Envía correos electrónicos seguros con arquivos adxuntos opcionais. Os correos poden usarse tanto con mensaxes como con recordatorios.
gu: વૈકલ્પિક ફાઇલ એટેચમેન્ટ સાથે સુરક્ષિત ઇમેલ્સ મોકલો. ઇમેલ્સ મેસેજિસ અને રિમાઇન્ડર્સ બંને સાથે વાપરવામાં આવે છે.
he: שלח מיילים מאובטחים עם קבצים מצורפים אופציונליים. מיילים יכולים להיות בשימוש גם עם הודעות וגם עם תזכורות.
hi: विकल्पीय फ़ाइल अटैचमेंट्स के साथ सुरक्षित ईमेल भेजें। ईमेल का उपयोग संदेशों और अनुस्मारकों दोनों के साथ किया जा सकता है।
hr: Pošaljite sigurne e-poruke s opcionalnim privicima. E-poruke se mogu koristiti s porukama i podsjetnicima.
hu: Küldj biztonságos emailt opcionális fájlcsatolásokkal. Az emailek használhatók mind üzenetekkel, mind emlékeztetőkkel.
id: Kirim email aman dengan lampiran file opsional. Email dapat digunakan dengan pesan dan pengingat.
is: Sendu örugga tölvupósta með valfrjálsum viðhengjum. Tölvupóstar geta verið notaðir með bæði skilaboðum og áminningum.
it: Invia email sicure con allegati opzionali. Le email possono essere utilizzate sia con i messaggi che con i promemoria.
ja: 添付ファイルをオプションで追加してセキュアなメールを送信します。メールはメッセージやリマインダーに使用できます。
ka: იგზავნით უსაფრთხო ემეილებს არჩევითი ატვორნის ფაილებთან ერთად. შესაძლებელია შეტყობინებების და შეხსენებების გამოყენება.
ku: إرسال رسائل ایمیل آمنة مع مرفقات ملفات اختيارية. يمكن استخدام الإیميلات مع كلاً من الرسائل والتذكيرات.
lt: Siųskite saugius el. laiškus su pasirinktiniais failo priedais. El. laiškai gali būti naudojami tiek su žinutėmis, tiek su priminimais.
lv: Sūtiet drošus e-pastus ar izvēles failu pielikumiem. E-pastus var izmantot gan ar ziņām, gan ar atgādinājumiem.
mg: Mandefasa mailaka azo antoka miaraka amin'ny fonon-tarehy firaiketan-drakitra safidy. Ny mailaka dia azo ampiasaina miaraka amin'ny hafatra sy fahatsiarovana.
mi: Tukua īmēra haumaru me ngā āpitihanga kōnae kōwhiringa. Ka taea te whakamahi i ngā īmēra me ngā karere me ngā whakamaumaharatanga.
mk: Испраќајте безбедни е-пошта со опционални прикачени датотеки. Е-поштата може да се користи и со пораки и потсетници.
ml: വ്യാജ ഫയൽ അറ്റാച്ച്മെന്റുകളോടെ സുരക്ഷിത ഇമെയിലുകൾ അയയ്ക്കുക. ഇമെയിലുകൾ സന്ദേശങ്ങളോടും റിമൈൻഡറുകളോടും ഉപയോഗിക്കാം.
ms: Hantar emel selamat dengan lampiran fail pilihan. Emel boleh digunakan dengan kedua-dua mesej dan peringatan.
mt: Ibgħat emails siguri b'riklami tal-fajl fakultattivi. Emails jistgħu jintużaw kemm bil-messaġġi kif ukoll bit-tifkiriet.
my: လုံခြုံသော အီးမေးလ်များကို ဖြန်ကြားပါ၊ ရွေးနိုင်သော ဖိုင်တွဲများပါဝင်ပါတယ်။ အီးမေးလ်များကို သတင်းစကားများနှင့် မှတ်ချက်များနှစ်မျိုးလုံးအတွက် အသုံးပြုနိုင်သည်။
nl: Stuur veilige e-mails met optionele bestanden als bijlagen. E-mails kunnen worden gebruikt met zowel berichten als herinneringen.
no: Send sikre e-poster med valgfrie vedlegg. E-poster kan brukes med både meldinger og påminnelser.
pa: ਵਿਕਲਪਿਕ ਫ਼ਾਈਲ ਐਟੈਚਮੈੰਟਾਂ ਲਈ ਸੁਰੱਖਿਅਤ ਈਮੇਲ ਭੇਜੋ। ਈਮੇਲਾਂ ਸੰਦੇਸ਼ਾਂ ਅਤੇ ਯਾਦ-ਇਕਰਾਰਨਾਮਿਆਂ ਨਾਲ ਵਰਤੀ ਜਾ ਸਕਦੀਆਂ ਹਨ।
pl: Wysyłaj bezpieczne e-maile z opcjonalnymi załącznikami plików. E-maile można używać zarówno z wiadomościami, jak i przypomnieniami.
pt: Envie e-mails seguros com anexos de arquivo opcionais. Os e-mails podem ser usados com mensagens e lembretes.
ro: Trimite emailuri securizate cu atașamente de fișiere opționale. Emailurile pot fi utilizate atât cu mesaje, cât și cu memento-uri.
ru: Отправляйте защищенные электронные письма с необязательными вложениями. Электронные письма могут использоваться как с сообщениями, так и с напоминаниями.
sk: Odosielajte zabezpečené emaily s voliteľnými prílohami súborov. Emaily je možné použiť s oboma, správami a pripomienkami.
sl: Pošljite varne e-maile z opcijskimi prilogami datotek. E-maile je mogoče uporabiti tako za sporočila kot za opomnike.
sq: Dërgoni email-e të sigurta me bashkëngjitje të mundshme të skedarëve. Email-et mund të përdoren si me mesazhe dhe kujtesa.
sr: Šaljite sigurne emailove sa opcionim dodatkom fajlova. Emailovi se mogu koristiti sa porukama i podsetnicima.
sv: Skicka säkra e-postmeddelanden med valfria filbilagor. E-post kan användas med både meddelanden och påminnelser.
sw: Tuma barua pepe salama na viambatisho vya faili vya hiari. Barua pepe zinaweza kutumiwa na jumbe na ukumbusho.
ta: விருப்பமான கோப்பு இணைப்புகளுடன் பாதுகாப்பான மின்னஞ்சல்களை அனுப்பவும். தகவல்கள் மற்றும் நினைவூட்டல்களுடன் மின்னஞ்சல்கள் பயன்படுத்த முடியும்.
te: ఐచ్ఛిక ఫైల్ అటాచ్మెంట్లతో సురక్షిత ఇమెయిల్స్ పంపించండి. ఇమెయిల్లు సందేశాలు మరియు గుర్తింపుల మధ్య ఉపయోగించవచ్చు.
th: ส่งอีเมลที่ปลอดภัยพร้อมไฟล์แนบได้ตามต้องการ อีเมลสามารถใช้ได้ทั้งข้อความและการเตือน
tr: Dosya ekleriyle güvenli e-postalar gönderin. E-postalar hem mesajlar hem de hatırlatıcılarla kullanılabilir.
uk: Відправляйте безпечні електронні листи з необов'язковими вкладеннями файлів. Електронні листи можуть використовуватися як з повідомленнями, так і з нагадуваннями.
ur: اختیاری فائل منسلکات کے ساتھ محفوظ ای میلز بھیجیں۔ ای میلز کو پیغامات اور یاد دہانیوں دونوں کے ساتھ استعمال کیا جا سکتا ہے۔
uz: Qo'shilgan fayllar bilan xavfsiz elektron pochta xabarlarini yuboring. Elektron pochta xabarlari ham xabarlar, ham eslatmalar bilan ishlatilishi mumkin.
vi: Gửi email an toàn với file đính kèm tùy chọn. Email có thể được sử dụng với cả thông điệp và nhắc nhở.
xh: Thumela ii-imeyile ezikhuselekileyo kunye nezongezo zeefayile ezingakhethwa. Ii-imeyile zinokusetyenziswa kunye nemiyalezo nezikhumbuzo.

source: SMTP Settings
ar: إعدادات SMTP
az: SMTP Parametrləri
be: Наладкі SMTP
bn: SMTP সেটিংস
cs: Nastavení SMTP
cy: Gosodiadau SMTP
da: SMTP-indstillinger
de: SMTP-Einstellungen
el: Ρυθμίσεις SMTP
es: Configuraciones SMTP
et: SMTP seaded
eu: SMTP Ezarpenak
fa: تنظیمات SMTP
fi: SMTP-asetukset
fr: Paramètres SMTP
ga: Socruithe SMTP
gd: Suidhichidhean SMTP
gl: Configuración SMTP
gu: SMTP સેટિંગ્સ
he: הגדרות SMTP
hi: SMTP सेटिंग्स
hr: SMTP postavke
hu: SMTP beállítások
id: Pengaturan SMTP
is: SMTP stillingar
it: Impostazioni SMTP
ja: SMTP設定
ka: SMTP პარამეტრები
lt: SMTP nustatymai
lv: SMTP iestatījumi
mi: Tautuhinga SMTP
mk: SMTP Поставки
ml: SMTP ക്രമീകരണങ്ങൾ
ms: Tetapan SMTP
mt: Settings tal-SMTP
my: SMTP အကွန်ဖစ်များ
nl: SMTP-instellingen
no: SMTP-innstillinger
pa: SMTP ਸੈਟਿੰਗ
pl: Ustawienia SMTP
pt: Configurações SMTP
ro: Setări SMTP
ru: Настройки SMTP
sk: Nastavenia SMTP
sl: Nastavitve SMTP
sq: Cilësimet SMTP
sr: SMTP postavke
sv: SMTP-inställningar
sw: Mipangilio ya SMTP
ta: SMTP அமைப்புகள்
te: SMTP సెట్టింగ్స్
th: การตั้งค่า SMTP
tr: SMTP Ayarları
uk: Налаштування SMTP
ur: SMTP سیٹنگ
uz: SMTP sozlamalari
vi: Cài đặt SMTP
xh: Izicwangciso ze-SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
ar: قم بتكوين بيانات اعتماد بريدك الإلكتروني الخاصة لتسليم مخصص. يمكن لكل مستخدم تحديد خادم SMTP الخاص به.
az: Fərdi çatdırılma üçün öz e-poçt məlumatlarınızı tənzimləyin. Hər bir istifadəçi öz SMTP serverini müəyyən edə bilər.
be: Налаштуйте свої власні облікові дані електронної пошти для персоналізованої доставки. Кожен користувач може визначити свій сервер SMTP.
bn: ব্যক্তিগতকৃত সরবরাহের জন্য আপনার নিজস্ব ইমেইল তথ্যাদি কনফিগার করুন। প্রতিটি ব্যবহারকারী তাদের নিজস্ব SMTP সার্ভার সংজ্ঞায়িত করতে পারেন।
cs: Přizpůsobte si vlastní e-mailové přihlašovací údaje pro osobní doručení. Každý uživatel si může definovat svůj SMTP server.
cy: Ffurfweddwch eich cymwysterau e-bost eich hun ar gyfer danfon personol. Gall pob defnyddiwr ddiffinio eu gweinydd SMTP eu hunain.
da: Konfigurer dine egne e-mail-loginoplysninger for personlig leverance. Hver bruger kan definere deres egen SMTP-server.
de: Konfigurieren Sie Ihre eigenen E-Mail-Anmeldedaten für eine personalisierte Zustellung. Jeder Nutzer kann seinen eigenen SMTP-Server definieren.
el: Διαμορφώστε τα δικά σας διαπιστευτήρια email για προσωποποιημένη αποστολή. Κάθε χρήστης μπορεί να ορίσει τον δικό του SMTP server.
es: Configura tus propias credenciales de correo electrónico para una entrega personalizada. Cada usuario puede definir su propio servidor SMTP.
et: Seadistage oma e-posti mandaatide personaliseeritud edastamiseks. Igal kasutajal saab määratleda oma SMTP server.
eu: Konfiguratu zure posta elektronikoko kredentzialak pertsonalizatutako bidalketarako. Erabiltzaile bakoitzak bere SMTP zerbitzaria defini dezake.
fa: اعتبارنامه ایمیل شخصی خود را برای تحویل شخصی‌سازی شده پیکربندی کنید. هر کاربر می‌تواند سرور SMTP خود را تعریف کند.
fi: Määritä omat sähköpostitunnuksesi henkilökohtaiseen toimitukseen. Jokainen käyttäjä voi määritellä oman SMTP-palvelimensa.
fr: Configurez vos propres identifiants email pour une livraison personnalisée. Chaque utilisateur peut définir son propre serveur SMTP.
ga: Cumraigh do dintiúir ríomhphoist féin le haghaidh seachadadh pearsantaithe. Is féidir le gach úsáideoir a bhfreastalaí SMTP féin a shainiú.
gd: Rèitich na teisteanasan post-d agad fhèin airson lìbhrigeadh pearsanail. Faodaidh gach neach-cleachdaidh an frithealaiche SMTP aca a mhìneachadh.
gl: Configura as túas propias credenciais de correo para unha entrega personalizada. Cada usuario pode definir o seu propio servidor SMTP.
gu: વ્યક્તિગત વિતરણ માટે તમારી પોતાની ઇમેલ ઍક્રિડેશન ગોઠવો. દરેક યુઝર તેમનાં પોતાનાં SMTP સર્વરના નિર્ધારણ કરી શકે છે.
he: הגדר את אישורי המייל שלך למשלוח מותאם אישית. כל משתמש יכול להגדיר את שרת ה-SMTP שלו.
hi: व्यक्तिगत वितरण के लिए अपने ईमेल क्रेडेंशियल्स को कॉन्फ़िगर करें। प्रत्येक उपयोगकर्ता अपने SMTP सर्वर को परिभाषित कर सकता है।
hr: Konfigurirajte vlastite e-mail vjerodajnice za personaliziranu dostavu. Svaki korisnik može definirati svoj SMTP poslužitelj.
hu: Konfiguráld saját email-hitelesítő adataidat a személyre szabott kézbesítéshez. Minden felhasználó megadhatja saját SMTP szerverét.
id: Konfigurasikan kredensial email Anda sendiri untuk pengiriman yang dipersonalisasi. Setiap pengguna dapat menentukan server SMTP mereka sendiri.
is: Stilla þín eigin tölvupósttupplýsingar fyrir persónulega afhendingu. Hver notandi getur skilgreint eigin SMTP þjón.
it: Configura le tue credenziali email per una consegna personalizzata. Ogni utente può definire il proprio server SMTP.
ja: パーソナライズされた配信用に独自のメール認証情報を設定します。各ユーザーは独自のSMTPサーバーを定義できます。
ka: დააკომპლექტეთ თქვენი ემეილ პარამეტრები პერსონალიზირებული გაგზავნებისთვის. თითოეულ მომხმარებელს შეუძლია განსაზღვროს თავისი SMTP სერვერი.
ku: ئیمەیڵی تایبەتی خۆت ڕێکبخە بۆ شاندنی کەسی. هەر بەکارهێنەرێک دەتوانێت ڕاژەکاری SMTP تایبەتی خۆی دیاریکات.
lt: Sukonfigūruokite savo el. pašto kredencialus asmeniniam pristatymui. Kiekvienas vartotojas gali apibrėžti savo SMTP serverį.
lv: Konfigurējiet savus e-pasta akreditācijas datus personalizētai piegādei. Katrs lietotājs var noteikt savu SMTP serveri.
mg: Manamboara ny karatrao manokana ho an'ny fanaterana manokana. Izy rehetra dia afaka mamaritra ny serivera SMTP azy manokana.
mi: Whirihorahia ō ake whakamana īmēra mō te tuku whaiaro. Ka taea e ia kaiwhakamahi te tautuhi i tō rātou ake kaituku SMTP.
mk: Конфигурирајте ги вашите е-пошта креденцијали за персонализирана испорака. Секој корисник може да го дефинира својот SMTP сервер.
ml: വ്യക്തിഗത ഡെലിവറിക്കായി നിങ്ങളുടെ ഉള്ള ഇമെയിൽ ക്രെഡൻഷ്യലുകൾ കോൺഫിഗർ ചെയ്യുക. ഓരോ ഉപയോക്താവ്‌ക്കും സ്വന്തം SMTP സെർവർ നിർവചിക്കാവുന്നതാണ്.
ms: Konfigurasikan kelayakan emel anda sendiri untuk penghantaran yang diperibadikan. Setiap pengguna boleh menentukan pelayan SMTP mereka sendiri.
mt: Ikkonfigura l-kredenzjali tal-email tiegħek stess għal kununsinnar personalizzat. Kull utent jista' jiddefinixxi s-server SMTP tiegħu stess.
my: စိတ်တိုင်းကျပေးပို့မှုအတွက် သင့်အီးမေးလ် လက်မှတ်များကို ကိုယ်တိုင်ပြုလုပ်ပါ။ အသုံးပြုသူတစ်ဦးခြင်းစီတို့သည် သူတို့ရဲ့ကိုယ်ပိုင် SMTP server ကို သတ်မှတ်နိုင်သည်။
nl: Configureer je eigen e-mailreferenties voor gepersonaliseerde bezorging. Elke gebruiker kan zijn eigen SMTP-server definiëren.
no: Konfigurer dine egne e-postlegitimasjoner for personlig tilpasset leveranse. Hver bruker kan definere sin egen SMTP-server.
pa: ਵਰਤੋਂਕਾਰChaque ਦਾ ਇੰਟਰਨਲ ਸਵੈ-ਮੀਲ ਪ੍ਰਕਾਰਤਾ ਕੇ ਨਾਮ ਦੇਣ ਦਾ ਸਮਰਥਨ ਹੈ। ਹਰੇਕ ਵਰਤੋਂਕਾਰ ਆਪਣੇ ਆਪ ਦੇ SMTP ਸਰਵਰ ਨੂੰ ਰਚਨਾ ਕਰ ਸਕਦਾ ਹੈ।
pl: Skonfiguruj własne poświadczenia e-mail dla spersonalizowanej dostawy. Każdy użytkownik może zdefiniować własny serwer SMTP.
pt: Configure suas próprias credenciais de e-mail para entrega personalizada. Cada usuário pode definir seu próprio servidor SMTP.
ro: Configurează-ți propriile acreditive de email pentru livrare personalizată. Fiecare utilizator poate defini propriul server SMTP.
ru: Настройте свои собственные учетные данные электронной почты для персонализированной доставки. Каждый пользователь может определить свой собственный SMTP-сервер.
sk: Konfigurujte si vlastné emailové poverenia pre personalizované doručenie. Každý používateľ môže definovať svoj vlastný SMTP server.
sl: Nastavite lastne poverilnice za e-pošto za personalizirano dostavo. Vsak uporabnik lahko določi svoj SMTP strežnik.
sq: Konfiguroni kredencialet tuaj të email-it për dërgesa të personalizuara. Çdo përdorues mund të përcaktojë serverin e vet SMTP.
sr: Podesite svoje email kredencijale za personalizovanu isporuku. Svaki korisnik može definisati svoj SMTP server.
sv: Konfigurera dina egna e-postuppgifter för personlig leverans. Varje användare kan definiera sin egen SMTP-server.
sw: Sanidi sifa zako za barua pepe mwenyewe kwa utoaji wa kibinafsi. Kila mtumiaji anaweza kufafanua seva yao ya SMTP.
ta: தனிப்பயனாக்கப்பட்ட விநியோகத்திற்கான உங்கள் சொந்த மின்னஞ்சல் அதிகாரங்களை உள்ளமைக்கவும். ஒவ்வொரு பயனரும் தங்கள் சொந்த SMTP சேவையகத்தை வரையறுக்க முடியும்.
te: వ్యక్తిగత పంపిణీత కోసం మీ స్వీయ ఇమెయిల్ ధ్రువపడడాలను అమలు చేయండి. ప్రతీఒక్కవాడు తాము నిర్వచించు SMTP సర్వర్ నిర్వచించవచ్చు.
th: ตั้งค่าข้อมูลอีเมลของคุณเองสำหรับการส่งส่วนบุคคล ผู้ใช้แต่ละคนสามารถกำหนด SMTP เซิร์ฟเวอร์ของตนเองได้
tr: Kişiselleştirilmiş teslimat için kendi e-posta kimlik bilgilerinizi yapılandırın. Her kullanıcı kendi SMTP sunucusunu tanımlayabilir.
uk: Налаштуйте свої особисті облікові дані електронної пошти для персоналізованої доставки. Кожен користувач може визначити свій SMTP сервер.
ur: ذاتی نوعیت کی ڈیلیوری کے لئے اپنی ہی ای میل کی اسناد کی تشکیل کریں۔ ہر صارف اپنا SMTP سرور تعریف کر سکتا ہے۔
uz: Shaxsiylashtirilgan yetkazib berish uchun o'zingizning elektron pochta ma'lumotlaringizni sozlang. Har bir foydalanuvchi o'z SMTP serverini belgilashi mumkin.
vi: Cấu hình thông tin xác thực email của riêng bạn để gửi cá nhân hóa. Mỗi người dùng có thể định nghĩa máy chủ SMTP riêng của họ.
xh: Ququzelela izazisi zakho ze-imeyile ukuze kuthunyelwe kwindlela yakho. Umsebenzisi ngamnye unokuchaza umncedisi wakhe we-SMTP.

source: Apprise Destinations
ar: وجهات Apprise
az: Apprise Yerləri
be: Apprise Тохиргоонууд
bn: অ্যাপ্রাইজ গন্তব্যসমূহ
cs: Apprise destinace
cy: Cyrchfannau Apprise
da: Apprise-destinationer
de: Apprise-Ziele
el: Προορισμοί Apprise
es: Destinos de Apprise
et: Apprise sihtkohad
eu: Apprise Helmugak
fa: مقاصد Apprise
fi: Apprise-kohteet
fr: Destinations Apprise
ga: Ceann Scríbe Apprise
gd: Ceann-uidhe Apprise
gl: Destinos de Apprise
gu: એપ્રાઇઝ ડેસ્ટિનેશન્સ
he: יעדי Apprise
hi: एप्राइज स्थान
hr: Apprise odredišta
hu: Apprise célpontok
id: Tujuan Apprise
is: Apprise áfangastaðir
it: Destinazioni Apprise
ja: Apprise宛先
ka: Apprise დანიშნულებები
ku: Cihdestên Apprise
lt: Apprise paskirties vietos
lv: Apprise galamērķi
mg: Toerana Apprise
mi: Ngā Wāhi Apprise
mk: Apprise дестинации
ml: അപ്രൈസ് ഡെസ്റ്റിനേഷനുകൾ
ms: Halatuju Apprise
mt: Destinazzjonijiet Apprise
my: Apprise သည်လာသူများ
nl: Apprise-bestemmingen
no: Apprise-destinasjoner
pa: Apprise ਗੰਤਵਿਅ
pl: Miejsca docelowe Apprise
pt: Destinos Apprise
ro: Destinații Apprise
ru: Пункты назначения Apprise
sk: Apprise destinácie
sl: Cilji Apprise
sq: Destinacionet Apprise
sr: Apprise odredišta
sv: Apprise-destinationer
sw: Mahali pa Apprise
ta: அப்ரைஸ் இடங்கள்
te: అప్రీస్ గమ్యస్థానాలు
th: ที่หมาย Apprise
tr: Apprise Hedefleri
uk: Точки призначення Apprise
ur: ایپریز منزلیں
uz: Apprise Manzillari
vi: Điểm Đích Apprise
xh: Iindawo ze-Apprise
