Repository: samcro1967/grylli
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ar, az, be, bn, cs, cy, da, de, el, es, et, eu, fa, fi, fr, ga, gd, gl, gu, he, hi, hr, hu, id, is, it, ja, ka, ku, lt, lv, mg, mi, mk, ml, ms, mt, my, nl, no, pa, pl, pt, ro, ru, sk, sl, sq, sr, sv, sw, ta, te, th, tr, uk, ur, uz, vi, xh

source: Webhooks in use by Messagess cannot be edited or deleted.
ar: لا يمكن تعديل أو حذف الويب هوكس التي تُستخدم بواسطة الإشعارات.
az: Bildirişlərdə istifadə olunan Webhook-lar redaktə edilə və ya silinə bilməz.
be: Вебхуки, які використовуються для сповіщень, не можна редагувати або видаляти.
bn: বিজ্ঞপ্তিতে ব্যবহৃত ওয়েবহুকগুলো সম্পাদনা বা মুছে ফেলা যাবে না।
cs: Webhooky používané oznámeními nelze upravovat ani mazat.
cy: Ni ellir golygu na dileu gwe-gamau a ddefnyddir gan hysbysiadau.
da: Webhooks, der bruges af meddelelser, kan ikke redigeres eller slettes.
de: Webhooks, die von Benachrichtigungen verwendet werden, können nicht bearbeitet oder gelöscht werden.
el: Τα webhooks που χρησιμοποιούνται από ειδοποιήσεις δεν μπορούν να επεξεργαστούν ή να διαγραφούν.
es: Los webhooks en uso por notificaciones no se pueden editar ni eliminar.
et: Teatiste poolt kasutatavaid veebikonksusid ei saa muuta ega kustutada.
eu: Jakinarazpenen bidez erabiltzen diren webhook-ak ezin dira editatu edo ezabatu.
fa: ووبهوک‌های استفاده شده توسط اعلانات نمی‌توانند ویرایش یا حذف شوند.
fi: Ilmoitusten käytössä olevia webhookeja ei voi muokata tai poistaa.
fr: Les webhooks utilisés par les notifications ne peuvent pas être modifiés ou supprimés.
ga: Ní féidir nuashonrú nó scriosadh a dhéanamh ar webhooks atá in úsáid ag na fógraí.
gd: Chan urrainnear webhooks air an cleachdadh le fiosan a dheasachadh no a sguabadh às.
gl: Os webhooks en uso polas notificacións non se poden editar nin eliminar.
gu: સૂચનાઓ દ્વારા ઉપયોગમાં લેવાયેલ વેબહૂકમાં ફેરફાર અથવા કાઢી શકતા નથી.
he: לא ניתן לערוך או למחוק webhooks שנמצאים בשימוש על ידי התראות.
hi: सूचनाओं द्वारा उपयोग किए जा रहे वेबहुक को संपादित या हटाया नहीं जा सकता।
hr: Webhookovi u upotrebi za obavijesti ne mogu se uređivati ili brisati.
hu: Az értesítések által használt webhookok nem szerkeszthetők vagy törölhetők.
id: Webhook yang digunakan oleh pemberitahuan tidak dapat diedit atau dihapus.
is: Webhookar notaðir af tilkynningum er ekki hægt að breyta eða eyða.
it: I webhooks in uso dalle notifiche non possono essere modificati o eliminati.
ja: 通知で使用中のWebhookは編集または削除できません。
ka: შეტყობინებებში გამოყენებული ვებჰუკები ვერ რედაქტირდება ან წაიშლება.
ku: ناکرێت ویبخووکەکان کە بەمەر پیامەکان کاریان بەکاربردووە بەڕاستکردنەوە یان سڕاوە بن.
lt: Webhookai, naudojami pranešimuose, negali būti redaguojami ar ištrinami.
lv: Paziņojumiem izmantotie webhooks nevar tikt rediģēti vai dzēsti.
mg: Tsy azo ovaina na fafana ny webhooks ampiasain'ny fampandrenesana.
mi: Kāore e taea te whakatika, te muku rānei i ngā whakawhitinga ipurangi e whakamahia ana e ngā pānui.
mk: Веб-куките што се користат од известувањата не можат да се уредуваат или бришат.
ml: അറിയിപ്പുകളിൽ ഉപയോഗിച്ചിരിക്കുന്ന വെയ്ബ്ഹുക്കുകൾ തിരുത്തുവാനും നീക്കം ചെയ്യാനും കഴിയില്ല.
ms: Webhook yang digunakan oleh notifikasi tidak boleh disunting atau dipadam.
mt: Webhooks użati b'notifiki ma jistgħux jiġu modifikati jew imħassra.
my: Notifications ောနံ သအ ကံဆရဋ္ဌငံေတ္တ္ျီေါ လ႔ယှဧဧ သညဧဧ ဥနံ
nl: Webhooks die worden gebruikt door meldingen kunnen niet worden bewerkt of verwijderd.
no: Webhooks i bruk av varsler kan ikke redigeres eller slettes.
pa: ਸੂਚਨਾਵਾਂ ਦੁਆਰਾ ਵਰਤਮਾਨ ਵਿੱਚ ਵਰਤੇ ਜਾ ਰਹੇ webhook ਨੂੰ ਸੋਧਿਆ ਜਾਂ ਹਟਾਇਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Webhooki używane przez powiadomienia nie mogą być edytowane ani usuwane.
pt: Webhooks em uso por notificações não podem ser editados ou excluídos.
ro: Webhooks utilizate de notificări nu pot fi editate sau șterse.
ru: Вебхуки, используемые уведомлениями, нельзя редактировать или удалять.
sk: Webhooky používané upozorneniami nemôžu byť upravené ani vymazané.
sl: Spletnih zahtev, ki jih uporablja obveščanje, ni mogoče urejati ali izbrisati.
sq: Webhook-ët në përdorim nga njoftimet nuk mund të redaktohen ose fshihen.
sr: Webhokovi u upotrebi za obaveštenja ne mogu se izmeniti ili izbrisati.
sv: Webhooks i bruk av notifieringar kan inte redigeras eller raderas.
sw: Webhooks zinazotumiwa na arifa haziwezi kuhaririwa au kufutwa.
ta: அறிவிப்புகள் மூலம் பயன்படுத்தப்படும் வெப்ஹூக்குகள் திருத்தக்கூடியவை அல்லது நீக்கக்கூடியவை அல்ல.
te: నోటిఫికేషన్ల ద్వారా ఉపయోగంలో ఉన్న వెబ్‌హుక్‌లను ఎడిట్‌ చేయడం లేదా తొలగించడం సాధ్యం కాదు.
th: เว็บฮุกที่ใช้งานในการแจ้งเตือนไม่สามารถแก้ไขหรือลบได้
tr: Bildirimlerle kullanılan web hook'lar düzenlenemez veya silinemez.
uk: Webhooks, що використовуються у сповіщеннях, не можуть бути відредаговані або видалені.
ur: اطلاعات کے ذریعے استعمال ہونے والے ویب ہوک کو ایڈٹ یا حذف نہیں کیا جا سکتا۔
uz: Bildirishnomalar tomonidan ishlatiladigan veb-kancalar tahrirlanishi yoki o'chirilishi mumkin emas.
vi: Webhook đang được thông báo sử dụng không thể chỉnh sửa hoặc xóa.
xh: I-Webhooks esetyenziswayo zizaziso azinakuhlelwa okanye zicinywe.

source: You can create and manage multiple webhooks for different systems or automations.
ar: يمكنك إنشاء وإدارة العديد من الويب هوكس لأنظمة أو أتمتة مختلفة.
az: Fərqli sistemlər və ya avtomatlaşdırmalar üçün bir neçə webhook yarada və idarə edə bilərsiniz.
be: Ви можете створювати та керувати кількома вебхуками для різних систем чи автоматизацій.
bn: আপনি বিভিন্ন সিস্টেম বা অটোমেশনের জন্য একাধিক ওয়েবহুক তৈরি এবং পরিচালনা করতে পারেন।
cs: Můžete vytvořit a spravovat více webhooků pro různé systémy nebo automatizace.
cy: Gallwch greu a rheoli gwe-gamau lluosog ar gyfer systemau neu awtomeiddiadau gwahanol.
da: Du kan oprette og administrere flere webhooks for forskellige systemer eller automations.
de: Sie können mehrere Webhooks für verschiedene Systeme oder Automatisierungen erstellen und verwalten.
el: Μπορείτε να δημιουργήσετε και να διαχειριστείτε πολλαπλά webhooks για διαφορετικά συστήματα ή αυτοματισμούς.
es: Puede crear y gestionar múltiples webhooks para diferentes sistemas o automatizaciones.
et: Saate luua ja hallata mitmeid veebikonksusid erinevate süsteemide või automatiseerimiste jaoks.
eu: Sistema edo automatizazio desberdinetarako webhook anitz sor ditzakezu eta kudeatu.
fa: شما می‌توانید برای سیستم‌ها یا اتوماسیون‌های مختلف ووبهوک‌های متعدد ایجاد و مدیریت کنید.
fi: Voit luoda ja hallita useita webhookeja eri järjestelmille tai automaatioille.
fr: Vous pouvez créer et gérer plusieurs webhooks pour différents systèmes ou automatisations.
ga: Is féidir leat cruthú agus bainistiú a dhéanamh ar iliomad webhooks d'eagraíochtaí nó uathoibrithe éagsúla.
gd: Faodaidh tu grunn webhooks a chruthachadh agus a riaghladh airson diofar shiostaman no fèin-ghluasaid.
gl: Podes crear e xestionar múltiples webhooks para diferentes sistemas ou automatizacións.
gu: અપલબધ સિસ્ટમ અથવા automation માટે અનેક વેબહૂક બનાવી અને મેનેજ કરી શકો છો.
he: ניתן ליצור ולנהל מספר webhooks עבור מערכות או אוטומציות שונות.
hi: विभिन्न प्रणालियों या ऑटोमेशनों के लिए आप कई वेबहुक बना और प्रबंधित कर सकते हैं।
hr: Možete kreirati i upravljati više webhoooka za različite sustave ili automatizacije.
hu: Több webhookot is létrehozhat és kezelhet különböző rendszerekhez vagy automatizálásokhoz.
id: Anda dapat membuat dan mengelola banyak webhook untuk sistem atau otomatisasi yang berbeda.
is: Þú getur búið til og stjórnað mörgum webhookum fyrir mismunandi kerfi eða sjálfvirkni.
it: Puoi creare e gestire più webhooks per diversi sistemi o automazioni.
ja: 異なるシステムや自動化のために複数のWebhookを作成および管理できます。
ka: თქვენ შეგიძლიათ შექმნათ და მართოთ მრავალი webhook სხვადასხვა სისტემებისთვის ან ავტომატიზაციისთვის.
ku: دەتوانیت چندین ویبخووک بۆ سیستمە جیاوازەکان یان ئۆتۆماتکاریەکان دروست بکەیت و بەڕێوەببەیت.
lt: Galite kurti ir valdyti kelis webhookus skirtingoms sistemoms ar automatikai.
lv: Jūs varat izveidot un pārvaldīt vairākus webhooks dažādām sistēmām vai automatizācijām.
mg: Afaka mamorona sy mitantana webhooks maro ho an'ny rafitra na automatisation samihafa ianao.
mi: Ka taea e koe te waihanga, te whakahaere i ngā whakawhitinga ipurangi mō ngā pūnaha rereke, ngā aunoa rānei.
mk: Можете да креирате и управувате повеќе веб-куки за различни системи или автоматизации.
ml: വിവിധ സിസ്റ്റമുകൾക്കും ഓട്ടോമേഷനുകൾക്കുമായി നിങ്ങൾക്ക് നിരവധി വെയ്ബ്ഹുക്കുകൾ സ്രഷ്ടിക്കാനും നിയന്ത്രിക്കാനും കഴിയും.
ms: Anda boleh mencipta dan mengurus pelbagai webhook untuk sistem atau automasi yang berbeza.
mt: Tista' toħloq u tmexxi diversi webhooks għal sistemi differenti jew awtomazzjonijiet.
my: တမ်တူနာဆမူယိုစံပိရာတ ျအနဆ္ရဗ လျည်သိ္.
nl: U kunt meerdere webhooks maken en beheren voor verschillende systemen of automatiseringen.
no: Du kan lage og administrere flere webhooks for forskjellige systemer eller automatiseringer.
pa: ਤੁਸੀਂ ਵੱਖ-ਵੱਖ ਸਿਸਟਮਾਂ ਜਾਂ ਆਟੋਮੇਸ਼ਨਾਂ ਲਈ ਕਈ webhook ਬਣਾਉਣ ਅਤੇ ਪ੍ਰਬੰਧਿਤ ਕਰ ਸਕਦੇ ਹੋ।
pl: Możesz tworzyć i zarządzać wieloma webhookami dla różnych systemów lub automatyzacji.
pt: Você pode criar e gerenciar múltiplos webhooks para diferentes sistemas ou automações.
ro: Puteți crea și gestiona mai multe webhooks pentru diferite sisteme sau automatizări.
ru: Вы можете создавать и управлять несколькими вебхуками для различных систем или автоматизаций.
sk: Môžete vytvárať a spravovať viaceré webhooky pre rôzne systémy alebo automatizácie.
sl: Lahko ustvarite in upravljate več spletnih zahtev za različne sisteme ali avtomatizacije.
sq: Mund të krijoni dhe menaxhoni shumë webhook për sisteme ose automatizime të ndryshme.
sr: Možete kreirati i upravljati više webhokova za različite sisteme ili automatizacije.
sv: Du kan skapa och hantera flera webhooks för olika system eller automationer.
sw: Unaweza kuunda na kudhibiti webhooks nyingi kwa mifumo au mitambo tofauti.
ta: வேரையிட்ட அல்லது தன்னியக்கத்திற்காக பல வெப்ஹூக்களை உருவாக்கி நிர்வகிக்கலாம்.
te: వివిధ సిస్టమ్‌లు లేదా ఆటోమేషన్‌ల కోసం మీరు అనేక వెబ్‌హుక్‌లను సృష్టించవచ్చు మరియు నిర్వహించవచ్చు.
th: คุณสามารถสร้างและจัดการเว็บฮุกหลายรายการสำหรับระบบหรือการทำงานอัตโนมัติต่างๆ
tr: Farklı sistemler veya otomasyonlar için birden fazla webhook oluşturabilir ve yönetebilirsiniz.
uk: Ви можете створювати та керувати кількома webhooks для різних систем або автоматизацій.
ur: آپ مختلف نظاموں یا خودکار عملوں کے لیے متعدد ویب ہوک بنا اور منظم کر سکتے ہیں۔
uz: Turli tizimlar yoki avtomatlashtirishlar uchun bir nechta veb-kancalar yaratishingiz va boshqarishingiz mumkin.
vi: Bạn có thể tạo và quản lý nhiều webhook cho các hệ thống hoặc tự động hóa khác nhau.
xh: Ungadala kwaye ulawule ii-webhooks ezininzi kwiinkqubo ezahlukeneyo okanye kwi-imeyishini.

source: Please set your security questions before using the application.
ar: يرجى إعداد أسئلة الأمان الخاصة بك قبل استخدام التطبيق.
az: Tətbiqdən istifadə etməzdən əvvəl təhlükəsizlik suallarınızı təyin edin.
be: Будь ласка, задайте свої контрольні запитання перед використанням додатка.
bn: অনুগ্রহ করে অ্যাপ্লিকেশন ব্যবহার করার পূর্বে আপনার সিকিউরিটি প্রশ্ন সেট করুন।
cs: Před použitím aplikace si prosím nastavte bezpečnostní otázky.
cy: Os gwelwch yn dda, gosodwch eich cwestiynau diogelwch cyn defnyddio'r cais.
da: Angiv venligst dine sikkerhedsspørgsmål, før du bruger applikationen.
de: Bitte setzen Sie Ihre Sicherheitsfragen, bevor Sie die Anwendung verwenden.
el: Παρακαλώ ορίστε τις ερωτήσεις ασφαλείας πριν χρησιμοποιήσετε την εφαρμογή.
es: Por favor, configure sus preguntas de seguridad antes de usar la aplicación.
et: Palun seadistage oma turvaküsimused enne rakenduse kasutamist.
eu: Ezarri segurtasun-galderak aplikazioa erabili aurretik.
fa: لطفاً قبل از استفاده از برنامه، سوالات امنیتی خود را تنظیم کنید.
fi: Aseta turvakysymyksesi ennen sovelluksen käyttöä.
fr: Veuillez définir vos questions de sécurité avant d'utiliser l'application.
ga: Le do thoil, socraigh do cheisteanna slándála sula n-úsáideann tú an feidhmchlár.
gd: Stèidhich na ceistean tèarainteachd agad mus cleachd thu an tagradh, mas e do thoil e.
gl: Por favor, establece as túas preguntas de seguridade antes de usar a aplicación.
gu: મહેરબાની કરી કરીને એપ્લિકેશન ઉપયોગમાં લેવા પહેલાં તમારા સુરક્ષા પ્રશ્નો સેટ કરો.
he: אנא הגדר את שאלות האבטחה שלך לפני השימוש ביישום.
hi: कृपया एप्लिकेशन का उपयोग करने से पहले अपनी सुरक्षा प्रश्न सेट करें।
hr: Molimo postavite sigurnosna pitanja prije upotrebe aplikacije.
hu: Kérjük, állítsa be biztonsági kérdéseit, mielőtt használja az alkalmazást.
id: Silakan atur pertanyaan keamanan Anda sebelum menggunakan aplikasi.
is: Vinsamlegast settu upp öryggisspurningarnar þínar áður en þú notar forritið.
it: Imposta le tue domande di sicurezza prima di utilizzare l'applicazione.
ja: アプリケーションを使用する前に、セキュリティ質問を設定してください。
ka: გთხოვთ, დააყენოთ თქვენი უსაფრთხოების კითხვები პროგრამა გამოყენებამდე.
ku: تکایە پرسیارەکانی ئێمەنی ڕازی رەشکە پێش بەکارهێنانی بەرنامەکە.
lt: Prašome nustatyti savo saugumo klausimus prieš naudojimąsi programa.
lv: Lūdzu, uzstādiet savus drošības jautājumus pirms lietojat lietotni.
mg: Azafady, mametraha ny fanontaniana momba ny fiarovana alohan'ny hampiasana ny fampiharana.
mi: Tēnā whakatūngia ō pātai haumaru i mua i te whakamahi i te taupānga.
mk: Ве молиме поставете ги вашите безбедносни прашања пред да ја користите апликацијата.
ml: ആപ്ലിക്കേഷൻ ഉപയോഗിക്കുന്നതിന് മുന്ന് നിങ്ങളുടെ സുരക്ഷാ ചോദ്യങ്ങൾ സജ്ജമാക്കുക.
ms: Sila tetapkan soalan keselamatan anda sebelum menggunakan aplikasi.
mt: Jekk jogħġbok issetja l-mistoqsijiet tas-sigurtà tiegħek qabel ma tuża l-applikazzjoni.
my: ေဣသဥနဆ္ရါီဘသဘံဩရီီန္စနီျ.
nl: Stel alstublieft uw beveiligingsvragen in voordat u de applicatie gebruikt.
no: Vennligst sett sikkerhetsspørsmålene dine før du bruker applikasjonen.
pa: ਕਿਰਪਾ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਵਰਤਣ ਤੋਂ ਪਹਿਲਾਂ ਆਪਣੇ ਸੁਰੱਖਿਆ ਪ੍ਰਸ਼ਨ ਸੈਟ ਕਰੋ।
pl: Przed użyciem aplikacji ustaw swoje pytania zabezpieczające.
pt: Por favor configure suas perguntas de segurança antes de usar o aplicativo.
ro: Vă rugăm să setați întrebările de securitate înainte de a utiliza aplicația.
ru: Пожалуйста, установите свои контрольные вопросы перед использованием приложения.
sk: Nastavte si bezpečnostné otázky pred použitím aplikácie.
sl: Prosimo, nastavite svoja varnostna vprašanja, preden uporabite aplikacijo.
sq: Ju lutemi vendosni pyetjet e sigurisë përpara se të përdorni aplikacionin.
sr: Molimo postavite bezbednosna pitanja pre korišćenja aplikacije.
sv: Vänligen ställ in dina säkerhetsfrågor innan du använder applikationen.
sw: Tafadhali weka maswali ya usalama kabla ya kutumia programu.
ta: விண்ணப்பத்தைப் பயன்படுத்துவதற்கு முன் உங்கள் பாதுகாப்பு கேள்விகளை அமைக்கவும்.
te: దయచేసి అప్లికేషన్ ఉపయోగించే ముందు మీ భద్రతా ప్రశ్నలను సెట్ చేయండి.
th: โปรดตั้งค่าคำถามรักษาความปลอดภัยก่อนการใช้งานแอปพลิเคชัน
tr: Lütfen uygulamayı kullanmadan önce güvenlik sorularınızı ayarlayın.
uk: Будь ласка, встановіть свої питання безпеки перед використанням додатку.
ur: براہ کرم ایپلیکیشن استعمال کرنے سے پہلے اپنے سیکیورٹی سوالات سیٹ کریں۔
uz: Iltimos, ilovadan foydalanishdan oldin xavfsizlik savollarini o'rnating.
vi: Vui lòng thiết lập câu hỏi bảo mật của bạn trước khi sử dụng ứng dụng.
xh: Nceda usete imibuzo yakho yokhuseleko ngaphambi kokusebenzisa isicelo.

source: Current password is required to change password.
ar: مطلوب كلمة المرور الحالية لتغيير كلمة المرور.
az: Şifrəni dəyişdirmək üçün mövcud şifrə tələb olunur.
be: পাসওয়ার্ড পরিবর্তন করতে বর্তমান পাসওয়ার্ড প্রয়োজন।
bn: পাসওয়ার্ড পরিবর্তন করতে বর্তমান পাসওয়ার্ড প্রয়োজন।
cs: Aktuální heslo je vyžadováno pro změnu hesla.
cy: Mae angen y cyfrinair cyfredol i newid cyfrinair.
da: Nuværende adgangskode er påkrævet for at ændre adgangskode.
de: Aktuelles Passwort erforderlich, um das Passwort zu ändern.
el: Απαιτείται ο τρέχων κωδικός πρόσβασης για την αλλαγή κωδικού.
es: Se requiere la contraseña actual para cambiar la contraseña.
et: Parooli muutmiseks on vajalik praegune parool.
eu: Oraingo pasahitza beharrezkoa da pasahitza aldatzeko.
fa: رمز عبور فعلی برای تغییر رمز عبور لازم است.
fi: Nykyinen salasana vaaditaan salasanan vaihtamiseksi.
fr: Le mot de passe actuel est requis pour changer le mot de passe.
ga: An focal faire reatha ag teastáil chun an focal faire a athrú.
gd: Tha am facal-faire làithreach riatanach gus am facal-faire atharrachadh.
gl: É necesario o contrasinal actual para cambiar o contrasinal.
gu: પાસવર્ડ બદલવા માટે વર્તમાન પાસવર્ડની જરૂર છે.
he: דרושה הסיסמה הנוכחית לשינוי הסיסמה.
hi: पासवर्ड बदलने के लिए वर्तमान पासवर्ड आवश्यक है।
hr: Trenutna lozinka je potrebna za promjenu lozinke.
hu: Jelenlegi jelszó szükséges a jelszó megváltoztatásához.
id: Kata sandi saat ini diperlukan untuk mengubah kata sandi.
is: Núverandi lykilorð er nauðsynlegt til að breyta lykilorði.
it: La password attuale è necessaria per cambiare la password.
ja: パスワードを変更するには現在のパスワードが必要です。
ka: პაროლის შეცვლა მოითხოვს მიმდინარე პაროლს.
ku: وشەی تێپەڕی ئێستا داواکراووە بۆ گۆڕینی وشەی تێپەڕ.
lt: Norint pakeisti slaptažodį reikia nurodyti dabartinį slaptažodį.
lv: Lai mainītu paroli, nepieciešama pašreizējā parole.
mg: Ilaina ny teny miafina ankehitriny raha te-hanova teny miafina.
mi: Me tika te kupuhipa nāianei kia huri ai te kupuhipa.
mk: Тековната лозинка е потребна за промена на лозинката.
ml: പാസ്വേഡ് മാറ്റാൻ നിലവിലെ പാസ്വേഡ് ആവശ്യമുണ്ട്.
ms: Kata laluan semasa diperlukan untuk menukar kata laluan.
mt: Password kurrenti hija meħtieġa biex tbiddel il-password.
my: စကားဝှက်ပြင်ရန် ဖွင့်စကားဝှက်လိုအပ်သည်။
nl: Huidig wachtwoord is vereist om wachtwoord te veranderen.
no: Nåværende passord er påkrevd for å endre passord.
pa: ਪਾਸਵਰਡ ਬਦਲਣ ਲਈ ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਹੈ।
pl: Obecne hasło jest wymagane do zmiany hasła.
pt: A senha atual é necessária para alterar a senha.
ro: Parola actuală este necesară pentru a schimba parola.
ru: Для изменения пароля требуется текущий пароль.
sk: Na zmenu hesla je potrebné aktuálne heslo.
sl: Trenutno geslo je potrebno za spremembo gesla.
sq: Fjalëkalimi aktual nevojitet për të ndryshuar fjalëkalimin.
sr: Trenutna lozinka je potrebna za promenu lozinke.
sv: Nuvarande lösenord krävs för att ändra lösenord.
sw: Nenosiri la sasa linahitajika kubadilisha nenosiri.
ta: கடவுச்சொல்லை மாற்ற தற்போதைய கடவுச்சொல் தேவை.
te: పాస్వర్డ్ మార్చడానికి ప్రస్తుత పాస్వర్డ్ అవసరం.
th: ต้องใส่รหัสผ่านปัจจุบันเพื่อเปลี่ยนรหัสผ่าน
tr: Şifreyi değiştirmek için mevcut şifre gereklidir.
uk: Поточний пароль потрібен для зміни пароля.
ur: پاس ورڈ تبدیل کرنے کے لیے موجودہ پاس ورڈ ضروری ہے۔
uz: Parolni o'zgartirish uchun joriy parol talab qilinadi.
vi: Mật khẩu hiện tại cần thiết để đổi mật khẩu.
xh: Iphasiwedi yangoku iyafuneka ukuze uyitshintshe.

source: Current password is incorrect.
ar: كلمة المرور الحالية غير صحيحة.
az: Mövcud şifrə yanlışdır.
be: বর্তমান পাসওয়ার্ড সঠিক নয়।
bn: বর্তমান পাসওয়ার্ড ভুল।
cs: Aktuální heslo je nesprávné.
cy: Nid yw'r cyfrinair cyfredol yn gywir.
da: Nuværende adgangskode er forkert.
de: Aktuelles Passwort ist falsch.
el: Ο τρέχων κωδικός πρόσβασης είναι λανθασμένος.
es: La contraseña actual es incorrecta.
et: Praegune parool on vale.
eu: Oraingo pasahitza okerra da.
fa: رمز عبور فعلی نادرست است.
fi: Nykyinen salasana on virheellinen.
fr: Le mot de passe actuel est incorrect.
ga: Tá focal faire reatha mícheart.
gd: Tha am facal-faire làithreach ceàrr.
gl: O contrasinal actual é incorrecto.
gu: વર્તમાન પાસવર્ડ ખોટો છે.
he: הסיסמה הנוכחית שגויה.
hi: वर्तमान पासवर्ड गलत है।
hr: Trenutna lozinka je netočna.
hu: A jelenlegi jelszó helytelen.
id: Kata sandi saat ini salah.
is: Núverandi lykilorð er rangt.
it: La password attuale è errata.
ja: 現在のパスワードが間違っています。
ka: მიმდინარე პაროლი არასწორია.
ku: وشەی تێپەڕی ئێستا هەڵەیە.
lt: Dabartinis slaptažodis yra neteisingas.
lv: Pašreizējā parole ir nepareiza.
mg: Diso ny teny miafina ankehitriny.
mi: Hē te kupuhipa nāianei.
mk: Тековната лозинка е погрешна.
ml: നിലവിലെ പാസ്വേഡ് തെറ്റാണ്.
ms: Kata laluan semasa tidak betul.
mt: Password kurrenti mhix korretta.
my: လက်ရှိစကားဝှက်မှားနေပါသည်။
nl: Huidig wachtwoord is onjuist.
no: Nåværende passord er feil.
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ ਗਲਤ ਹੈ।
pl: Obecne hasło jest nieprawidłowe.
pt: A senha atual está incorreta.
ro: Parola actuală este incorectă.
ru: Текущий пароль неверный.
sk: Aktuálne heslo je nesprávne.
sl: Trenutno geslo je napačno.
sq: Fjalëkalimi aktual është i pasaktë.
sr: Trenutna lozinka je netačna.
sv: Nuvarande lösenord är felaktigt.
sw: Nenosiri la sasa sio sahihi.
ta: தற்போதைய கடவுச்சொல் தவறானது.
te: ప్రస్తుత పాస్వర్డ్ తప్పు.
th: รหัสผ่านปัจจุบันไม่ถูกต้อง
tr: Mevcut şifre yanlış.
uk: Поточний пароль неправильний.
ur: موجودہ پاس ورڈ غلط ہے۔
uz: Joriy parol noto'g'ri.
vi: Mật khẩu hiện tại không đúng.
xh: Iphasiwedi yangoku ayichanekanga.

source: Account updated successfully.
ar: تم تحديث الحساب بنجاح.
az: Hesab uğurla yeniləndi.
be: অ্যাকাউন্ট সফলভাবে আপডেট হয়েছে।
bn: অ্যাকাউন্ট সফলভাবে আপডেট হয়েছে।
cs: Účet úspěšně aktualizován.
cy: Diweddarwyd cyfrif yn llwyddiannus.
da: Konto opdateret succesfuldt.
de: Konto erfolgreich aktualisiert.
el: Ο λογαριασμός ενημερώθηκε με επιτυχία.
es: Cuenta actualizada con éxito.
et: Konto edukalt uuendatud.
eu: Kontua arrakastaz eguneratu da.
fa: حساب به‌روزرسانی شد.
fi: Tili päivitetty onnistuneesti.
fr: Compte mis à jour avec succès.
ga: Cuntas nuashonraithe go rathúil.
gd: Chaidh an cunntas ùrachadh gu soirbheachail.
gl: Conta actualizada con éxito.
gu: ખાતું સફળતાપૂર્વક અપડેટ થયું છે.
he: החשבון עודכן בהצלחה.
hi: खाता सफलतापूर्वक अपडेट किया गया।
hr: Račun je uspješno ažuriran.
hu: A fiók sikeresen frissítve.
id: Akun berhasil diperbarui.
is: Reikningurinn uppfærður með góðum árangri.
it: Account aggiornato con successo.
ja: アカウントが正常に更新されました。
ka: ანგარიში წარმატებით განახლდა.
ku: هەژمارەکەت بە سەرکەوتووی نوێکرایەوە.
lt: Paskyra sėkmingai atnaujinta.
lv: Konts veiksmīgi atjaunināts.
mg: Nohavaozina soa aman-tsara ny kaonty.
mi: Pūkete kua whakahoutia pai.
mk: Сметката е успешно ажурирана.
ml: അക്കൗണ്ട് വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു.
ms: Akaun berjaya dikemaskini.
mt: Kont aġġornat b'suċċess.
my: အကောင့်နောက်ဆုံးပြင်ဆုံးမှု အောင်မြင်စွာ ပြီးဆုံးသွားပါပြီ။
nl: Account succesvol bijgewerkt.
no: Kontoen ble oppdatert.
pa: ਖਾਤਾ ਸਫਲਤਾਪੂਰਵਕ ਅੱਪਡੇਟ ਕੀਤਾ ਗਿਆ।
pl: Konto zaktualizowane pomyślnie.
pt: Conta atualizada com sucesso.
ro: Contul a fost actualizat cu succes.
ru: Аккаунт успешно обновлен.
sk: Účet bol úspešne aktualizovaný.
sl: Račun uspešno posodobljen.
sq: Llogaria u përditësua me sukses.
sr: Nalog uspešno ažuriran.
sv: Kontot uppdaterades framgångsrikt.
sw: Akaunti imeboreshwa kwa mafanikio.
ta: கணக்கு வெற்றிகரமாக புதுப்பிக்கப்பட்டது.
te: ఖాతా విజయవంతంగా నవీకరించబడింది.
th: บัญชีถูกอัปเดตเรียบร้อยแล้ว
tr: Hesap başarıyla güncellendi.
uk: Акаунт успішно оновлено.
ur: Account tzodhud varhqueyr.
uz: Hisob muvaffaqiyatli yangilandi.
vi: Cập nhật tài khoản thành công.
xh: Akhawunti itshintshelwe ngempumelelo.
