Repository: samcro1967/grylli
Catalog: app/translations/rm/LC_MESSAGES/messages.po
Languages: rm

source: Something went wrong
rm: Insatge è ì fallà

source: An unexpected error occurred. Please try again later or contact support.
rm: In sbagl nunspetgà è capità. Emprova puspè pli tard u contacta il support.

source: Switching Language...
rm: Midar lingua...

source: Applying new language...
rm: Applitgar lingua nova...

source: Assign Destinations for
rm: Assegna destinaziuns per

source: Select the Apprise and Webhook destinations for this Messages.
rm: Tscherna las destinaziuns d’Apprise e Webhook per questa annunzia.

source: Save Destinations
rm: Salvar destinaziuns

source: Edit Messages
rm: Urari da messadi

source: Create Messages
rm: Urari da messadi

source: Update the label, subject, and content of your Messages.
rm: Actualisescha l'etichetta, il tema e cuntegn da tia annunzia.

source: Fill out the form to create a new Messages.
rm: Completati formularul pentru a va crea contul.

source: Content
rm: Cuntegn

source: Save Messages
rm: Urari da messadi

source: Show Messages Setup Help
rm: SMTP-Einrichtungshilfe anzeigen

source: Hide Messages Setup Help
rm: SMTP-Einrichtungshilfe ausblenden

source: Manage and send user Messagess from the system.
rm: Gestisci ed emetta annunzias als utilisaders dal sistem.

source: Add Messages
rm: Messadi memorisà.

source: How to create and send a Messages
rm: Co far crear e trametter in e-mail

source: List Messages
rm: Messadi memorisà.

source: Schedule Messages
rm: Planiser l'email

source: Message Details
rm: Messadi stuppà.

source: Check-in Interval
rm: Interval da check-in

source: Apprise URLs
rm: URLs Apprise

source: None assigned.
rm: Nagins assignads.

source: Back to Messages
rm: Enavos a Emails

source: Disable to edit Messages
rm: Enavos a Emails

source: Assign Destinations
rm: Assegna destinaziuns

source: Disable to assign destinations
rm: Assegna destinaziuns

source: Set Schedule
rm: Endrizzar urari

source: Disable to set schedule
rm: Endrizzar urari

source: View Details
rm: Vizualizeaza detalii

source: Send Test Messages
rm: Invia email di prova

source: Delete Messages
rm: Urari da messadi

source: Toggle Message On/Off
rm: Toggler il messadi aviert/serrà

source: Messages is enabled
rm: Emailul este activat

source: Messages is disabled
rm: Emailul este dezactivat

source: Enable only after schedule is set
rm: Activar mo suenter che l'urari è fixà

source: Enable only after destinations are assigned
rm: Activar mo suenter che las destinaziuns èn assegnadas

source: Click “Add Messages” and fill out the subject and content fields.
rm: Clicca «Agiuntar notificaziun» e emplenescha ils champs da sugets e cuntegn.

source: Save the Messages to return to the overview.
rm: Salvar la notificaziun per turnar a la survista.

source: You need to create at least one apprise or webhook destination.
rm: Vus stuais crear almain ina destinaziun apprise u webhook.

source: You can create as many destinations as you like.
rm: Vus pudais crear tantas destinaziuns sco vus vulais.

source: Click 🧩 to assign one or more Apprise and/or Webhook destinations.
rm: Clicca 🧩 per assegnar ina u pliras destinaziuns Apprise e/u Webhook.

source: Click ⏱️ to set a schedule and check-in interval.
rm: Clicca ⏱️ per endrizzar in urari ed in interval da check-in.

source: Enable the Messages using the 🔴/🟢 toggle button.
rm: Abilitescha l'e-mail cun il buttun a scorin 🔴/🟢.

source: If you don’t check in before the grace period ends, the Messages will be sent.
rm: Sche vus na faschais betg la verificaziun avant che il temp da grazia finescha, la notificaziun vegn tramessa.

source: You can preview the Messages config using 🔍.
rm: Possa previeser la configuraziun da l'e-mail cun 🔍.

source: Once a Messages is sent, it will be automatically disabled.
rm: In'in e-mail segir ch'ella vegn tramessa vegni disactivada automaticamain.

source: No Messagess available.
rm: Nissim users disponibels.

source: Two-Factor Authentication (MFA)
rm: Autentificaziun a duas fatturas (MFA)

source: Your Recovery Codes
rm: Tes còds da recuperaziun

source: Save these recovery codes in a safe place!
rm: Guarda quests còds da recuperaziun en in lieu segir!

source: Each code can be used once if you lose access to your authenticator. These codes will not be shown again.
rm: Mintga còd po vegnir utilisà in'aisa sch'ins perda l'access al tes autentificatur. Quests còds na vegnan betg mussads danovamain.

source: OK, I've saved them
rm: OK, jau als hai guardà

source: MFA Settings
rm: Configuraziuns SMTP

source: MFA QR Code
rm: Còd QR da l'MFA

source: Manual Entry:
rm: Insert manual:

source: Administration
rm: Administraziun

source: Grylli | Admin | Overview
rm: Grylli | Admin | Panoramica

source: Overview
rm: Vista generala

source: Grylli | Admin | Users
rm: Grylli | Admin | Uiders

source: Grylli is a secure message scheduling and delivery platform.
rm: Grylli è ina plattafurma da schedulisaziun e consegna da messadis segirs.

source: Home
rm: Chasa

source: Check-ins Due
rm: Check-in

source: Account
rm: Cont

source: About
rm: Da

source: Logout
rm: Sortir

source: Grylli | Messages | Overview
rm: Grylli | E-mails | Panoramica

source: Overview of Messages settings
rm: Vista d'impostaziuns d'annunzias

source: Grylli | Messages | Apprise
rm: Modifitgar notificaziun

source: Configure Apprise services
rm: Configure las servetschs da Apprise

source: Grylli | Messages | Webhooks
rm: Modifitgar notificaziun

source: Configure Webhook integrations
rm: Configure las integraziuns Webhook

source: Grylli | Emails | Overview
rm: Grylli | E-mails | Panoramica

source: Overview of secure email messages
rm: Vista da messadis segirs per e-mail

source: Configure SMTP email settings
rm: Configure las impostaziuns da SMTP per e-mail

source: Grylli | Reminders | Overview
rm: Grylli | Promemorias | Panoramica

source: Overview of reminders
rm: Survista da mementaziuns

source: Select Theme
rm: Tscherner la

source: Select theme
rm: Tscherner la

source: Select language
rm: Tscherner la

source: Select the Apprise and Webhook destinations for this reminder.
rm: Tscherna las destinaziuns d’Apprise e Webhook per questa annunzia.

source: Link Email Reminder for
rm: Colliar Email Mementaziun per

source: Choose the email message and SMTP configuration to associate with this reminder.
rm: Tscherner il messadi da email e la configuraziun SMTP per associar cun questa rememoria.

source: None (Unassign)
rm: Nagina configuraziun SMTP assignada

source: No sender address
rm: Nagina adressa dal speditur

source: Email Message
rm: Urari da messadi

source: No subject
rm: Subiect

source: Save Email Reminder
rm: Salveaza Email

source: How to use reminders
rm: Co administrar utilisaders

source: Review scheduled reminders and create new timed or recurring messages.
rm: Schedulate mementaziuns da trametter a temps specifics u da maniera recurrents.

source: Add Reminder
rm: Adauga Email

source: List Reminders
rm: Editeaza Email

source: Edit Reminder
rm: Editeaza Email

source: Create Reminder
rm: Creeaza Email

source: Update the label, subject, and content of your reminder.
rm: Actualisescha l'etichetta, il tema e cuntegn da tia annunzia.

source: Fill out the form to schedule a reminder.
rm: Cumplenir il formular per agiuntar in nouv utilisader.

source: Save Reminder
rm: Salveaza Email

source: Schedule Reminder
rm: Planiser l'email

source: Reminders are checked every %(minutes)s minutes, so execution may be delayed slightly.
rm: Ils promemorians vegnan controllads mintga %(minutes)s minutas, uschia ch'i po dar in pitschen retard tar l'execuziun.

source: Configure when and how often the reminder should be sent.
rm: Configurar cur e co spess la rememoria duai vegnir tramessa.

source: Start Date & Time
rm: Data & Temp d'entschatta

source: Recurrence Rule
rm: Regla da recurrenza

source: (Optional) Enter RRULE or leave blank for one-time.
rm: (Optional) Introducir RRULE u laschar vid per ina giada.

source: End Date
rm: Trametter Test

source: (Optional) Stop sending after this date.
rm: (Optional) Spetgar d'emetter suenter questa data.

source: (Optional) Stop after this many reminders.
rm: (Optional) Spetgar suenter tantas mementaziuns.

source: Help for RRULE syntax
rm: Agid per sintaxa RRULE

source: Reminder Details
rm: Vizualizeaza detalii

source: Start At
rm: TLS starten

source: End At
rm: Trametter Test

source: Email Templates
rm: Validatur d'e-mail

source: No email linked.
rm: Emailul este activat

source: Back to Reminders
rm: Enavos a Emails

source: Cannot assign destinations while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Assign Email Reminder
rm: Assegnar Email Mementaziun

source: Cannot assign email while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Send Test Reminder
rm: Invia email di prova

source: Delete reminder
rm: Actualisar Mementaziun

source: Delete Reminder
rm: Actualisar Mementaziun

source: Toggle Reminder On/Off
rm: Activeaza/Dezactiveaza Email

source: Start At:
rm: TLS starten

source: Recurrence:
rm: Recurrenza:

source: ➕ Click “Add Reminder” and fill out the subject and content fields.
rm: Clicca «Agiuntar notificaziun» e emplenescha ils champs da sugets e cuntegn.

source: 💾 Save the reminder to return to the overview.
rm: Salvar la notificaziun per turnar a la survista.

source: 📣 Assign Apprise, 🌐 Webhook, and/or 📧 Email (SMTP) destinations as needed.
rm: 📣 Assegna Apprise, 🌐 Webhook, e/o 📧 destinaziuns Email (SMTP) sco necessari.

source: ⏱️ Set the schedule using the schedule button to define when reminders are sent.
rm: ⏱️ Stabilisci il schedari cun il buttun per definir cura ch'ils mementaziuns vegnan tramess.

source: 🔍 Click “View Details” to review or edit assigned destinations and other settings.
rm: 🔍 Clicca “Vesair Detagls” per reveder u editar las destinaziuns assignadas ed auters settings.

source: 🧪 Click the Test button to verify all assigned destinations are working correctly.
rm: 🧪 Clicca il buttun da test per verifitgar che tut las destinaziuns assignadas funcziunan correct.

source: 🔴/🟢 Enable or disable the reminder using the toggle button.
rm: Abilitescha l'e-mail cun il buttun a scorin 🔴/🟢.

source: 📤 Reminders will be sent as scheduled to the assigned destinations.
rm: 📤 Mementaziuns vegnan tramess sco previs als destinaziuns assignadas.

source: Several tools are available to help generate an RRULE.
rm: Diverse utilisas èn avant man per agid ch'è RRULE.

source: Use a search engine or AI tool to assist.
rm: Utilisar SEO u AI agid per sustegnair.

source: Here is an example of one such online tool:
rm: Qua è in exempel da tal utilisà online:

source: RRULE Generator Tool
rm: Utensil Generator RRULE

source: See here for some common examples:
rm: Vesair qua per intgins exempels cuminaivels:

source: RRULE Help (GitHub)
rm: Agid RRULE (GitHub)

source: Create SMTP Destination
rm: Crear destinaziun SMTP

source: Fill out the form to configure a new SMTP destination.
rm: Crear destinaziun SMTP

source: Edit SMTP Destination
rm: Crear destinaziun SMTP

source: Update the mail server settings or credentials for this destination.
rm: Modifica destinazione Apprise

source: Update Destination
rm: Crea destinazione

source: Show SMTP Setup Help
rm: SMTP-Einrichtungshilfe anzeigen

source: Hide SMTP Setup Help
rm: SMTP-Einrichtungshilfe ausblenden

source: SMTP Destinations
rm: Destinaziuns SMTP

source: Manage outgoing mail server configurations for sending emails from Grylli.
rm: Gestisci configuraziuns da server da mail sortint per trametter e-mails da Grylli.

source: Add SMTP
rm: Agiuntar SMTP

source: List SMTP
rm: Ultim check-in

source: Cannot edit while assigned to emails
rm: Kann nicht bearbeitet werden, während es Benachrichtigungen zugeordnet ist

source: Cannot delete while assigned to emails
rm: Kann nicht gelöscht werden, während es Benachrichtigungen zugeordnet ist

source: Port:
rm: Porta:

source: Need help finding your SMTP server settings? See here for some links to common providers:
rm: Benötigen Sie Hilfe beim Finden Ihrer SMTP-Servereinstellungen? Hier sind einige Links zu gängigen Anbietern:

source: SMTP Server Settings Help (GitHub)
rm: Hilfe zu den SMTP-Servereinstellungen (GitHub)

source: Find official documentation links for Gmail, Outlook, Yahoo, AOL, and others.
rm: Finden Sie Links zur offiziellen Dokumentation für Gmail, Outlook, Yahoo, AOL und andere.

source: If your provider isn’t listed, search their support site or a search engine for 'SMTP settings'.
rm: Wenn Ihr Anbieter nicht aufgeführt ist, suchen Sie auf deren Support-Website oder einer Suchmaschine nach 'SMTP settings'.

source: Some providers (like Gmail, Yahoo) require 'App Passwords' or special setup—see their docs!
rm: Einige Anbieter (wie Gmail, Yahoo) benötigen 'App-Passwörter' oder eine spezielle Einrichtung – siehe deren Dokumentation!

source: Port
rm: Porta

source: How to configure Webhooks
rm: Configure las integraziuns Webhook

source: Webhook Destinations
rm: Destinaziuns Webhooks

source: Manage your webhook Messages endpoints.
rm: Gestisci tes puncts d’annunzia webhook.

source: Add Webhook
rm: Agiuntar Webhook

source: Show Help
rm: SMTP-Einrichtungshilfe anzeigen

source: Hide Help
rm: Panèl d'Administraziun

source: Webhooks Destinations
rm: Destinaziuns Webhooks

source: Description:
rm: Descripziun:

source: Edit Webhook
rm: Modifitgar Webhook

source: Create Webhook
rm: Creà Webhook

source: Update the label, endpoint, or description of this webhook destination.
rm: Actualisescha l'etichetta, il punct d'access u la descripziun da questa destinaziun webhook.

source: Fill out the form to add a new webhook destination.
rm: Cumplenir il formular per agiuntar in nouv utilisader.

source: Cannot edit while assigned to Messagess
rm: Kann nicht bearbeitet werden, während es Benachrichtigungen zugeordnet ist

source: Cannot delete while assigned to Messagess
rm: Kann nicht gelöscht werden, während es Benachrichtigungen zugeordnet ist

source: Click “Add Webhook” to register a new destination.
rm: Clicca “Agiuntar Webhook” per registrar ina nova destinaziun.

source: Enter a valid endpoint URL that will receive the HTTP POST request.
rm: Endatescha in URL d'endpoint valid che retschaiverà la dumonda HTTP POST.

source: Optionally provide a description to clarify the webhook’s purpose.
rm: Porscha optativamain ina descripziun per precisar l'intent dal webhook.

source: Use the 🧪 icon to test that the webhook destination is working properly.
rm: Utilisescha l'icona 🧪 per testar che la destinaziun dal webhook funcziuna correctamain.

source: Webhooks in use by Messagess cannot be edited or deleted.
rm: Webhooks en diever tras notificaziuns na pon betg vegnir modifitgads u stizzads.

source: You can create and manage multiple webhooks for different systems or automations.
rm: Podes crear e gestiunar plirs webhooks per differentas sistems u automatisaziuns.

source: Please set your security questions before using the application.
rm: Per plaschair, endatescha tes dumondas da segirezza avant da duvrar l'applicaziun.

source: Current password is required to change password.
rm: La pled-clav actuela è necessaria per midar il pled-clav.

source: Current password is incorrect.
rm: La pled-clav actuela è faussa.

source: Account updated successfully.
rm: Conto actualisà cun success.

source: No changes made.
rm: Nada midads fatgas.

source: An error occurred while updating your account.
rm: In error è capità durant l'actualisaziun dal conto.

source: An error occurred while loading translation info.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: You cannot delete your account because you are the last admin.
rm: Ti na pos betg stizzar tes conto perquai che ti es l'ultim admin.

source: Your account has been permanently deleted.
rm: Tes conto è vegnì cancellà permanentamain.

source: An error occurred while trying to delete your account.
rm: In error è capità durant l'actualisaziun dal conto.

source: Your account has been deleted
rm: Tes conto è vegnì cancellà permanentamain.

source: Hello {username}, Your account on {site_name} has been deleted.Remember to delete your files from the uploads folder.If this was not you, please contact support immediately. {site_url}
rm: Allegra {username}, Tiu conto sin {site_name} è vegnì cancelà. Regorda da stizzar tes datotecas da la carpeta d’upload. Sche quai n’eras betg tai, contactescha per plaschair immediat il sustegn. {site_url}

source: Each security question must be different.
rm: Tuttas trais dumondas ston esser differentas.

source: Security questions saved.
rm: Dumondas da segirezza memoradas.

source: An error occurred while saving your security questions.
rm: In error è capità durant l'actualisaziun dal conto.

source: Failed to load admin dashboard.
rm: Enavos a Emails

source: Invalid role.
rm: Roll' nunvalida.

source: Failed to update user role.
rm: Flop tar la creaziun dal utilisader.

source: Invalid Ferret Key.
rm: Roll' nunvalida.

source: An internal error occurred. Please try again later.
rm: In sbagl nunspetgà è capità. Emprova puspè pli tard u contacta il support.

source: 🧪 Test notification sent successfully!
rm: 🧪 Test-notificaziun tramessa cun success!

source: 🧪 Failed to send test notification:
rm: 🧪 Fallà da trametter la test-notificaziun:

source: 🧪 Error sending test notification.
rm: 🧪 Error da trametter la test-notificaziun.

source: Apprise destination created successfully.
rm: Destinaziun Apprise creada cun success.

source: Failed to create Apprise destination.
rm: Crea destinazione Apprise

source: Failed to load Apprise destinations.
rm: Crea destinazione Apprise

source: Apprise destination updated successfully.
rm: Destinaziun Apprise actualisada cun success.

source: Failed to update Apprise destination.
rm: Crea destinazione Apprise

source: Apprise destination deleted.
rm: Destinaziun Apprise stizzada.

source: Failed to delete Apprise destination.
rm: Modifica destinazione Apprise

source: Admin account created successfully.
rm: Conto d'administratur creà cun success.

source: Your account is temporarily locked. Please try again later.
rm: In sbagl nunspetgà è capità. Emprova puspè pli tard u contacta il support.

source: An error occurred while creating the admin account.
rm: In error è capità durant la creaziun dal conto d'administratur.

source: Your account is not activated.
rm: Tes conto è vegnì cancellà permanentamain.

source: Multi-factor authentication required.
rm: La notificaziun è disactivada

source: Logged in successfully.
rm: Entrà cun success.

source: Too many failed login attempts. Your account is locked for 15 minutes.
rm: Dapli tentativas d'annunzia fallidas. Spetga per plaschair

source: Invalid username or password.
rm: Num d'utilisader ni pled-clav incorrect.

source: You have been logged out.
rm: Es stà sortì.

source: If a user with that email exists, we've sent the username to them.
rm: Sch'in utilisader cun quel email exista, avain nus tramess il num d'utilisader ad els.

source: An error occurred while sending your username reminder.
rm: In error è capità durant l'actualisaziun dal conto.

source: No account found matching that username and email.
rm: Nagin conto ch'è vegnì chattà cun quel num d'utilisader e quel email.

source: An error occurred while checking your credentials.
rm: In error è capità durant l'actualisaziun dal conto.

source: Session expired. Please start over.
rm: Sessiun terminada. Per plaschair, entschaiventa dad auter.

source: Too many failed attempts. Please try again later.
rm: Dapli tentativas d'annunzia fallidas. Spetga per plaschair

source: A password reset link has been sent to your email.
rm: In link da reset da pled-clav è vegnì tramess a tes email.

source: One or more answers were incorrect.
rm: In u plirs resposts èn stads fallads.

source: An error occurred while verifying your answers.
rm: In error è capità durant l'actualisaziun dal conto.

source: The reset link is invalid or has expired.
rm: Il link da reset è invalid u è scadì.

source: Username and email do not match.
rm: Il num ed e-mail na coincidan betg.

source: Your password has been reset. Please log in.
rm: Tes pled-clav è vegnì resettà. Per plaschair annunzia tì.

source: An error occurred while resetting your password.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: Invalid registration PIN.
rm: PIN da registraziun nunvalid.

source: Username or email already exists.
rm: Num d'utilisader u e-mail existan gia.

source: Activate Your Grylli Account
rm: Activescha tes conto Grylli

source: Hello {username}, Please activate your account by clicking...
rm: Bun di {username}, Activescha per plaschair tes conto cun cliccar...

source: Account created! Please check your email to activate your account.
rm: Conto vegnì creà! Controllescha per plaschair tes e-mail per activar tes conto.

source: An error occurred during signup.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: Activation link is invalid or expired.
rm: Colliaziun d'activaziun è nunvalaivla u è scadida.

source: User not found.
rm: Utilisader betg chattà.

source: Account already activated. Please log in.
rm: Conto gia activà. Per plaschair annunzia tì.

source: Your account has been activated! You can now log in.
rm: Tes conto è vegnì activà! Tì pos uss annunziar tì.

source: Failed to activate account.
rm: Betg reussì da crear backup.

source: Security questions not set or user not found.
rm: Dumondas da segirezza betg endatadas u utilisader betg chattà.

source: Password reset email sent.
rm: Ils pleds-clav na correspundan betg.

source: Incorrect answer.
rm: Resposta fallada.

source: Invalid check-in link.
rm: Colliaziun check-in nunvalida.

source: You are not authorized to check in for this item.
rm: Nu t'est autorizà per far il check-in per quest artitgel.

source: Unsupported check-in type.
rm: Tip da check-in betg supportà.

source: An error occurred during check-in.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: ⚠️ Cannot enable reminder: Start date/time is in the past.
rm: ⚠️ N'po betg abilitar mementaziun: Data/temp da partenza è a basa dal tempus.

source: ✅ Enabled and timer started.
rm: ✅ Activà e cronometro partì.

source: ⛔ Disabled.
rm: ⛔ Desactivà.

source: ⚠️ Cannot toggle — missing schedule or destination.
rm: ⚠️ Nun es pussibel da bandunar — mancanta urari u destinaziun.

source: An error occurred while toggling status.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Failed to load email messages.
rm: Enavos a Emails

source: Message saved.
rm: Messadi memorisà.

source: An error occurred while saving the message.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Message deleted.
rm: Messadi stuppà.

source: An error occurred while deleting the message.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: Attached files updated.
rm: Datotecas accumpagnantas actualisadas.

source: An unexpected error occurred while loading attachments.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: An error occurred while loading the message configuration.
rm: In error è capità durant la creaziun dal conto d'administratur.

source: SMTP configuration not assigned or is disabled.
rm: Configuraziun SMTP betg assignada u disactivada.

source: Test email sent successfully.
rm: E-mail da test tramessa cun success.

source: Unknown error
rm: Errur nunenconuschenta

source: Email failed: %(reason)s
rm: E-mail fallada: %(reason)s

source: An unexpected error occurred while sending test email.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: Access denied.
rm: Access refusà.

source: Schedule updated successfully.
rm: Urari modifitgà cun success.
