Repository: samcro1967/grylli
Catalog: app/translations/rm/LC_MESSAGES/messages.po
Languages: rm

source: Enabled
rm: Abilitato

source: Authenticator Code
rm: Còds d'autentificaziun

source: Save
rm: Salveaza

source: Authentication Code
rm: Actualisar notificaziun

source: Please enter your authentication code.
rm: Endatescha uschè p.pl. tes còds d'autentificaziun.

source: Enter a valid 6-digit code or recovery code.
rm: Endatescha in còd da 6 cifras u in còd da recuperaziun valid.

source: Invalid code format.
rm: Format dal còd nunvalid.

source: Verify
rm: Versiun

source: Label
rm: Etichetta

source: Recipient Email
rm: Catre (Email destinatar)

source: Subject
rm: Subiect

source: Message Body
rm: Messadi memorisà.

source: Save Message
rm: Urari da messadi

source: SMTP Host
rm: Configuraziuns SMTP

source: SMTP Port
rm: SMTP

source: SMTP Username
rm: Invia nome utente

source: SMTP Password
rm: Reseteaza parola

source: Use TLS
rm: Utilisar TLS

source: Enable Email Sending
rm: Salveaza Email

source: Save Settings
rm: Configuraziun dal sistem

source: Attach Selected Files
rm: Datotecas agiuntadas

source: --- Select a question ---
rm: --- Tscherner ina dumonda ---

source: In what city were you born?
rm: In tge citad estis naschì?

source: What is the name of your childhood best friend?
rm: Co ha num vos meglier ami d'atgnaivladad?

source: What was the mascot of the high school you graduated from?
rm: Tge cumbricul aveva la scola gronda, da la quala Vus avais diplomà?

source: What is the name of the first elementary school you attended?
rm: Co ha num l'emprima scola primara ch'ar Vais frequentà?

source: What is your mother’s maiden name?
rm: Co ha num da giarsunza Vossa mamma?

source: What is your maternal grandmother's maiden name?
rm: Co ha num da giarsunza Vossa tatta materna?

source: What is your paternal grandmother's maiden name?
rm: Co ha num da giarsunza Vossa tatta paterna?

source: What is your father's middle name?
rm: Co ha num da mez Voss bab?

source: What is your mother's middle name?
rm: Co ha num da mez Vossa mamma?

source: Question 1
rm: Dumonda 1

source: Answer 1
rm: Resposta 1

source: Question 2
rm: Dumonda 2

source: Answer 2
rm: Resposta 2

source: Question 3
rm: Dumonda 3

source: Answer 3
rm: Resposta 3

source: Save Security Questions
rm: Salvar destinaziuns

source: All three questions must be different.
rm: Tuttas trais dumondas ston esser differentas.

source: Question
rm: Versiun

source: Your Answer
rm: Vossa Resposta

source: Continue
rm: Cuntegn

source: Missing required config setting:
rm: Manca ina configuraziun obligatorica:

source: Failed to decrypt %(key)s: %(error)s
rm: Fallament d’criptar %(key)s: %(error)s

source: Error loading config key:
rm: Errur tarmentà la clav config:

source: About Grylli
rm: Grylli

source: Pronounced
rm: Pronunzià

source: like “grill-ee”
rm: sco “grill-ee”

source: Our Mission
rm: Nossa Missiun

source: Grylli was built to ensure critical messages reach their destination — even when you can't be there to send them.
rm: Grylli è in sistem da tschentà messadis e da distribuziun segira designà per garantir che vos messadis impurtants vegnan furnids — er sch'Vus stais betg là per trametter els.

source: Whether you're planning ahead, handling emergencies, or setting peace-of-mind check-ins, Grylli ensures secure, scheduled delivery of your communications.
rm: Sche ti planises a temps, manegias urgenzas ubain stableschas controllas regularas, Grylli garantescha la furniziun segira e planisada da tia communicaziun.

source: What Grylli Offers
rm: Tge che Grylli porscha

source: Automated message delivery via email, webhooks, and Apprise.
rm: Assignai ina u plirs destinaziuns da furniziun.

source: Flexible check-in intervals and grace periods to match your needs.
rm: Tschaintai il interval e temp d’agrat dal monitoradi.

source: Rich scheduling options: one-time, daily, weekly, or custom.
rm: Planisai voss avertiment: ina giada, mintga di, mintga emna, u persunal.

source: Attach files to emails.
rm: Anexai opcziunals datotecas per e-mails segirs.

source: Full control over your SMTP configuration.
rm: Configuraziun SMTP

source: Role-based access control and MFA for added security.
rm: Controlla d'access basà sin rollas e MFA per segirtad augmentada.

source: Getting Started
rm: Il cumenzament

source: Grylli is simple to set up. Once registered, you can begin creating messages, reminders, and destinations immediately.
rm: Grylli è simpel da metter en funcziun. Ina giada registrà, pudais cumenzar a crear messadis, remartgas e destinaziuns immediatamain.

source: Start by exploring your dashboard, adding destinations, and configuring check-in settings.
rm: Cumenzai cun explorar vossa dashboard, agiuntar destinaziuns e configurar las opziuns da check-in.

source: Privacy and Security First
rm: Emprimadira privacitad e segirezza

source: Grylli is designed with your privacy in mind. Your messages are encrypted at rest, and no data is shared with third parties. Delivery only occurs if your check-in is missed.
rm: Grylli è designà cun tia privacitad en mira. Tes messadis èn criptads en ruaus, e naginas datas vegnan partgidas cun terzas partidas. La furniziun succeda mo sche tia controlla è manchentada.

source: We do not use trackers or analytics, and you can export or delete your data at any time.
rm: Nus na duvrain nagins trackers ni analytics, e ti pos exportar u stizzar tias datas ancurrid.

source: Grylli puts you in control of your message delivery securely and reliably.
rm: Cumbinond predefiniziuns fermas cun flexibladad e transparenza, Grylli met ta en controlla da tia furniziun da messadis – segir e fidà.

source: Help
rm: Agid

source: Help & Overview
rm: Vista generala

source: Grylli helps you schedule messages, emails, and reminders that are sent automatically if you fail to check in on time.
rm: Grylli gidar tai a planisar messadis, emails, e avertiments ch'èn tramess automaticamain sche vus manchais il check-in en il temp.

source: It supports multiple delivery methods, user-level SMTP, rich scheduling, and secure data handling.
rm: El sustegn differents metods da rimnar, SMTP a nivel d'utilisader, planisaziun perfin ch'i è segir, e tractament da datas segirs.

source: Key Areas
rm: Imprortants Segments

source: Messages
rm: Messadi memorisà.

source: Configure Messagess to be sent if you miss a check-in. Supports check-in intervals, grace periods, and multiple destinations.
rm: Configurai notificaziuns da vegnir tramess sch'ün check-in mancha. Sustegn intervals check-in, periodas da grazia, e plüssas destinaziuns.

source: Reminders
rm: minutas

source: Schedule single or recurring reminders without requiring a check-in. Useful for fixed-date messages.
rm: Planisai avertiments singuls u recurrents senza pretender in check-in. Utile per messadis a termins fixs.

source: Send secure emails with optional file attachments. Emails can be used with both messages and reminders.
rm: Tramettai emails segirs cun attatgaments da dossier opzionali. Emails pon vegnir utilisats culs messadis e avertiments.

source: SMTP Settings
rm: Configuraziuns SMTP

source: Configure your own email credentials for personalized delivery. Each user can define their own SMTP server.
rm: Configurai voss agen credenzials dad email per in tramissiun persunalisada. Mintga utilisader po definir voss agen server SMTP.

source: Apprise Destinations
rm: Destinazioni Apprise

source: Send Messagess to 80+ third-party services like Pushover, Gotify, Discord, Slack, and more.
rm: Tramettai notificaziuns a 80+ servetschs da terzas partidas sco Pushover, Gotify, Discord, Slack, e dapli.

source: Trigger an HTTP POST to an external service or automation tool when a message is delivered.
rm: Triggerai in HTTP POST sin in servetsch estern u utillmenent automatic cur instrucziun è rimnada.

source: Test Send
rm: Ultim check-in

source: Quickly verify that your destinations (email, webhook, Apprise) are working as expected.
rm: Per different ta madir vossas destinaziuns (email, webhook, Apprise) funcziunan sco giavisch.

source: Security
rm: 🔐 Segirezza

source: All sensitive credentials are encrypted at rest. Your messages are only sent if you fail to check in.
rm: Tut lur credenzials sensibels èn criptads en pasch. Voss messadis èn mo tramess sch'ün check-in mancha.

source: Need help with something specific? Each module in Grylli includes its own help panel with detailed guidance.
rm: Duvrais agid cun que da specific? Mintga moduls en Grylli cumpiglia agid ses agen cudesch cun instrucziun detaliada.

source: Privacy
rm: Pero

source: Privacy Notice
rm: Avis da protecziun da datas

source: Grylli respects your privacy and is designed to minimize the collection and storage of personal data.
rm: Grylli rispetta tia privezia ed è progettà per minimar la rimnada e conservaziun da datas persunalas.

source: All sensitive data (including passwords, tokens, and MFA secrets) is encrypted at rest, and remains fully under your control if you self-host this platform.
rm: Tut las datas èn criptadas nua ch’igl è adequat e restan cumplaina sut tes control, schati-ada ospitas sezza questa plattafurma.

source: What Data We Collect
rm: Tge datas rimnai

source: Email address and password hash (for authentication)
rm: Adressa dad e-mail ed haah da pled-clav (per autenticaziun)

source: Optional MFA secret and recovery codes (encrypted at rest)
rm: Scret secret MFA opzional e codicis da recuperaziun (criptà a fin)

source: Reminder and message content you configure
rm: Reminder e cuntegn da messagi che ti configureschas

source: User-specific settings and preferences
rm: Instellaziuns specificas all'utilisader e preferenzas

source: SMTP configuration (if provided)
rm: Configuraziun SMTP assignada.

source: Third-party Messages tokens (e.g., Apprise, Gotify, Pushover)
rm: Tokens da terzas partidas per notificaziun (per exampel, Apprise, Gotify, Pushover)

source: Webhook URLs and configuration settings
rm: Indirizzas Webhook e instellaziuns da configuraziun

source: How Your Data Is Used
rm: Co tia datas vegnan utilisadas

source: Your data is used solely for the purpose of delivering reminders and messages according to your preferences.
rm: Tias datas vegnan utilisadas mo per livrar reminders e messadis tenor tias preferenzas.

source: Grylli does not share, sell, or transmit your personal data to any third parties.
rm: Grylli na parta, vend cuntr ventura talas datas persunalas cun terzas parts.

source: Sensitive fields like passwords and tokens are only stored if you provide them explicitly. Existing values are never exposed unless you choose to reveal them.
rm: Cantaners sensibels sco pleds-clav e tokens èn memmaidans ünic sche subminitans els scopertx. Valurs existentas tge muments.

source: Grylli contains no external analytics, telemetry, or tracking scripts.
rm: Grylli cuntegna sch paras da exteriur analytics, telemetria, u scripts da svittar.

source: Your Rights
rm: Tes dretgs

source: You can export all of your data at any time from the Account Settings page.
rm: Ti pos exportar tut tias datas en mintga mument dad pagina d'impostaziun da conto.

source: You may permanently delete your account and all associated data.
rm: Ti na pos betg stizzar tes conto perquai che ti es l'ultim admin.

source: If you are using a self-hosted instance, contact the instance administrator for data inquiries.
rm: Schia en utiliseschas ina instanza ospitada sez, contacta l'administratur dad instanza per dumondas da datas.

source: Self-Hosting Responsibility
rm: Responsabilitad dad ospitar sez

source: When you self-host Grylli, you are responsible for ensuring all user data is stored and processed in compliance with applicable privacy regulations.
rm: Ocasion che coguards Grylli, es responsabel per sa garantiir che tuttas datas utilisarèn cun cumplir divers reglas dal secret.

source: This notice was last updated in June 2025 and may evolve to reflect changes in the software or regulatory landscape.
rm: Quest avis vegn sinagià l’ultima giada en zercladur 2025 e po evoluir per reflectar ils midaments dal software u dal ambient regulatori.

source: System Status
rm: Configuraziun dal sistem

source: This endpoint provides system health and version information.
rm: Quest punct da access alla sanadad dal sistem e infurmaziuns da la versiun.

source: System Info
rm: Infurmaziuns da sistem

source: 📦 Environment Versions
rm: 📦 Versiuns d'ambient

source: Category
rm: Categoria

source: Version
rm: Versiun

source: 🔐 Security
rm: 🔐 Segirezza

source: Email Validator
rm: Validatur d'e-mail

source: 🕰️ Scheduling
rm: 🕰️ Planificaziun

source: Step 2 of 2
rm: Pass 2 da 2

source: Set Security Questions
rm: Salvar destinaziuns

source: Choose three different questions and provide answers only you know. These will help recover your account.
rm: Tscherner trais dumondas differentas e drizzar vossas respostas. Questas vegnan duvradas per verifitgar vossa identitad sch'arisses emblidà voss pled-clav.

source: Please fix the following errors:
rm: Per plaschair corregia ils suandants sbagls:

source: Manage Account
rm: Administrar Cont

source: Update your profile information and password.
rm: Actualisar vossas infurmaziuns da profil e pled-clav.

source: Please enter a valid email address.
rm: Per plaschair endatai ina adressa dad e-mail valaivla.

source: Hold to reveal
rm: Tegna per rivelar

source: Password must meet all complexity requirements.
rm: Il pled-clav sto ademplir tut las pretensiuns da cumplexitad.

source: Passwords do not match.
rm: Ils pleds-clav na correspundan betg.

source: Update Account
rm: Actualisar Cont

source: Cancel
rm: Annullar

source: Minimum 8 characters
rm: Minimum 8 caracteres

source: At least one uppercase letter
rm: Almain in caracter majuscul

source: At least one lowercase letter
rm: Almain in caracter minuscul

source: At least one number
rm: Almain in numeral

source: At least one special character (e.g., !@#$%)
rm: Almain in segns spezials (p.ex., !@#$%)

source: Download My Data
rm: Telecargar mias datas

source: Download all your account data as a JSON file...
rm: Telechargia tut ils datas da tes conto sco datoteca JSON...

source: Download My Data (JSON)
rm: Telecargar mias datas (JSON)

source: Danger Zone
rm: Midar rolla

source: Deleting your account is permanent and cannot be undone.
rm: La cancellaziun da tes conto è definitiva e betg revocabla.

source: Are you sure you want to delete your account?
rm: Es ti segir che ti vuls renastrir MFA per quest utilisader?

source: Delete My Account
rm: Actualisar Cont

source: Security Questions
rm: 🔐 Segirezza

source: Set Your Security Questions
rm: Fixar Vossas Dumondas da Segirezza

source: Choose three different questions and provide your answers. These will be used to verify your identity if you ever forget your password.
rm: Tscherner trais dumondas differentas e drizzar vossas respostas. Questas vegnan duvradas per verifitgar vossa identitad sch'arisses emblidà voss pled-clav.

source: Each question must be different.
rm: Tuttas trais dumondas ston esser differentas.

source: Answer
rm: Respost

source: Update
rm: Actualisar Cont

source: Translations
rm: Traducziuns

source: Grylli currently supports multiple languages and more will be added.
rm: Actualmain, Grylli sustegna pliras linguas e pliras vegnan agiuntadas.

source: Many of the translations were performed with assistance from ChatGPT.
rm: Blers da las translaziuns èn vegnidas fatgas cun agid da ChatGPT.

source: If you find a translation issue or want to suggest improvements, your input is welcome!
rm: Sch'ins chatta in problem da translaziun u vuless suggerir meglieraziuns, è Voss feedback bainvegni!

source: How to request translation updates
rm: Co dumandar actualisaziuns da translaziun

source: To contribute to translations, please use the following guidelines:
rm: Per contribuir a las translaziuns, duvrtar las suandantas directivas:

source: Contribute missing or improved translations:
rm: Encatra ina translata mancanta?

source: Open the relevant .po translation file for your language.
rm: Duvrar il file da translaziun JSON per Vossa lingua. Per exempel:

source: Find untranslated or incomplete entries and add or improve translations.
rm: Chatscha per intgins post non translitads ubain incomplete e agiuntescha u meglierescha las translaziuns.

source: You may use a PO file editor or a text editor.
rm: Vus pudais duvrar in redactur da files PO ubain in redactur da text.

source: Copy the file path and the snippet of your changes.
rm: Copipigia la senda dal file e la part da vos midadas.

source: Paste the snippet directly into a new GitHub issue for review.
rm: Cumpostar il cumbinà vendì directamain en il comment da fatschenta GitHub.

source: <strong>Please do not upload the full .po file to avoid merge conflicts.</strong>
rm: Na chargiar betg l'entir file .po per evitar conflics da furia.

source: Improving existing translations:
rm: Meglieraziuns da translaziuns existlentiv:

source: Open the relevant .po file for the translation you want to improve.
rm: Duvrir il file .po relevant per la translaziun che Vus vuleis meglierar.

source: Find the phrase(s) and its existing translation(s) you want to improve.
rm: Chatta la(s) frasa(s) e sia translaziun existlentiv che Vus vuleis meglierar.

source: Update the phrase(s).
rm: Actualisar la(s) frasa(s).

source: Copy the file name and path into the issue.
rm: Copiar il num dal file e la via en il clet.

source: Paste the copied snippet directly into the GitHub issue comment.
rm: Cumpostar il cumbinà vendì directamain en il comment da fatschenta GitHub.

source: <strong>Do not upload the full .po file to avoid merge conflicts.</strong>
rm: Na chargiar betg l'entir file .po per evitar conflics da furia.

source: <strong>Example snippet:</strong>
rm: Exempel da vendì:

source: Report missing translations not yet discovered:
rm: Rapportar translaziuns mancantas anc betg scuvretgas:

source: If you see text in the app that appears untranslated or missing, please report it to us.
rm: Sch'ins vesa in text en l'apparaziun che para betg translata u mancant, vuls cherraÿ a nus.

source: Provide the exact English phrase as it appears on the screen.
rm: Prover il precis frase indiglassi sco mussa sin il scherm.

source: Include the page or section where you saw the phrase (e.g., Apprise page, Account Page, etc.).
rm: Includer la pàgina u la secziun nua che Vus avais vis il frasa (p.ex., pàgina Settings, secziun Account).

source: Submit this information via a new GitHub issue so we can add it to the translation files.
rm: Trametta questas infurmaziuns via una nova fatschentubahan per che nus possian agiuntar els a ils files da translaziun ed implastar per Babel.

source: Found a missing translation?
rm: Encatra ina translata mancanta?

source: This link will create a new GitHub issue pre-filled with a language code.
rm: Quest link creescha ina nova giustia sin GitHub precomplettada cun in code da lingua.

source: Report it by opening a new GitHub issue
rm: Rapportar el per drizzar ina nova fatschenta GitHub

source: Please specify the language code and exact phrase when reporting.
rm: Supplic jau specifitgar il code da lingua e la frasa exacta cur ch'ins rapporta.

source: Thank you for helping us make Grylli better!
rm: Grazia per gidar nus a far Grylli megliers!

source: Answer Your Security Question
rm: Ansar Vossa Dumonda da Segirezza

source: Please answer the question below to verify your identity before resetting your password.
rm: Per plaschair ansar la dumonda sut per verifitgar vossa identitad avant da restabilir voss pled-clav.

source: Security Question
rm: 🔐 Segirezza

source: Verify and Continue
rm: Verifitgar ed ir vinavant

source: Create New User
rm: Crear Nouvel Utilisader

source: Fill out the form to add a new user.
rm: Cumplenir il formular per agiuntar in nouv utilisader.

source: Username
rm: Num d'utilisader

source: Role
rm: Rolla

source: New Password
rm: Reseteaza parola

source: Confirm Password
rm: Password dimenticata

source: Create User
rm: Crear Utilisader

source: Edit User
rm: Editar Utilisader

source: Update the details for this user account.
rm: Actualisar ils detagls per quests comptes d'utilisader.

source: Update User
rm: Stizzar utilisader

source: Admin Help
rm: Panèl d'Administraziun

source: Reset Admin Password
rm: Reseteaza parola

source: If you've forgotten the admin password, you can reset it using the following Docker command:
rm: Sch'eisast tü la sanzz'amin, al po resetter al düra il comando Docker seguaint:

source: This script will prompt you to enter a new password for the admin user. You must run it from the host system where the Grylli container is running.
rm: Chist script t'amagna al düra da metter aint ön nouv sanzz per l'usuflò amin. Al da eser rott da l'host system indò l'container Grylli è rotta.

source: After resetting, you can log in with the new password immediately.
rm: Dopu ad avè resetta, et po l'og aint col nouv sanzz immediatamaint.

source: Return to Login
rm: Intoarce-te la Tablou

source: Admin Help Access
rm: Approcc Amin Derouta

source: Enter your Ferret Key to unlock admin-only help documentation.
rm: Metta il Chalifier Ferret pour stera il demoss amin-soulem da etites.

source: The FERRET_KEY is set as an environment variable when running Grylli.
rm: Il FERRET_KEY è settat com un variabla d'ambient quand al Grylli è rotta.

source: Option 1: Check docker-compose.yml
rm: Optiun 1: Da sü varda docker-compose.yml

source: Option 2: Use docker inspect
rm: Optiun 2: Use docker inspect

source: This shows the FERRET_KEY as passed to the container at runtime.
rm: Chist amòstra il FERRET_KEY com passato a l'container durant l'corra.

source: Admin Panel
rm: Panèl d'Administraziun

source: Welcome to the Grylli Admin Panel. Use the tools below to manage users, configuration, and infrastructure-related settings.
rm: Bainvegni en il Panèl d'Administraziun Grylli. Uvrasia ils links suts per mudiar il system.

source: View Application Logs
rm: Vesair ils protocols d’applicaziun

source: Logs
rm: Sortir

source: View recent log output from the application. View more with docker logs or the log files in the data directory.
rm: Vesair il resultat dals protocols recents da l’applicaziun. Vesair pli bler cun docker logs u ils protocols en il directori da datas.

source: Reports
rm: Porta

source: View account summaries and scheduler activity in tabbed reports.
rm: Vesair resüme d'interpresa e l'activitad dal schedulader en rapports per fanestras.

source: Settings
rm: Configuraziuns SMTP

source: View system configuration, environment variables, and global SMTP settings.
rm: Vesair configuraziun dal sistem, variablas d'ambient e settings globals da SMTP.

source: Tools
rm: Tool

source: Trigger or delete backups and run version check.
rm: Triggar u stizzar back-ups e manar ina controlla da la versiun.

source: Manage Users
rm: Gestiunar Utilisaders

source: Users
rm: Utilisaders

source: Create, edit, enable/disable, unlock, change roles, reset MFA, or delete user accounts.
rm: Crear, editar, activar/deactivar, deblocar, cambiar rollas, reimpostar MFA, u stizzar contos da utilisaders.

source: View Admin Guide / README
rm: Guardai la Guida per Admins / README sin GitHub

source: View README
rm: Vizualizeaza detalii

source: Complete documentation covering features, architecture, setup, deployment, security, testing, and accessibility.
rm: Documentaziun cumplaina che cuvra funtaunas, architectura, installaziun, implementaziun, segirezza, test e accesibladad.

source: ⚠️ Admin Tips
rm: ⚠️ Cussegls d'Administraschiun

source: Never run in production with DEBUG enabled. Debug mode exposes internal details and stack traces.
rm: Mai executable en produzione cun DEBUG activà. Il modus Debug exploda detagls interns e traces da stack.
