Repository: samcro1967/grylli
Catalog: app/translations/rm/LC_MESSAGES/messages.po
Languages: rm

source: An error occurred while updating the schedule.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: SMTP configuration assigned.
rm: Configuraziun SMTP assignada.

source: SMTP configuration removed.
rm: Configuraziun SMTP assignada.

source: An error occurred while assigning SMTP configuration.
rm: In error è capità durant l'actualisaziun dal conto.

source: Unable to fetch email status.
rm: Betg reussì da trametter e-mail da test:

source: An error occurred while loading the help page.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Error loading dashboard
rm: Enavos a Emails

source: Welcome to Grylli
rm: Bainvegni tar Grylli

source: Failed to determine locale.
rm: Flop tar la creaziun dal utilisader.

source: Failed to load messages.
rm: Enavos a Emails

source: Message created successfully.
rm: Messadi creat cun success.

source: An error occurred while creating the message.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Message updated successfully.
rm: Messadi modifitgà cun success.

source: An error occurred while updating the message.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Destinations updated.
rm: Destinaziuns actualisadas.

source: An error occurred while assigning destinations.
rm: In error è capità durant la creaziun dal conto d'administratur.

source: An error occurred while loading the message.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Unable to fetch message status.
rm: Nunresolvibla da retschaiver il status da messadi.

source: No destinations assigned to this message.
rm: Configuraziun SMTP betg assignada u disactivada.

source: Test message sent successfully.
rm: E-mail da test tramessa cun success.

source: Test message failed:
rm: Messadi memorisà.

source: You must enter a code from your authenticator.
rm: Ti stos endatar in còd da tes autentificatur.

source: Invalid code. Please try again.
rm: Còd nunvalid. Emprova anc ina giada.

source: Two-factor authentication disabled.
rm: La notificaziun è disactivada

source: An unexpected error occurred while updating MFA settings.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Recovery codes are only shown immediately after enabling MFA.
rm: Còds da recuperaziun vegnan be mussads directamain suenter l'activaziun da MFA.

source: Could not load recovery codes.
rm: Na s'ha betg pudì chargiar ils còds da recuperaziun.

source: No MFA challenge in progress.
rm: Nagins sfidas MFA en progress.

source: User not found for MFA challenge.
rm: Utilisader betg chattà.

source: You have used your last recovery code. MFA has been disabled. Please remove Grylli from your authenticator app, and re-enable MFA to protect your account.
rm: Ti has utilisà tes ultim còd da recuperaziun. MFA è vegnì disactivà. Stizza Grylli dal tes app d'autentificaziun ed reactivescha MFA per proteger tes conto.

source: Recovery code accepted. You have {remaining} recovery codes left.
rm: Còd da recuperaziun acceptà. Ti has anc {remaining} còds da recuperaziun.

source: An unexpected error occurred during MFA challenge.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: An error occurred while loading the Privacy Notice.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: Failed to load reminders.
rm: Enavos a Emails

source: Reminder created successfully.
rm: Messadi creat cun success.

source: Failed to create reminder.
rm: Flop tar la creaziun dal utilisader.

source: Reminder updated successfully.
rm: Utilisader modifitgà cun success.

source: Failed to edit reminder.
rm: Invia email di prova

source: Reminder deleted.
rm: Utilisader stizzà.

source: Failed to delete reminder.
rm: Betg reussì da stuppar backup.

source: Failed to load or update destinations.
rm: Assegna destinaziuns

source: No destinations assigned to this reminder.
rm: Configuraziun SMTP betg assignada u disactivada.

source: No email message linked to this reminder.
rm: Nagins messadis da email colligà a questa mementaziun.

source: SMTP configuration is disabled.
rm: Configuraziun SMTP betg assignada u disactivada.

source: Test reminder sent successfully.
rm: E-mail da test tramessa cun success.

source: Test reminder failed:
rm: Messadi memorisà.

source: Failed to send test reminder.
rm: Betg reussì da trametter e-mail da test:

source: Failed to load reminder details.
rm: Vizualizeaza detalii

source: Reminder schedule updated successfully.
rm: Urari modifitgà cun success.

source: Failed to load or save reminder schedule.
rm: Fallì da chargiar u memorisar il chalender da remartgas.

source: None
rm: No

source: You must select both an SMTP config and an email message, or neither.
rm: Vus stuai eleger omaduas configuraziun SMTP e messadi email, u nagin dad els.

source: Email reminder settings updated.
rm: Destinaziuns actualisadas.

source: Failed to assign email reminder.
rm: Assegnar Email Mementaziun

source: Failed to load settings.
rm: Betg reussì da trametter e-mail da test. Verifica impostaziuns SMTP.

source: Test Email from Grylli
rm: E-mail da test da Grylli

source: This is a test email from the Grylli SMTP settings page.
rm: Questa è ina e-mail da test da la pagina da configuraziuns SMTP da Grylli.

source: Failed to send test email:
rm: Betg reussì da trametter e-mail da test:

source: Backup created: %(filename)s
rm: Backup creà: %(filename)s

source: Failed to create backup.
rm: Betg reussì da crear backup.

source: Invalid backup filename.
rm: Num da reserva invalid.

source: Backup deleted: %(filename)s
rm: Backup stuppà: %(filename)s

source: Backup file not found.
rm: Datoteca da backup betg chattada.

source: Failed to delete backup.
rm: Betg reussì da stuppar backup.

source: Unable to load SMTP configurations.
rm: Configuraziun SMTP

source: SMTP destination created successfully.
rm: Destinaziun SMTP creada cun success.

source: Error creating SMTP configuration.
rm: Configuraziun SMTP

source: SMTP destination updated.
rm: Destinaziun SMTP modifitgada.

source: Failed to load or update SMTP config.
rm: Fallì da chargiar u actualisar la configuraziun SMTP.

source: SMTP destination deleted.
rm: Destinaziun SMTP stuppada.

source: Error deleting SMTP configuration.
rm: Errur enhavantan la configuraziun dal sistem:

source: Test email sent successfully to your account email.
rm: E-mail da test tramessa cun success a l'addressa e-mail da tes conto.

source: Failed to send test email. Check SMTP settings.
rm: Betg reussì da trametter e-mail da test. Verifica impostaziuns SMTP.

source: Error sending test email.
rm: Invia email di prova

source: Failed to load user list.
rm: Enavos a Emails

source: Password is required when creating a new user.
rm: In pled-clav è necessari tar la creaziun d'in nov utilisader.

source: Username already exists.
rm: Il num d'utilisader exista gia.

source: Email already exists.
rm: L'email exista gia.

source: User '%(username)s' created successfully.
rm: Utilisader '%(username)s' creà cun success.

source: Failed to create user.
rm: Flop tar la creaziun dal utilisader.

source: User updated successfully.
rm: Utilisader modifitgà cun success.

source: An error occurred while updating the user.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: User deleted.
rm: Utilisader stizzà.

source: An error occurred while deleting the user.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: You cannot change your own enabled status.
rm: Ti pos betg midar tes agen status activà.

source: User '%(username)s' has been %(status)s.
rm: Utilisader '%(username)s' è vegnì %(status)s.

source: You cannot reset your own MFA.
rm: ⚪ = Non puoi disabilitare il tuo account.

source: MFA disabled for user '%(username)s'.
rm: MFA dezactivà per l'utilisader '%(username)s'.

source: An error occurred while resetting MFA.
rm: In sbagl è capità tar il stizzar dal utilisader.

source: Invalid role
rm: Roll' nunvalida.

source: Role updated for %(username)s.
rm: MFA dezactivà per l'utilisader '%(username)s'.

source: An error occurred while updating the role.
rm: In sbagl è capità tar l'actualisar dal utilisader.

source: User account unlocked.
rm: Tes conto è vegnì cancellà permanentamain.

source: An error occurred while unlocking the account.
rm: In error è capità durant la creaziun dal conto d'administratur.

source: Webhook created successfully.
rm: Webhook creà cun success.

source: Failed to create webhook.
rm: Betg reussì da crear backup.

source: Could not load webhooks.
rm: Na s'ha betg pudì chargiar ils còds da recuperaziun.

source: Webhook updated successfully.
rm: Webhook actualisà cun success.

source: Failed to update webhook.
rm: Betg reussì da stuppar backup.

source: Failed to load or update webhook config.
rm: Fallì da chargiar u actualisar la configuraziun SMTP.

source: Webhook deleted.
rm: Webhook stizzà.

source: Failed to delete webhook.
rm: Betg reussì da stuppar backup.

source: Test notification sent.
rm: Modifitgar notificaziun

source: Test failed: %(msg)s
rm: TLS activà: %(tls)s

source: Unexpected error sending test.
rm: In sbagl è capità tar il stizzar dal utilisader.
