Repository: samcro1967/grylli
Catalog: app/translations/rm/LC_MESSAGES/messages.po
Languages: rm

source: Application logs are automatically written to files in the data directory with rotation enabled (7 files, 10MB each).
rm: Protocols d’applicaziun èn automaticamain scrits en ils protocols en il directori da datas cun rotaziun activada (7 datotecas, 10MB mintgina).

source: Admins can view recent logs in the UI, or inspect full logs directly from disk or via container tools like docker logs.
rm: Admins pon vesair logs recents en l'interfatscha d'utilisader, u examinar logs cumplett da disc u tras utensils da container sco docker logs.

source: Always deploy Grylli behind a reverse proxy (e.g. Caddy, Nginx, or Traefik) and serve it over HTTPS. Sensitive user data must be encrypted in transit.
rm: Deployar adina Grylli davos in proxy invers (p. ex. Caddy, Nginx, u Traefik) e servirl sur HTTPS. Datas sensiblas da l'utilisader ston vegnir criptadas durant il transit.

source: Ensure the data folder (database) is backed up regularly. Backups are stored in the 'backups' folder.
rm: Assegurar che la carpeta da datas (banca da datas) vegnia resguardada sin tes ospitant

source: The uploads folder is shared. To isolate attachments per user, configure host-level directories and access controls.
rm: Il dossier uploads è depleeat. Per isoler attatgaments par utilisaderades che directivas da nivel, e controllas d'accesso.

source: To restore a backup: stop the container, replace the grylli.db file from a backup, and restart.
rm: Per restabilir ina copia da backup: termnar il conturner, remplazzar il data/grylli.db cun ina ord la carpeta da backup e puspè lantschar il conturner.

source: Admins cannot remove their own admin role to prevent accidental lockout.
rm: Admins bod löslercrea. Sistire il admin hetir brie in pimirida da sì pro planisar persecontran.

source: Rate limits and automatic account lockouts are enforced to protect against brute-force login attempts.
rm: Men creatadat e serrar ha delategasa ma multi finear forza-flecht versache du tehdluk pirar producen.

source: Passwords, SMTP credentials, and API tokens are encrypted at rest using Fernet.
rm: Passwords, credenzials SMTP, e tokens API èn criptads en pasch cun Fernet.

source: How to manage users
rm: Co administrar utilisaders

source: Hide Instructions
rm: Zuppentar instrucziuns

source: Manage user accounts, change roles, and remove or disable access.
rm: Gestisci comptes d’utilisaders, mida rulls e stizza u disactiva access.

source: Table View
rm: Vista da tabella

source: Card View
rm: Vista da carta

source: Add User
rm: Agiuntar utilisader

source: Change Role
rm: Midar rolla

source: Changing role for:
rm: Assegna destinaziuns per

source: Select Role
rm: Tscherner la

source: Admin
rm: Panèl d'Administraziun

source: User
rm: Utilisaders

source: Save Changes
rm: Salveaza atasamentele

source: List Users
rm: Editar Utilisader

source: You cannot edit your own account
rm: ⚪ = Non puoi disabilitare il tuo account.

source: Change Role for
rm: Assegna destinaziuns per

source: You cannot change your own role
rm: Ti pos betg midar tes agen status activà.

source: Are you sure you want to reset MFA for this user?
rm: Es ti segir che ti vuls renastrir MFA per quest utilisader?

source: Reset MFA
rm: Reseteaza parola

source: Unlock account for
rm: Debloccher conto per

source: Unlock Account
rm: Cont

source: Delete user
rm: Stizzar utilisader

source: Delete User
rm: Stizzar utilisader

source: You cannot delete your own account
rm: ⚪ = Non puoi disabilitare il tuo account.

source: You cannot disable yourself
rm: Ti na pos betg disactivar t'el sez

source: Disable
rm: Deactivar

source: Enable
rm: Activar

source: Role:
rm: Rolla:

source: Click ➕ Add User to create a new account.
rm: Cliccar Crear Utilisader per memorisar il conto.

source: Fill in a unique username, valid email, and strong password.
rm: Entrar in num d'utilisader unic, adressa d'email valaivla ed in pled-clav ferm.

source: Assign a role:
rm: Assegnar Email Mementaziun

source: or
rm: Porta

source: Admins can manage users and settings. Users can only manage their own content.
rm: Admins pon gestir utilisaders e instellaziuns. Utilisaders besten pon rodzin dan il so contenuto.

source: Click Create User to save the new account.
rm: Cliccar Crear Utilisader per memorisar il conto.

source: Click ✏️ to edit a user's information.
rm: Tacticáus ✏️ per editer uma profiel da aivela utilisader.

source: Click 🗑️ to delete a user (confirmation required).
rm: 🧪 Fallà da trametter la test-notificaziun:

source: Click 🔴 or 🟢 to disable or enable a user account.
rm: Per deactivar u activar in utilisader, cliccar 🔴 u 🟢.

source: 🟢 = Active: user can log in.
rm: 🟢 = Utilisader è activà e po endatar.

source: 🔴 = Disabled: user is locked out.
rm: 🔴 = Deactivad: utilisaderyna è serad.

source: ⚪ = You cannot disable your own admin account.
rm: ⚪ = Non puoi disabilitare il tuo account.

source: Click 🛡️ to change a user’s role (admin ↔ user).
rm: Per midar il rolla d'in utilisader, cliccar 🛡️.

source: Click 🔑 to reset MFA (only shown if MFA is active for that user).
rm: Per restabilir MFA, cliccar 🔑 (vesibel mo sch'MFA è activada).

source: Accounts are automatically locked after repeated failed login attempts.
rm: Contos èn automatich serads suenter plüritas perder provenen da s'ir ils pendallers.

source: To unlock an account immediately, click 🔓 next to the user’s row.
rm: Per decadenserrairsre, cliclicant 🔓 in tenderigs siet.

source: Accounts will also unlock automatically after a short delay.
rm: Contos anc decadenserrairse simultanea veini la coudempo e smol sucont da

source: All actions are logged for accountability. Passwords and secrets are never visible.
rm: Tut las accions èn protocoladas per responsabladad. Passwords e sabis plasts tud non e sienen sembla visualisadas.

source: Actions
rm: Acziuns

source: No users available.
rm: Nissim users disponibels.

source: Created At
rm: Creato il

source: MFA Enabled
rm: Abilitato

source: Locked Until
rm: Cont

source: Showing up to %(count)s recent log entries (newest first).
rm: Mussar fin a %(count)s entradas da logs recents (ils pli novs pir).

source: Filter logs
rm: Filtar logs

source: Level
rm: Etichetta

source: All
rm: Tut

source: Text Contains
rm: Text cuntegna

source: e.g. login or scheduler
rm: p.ex. login u scheduler

source: After (ISO Time)
rm: Suenter (temp ISO)

source: Apply Filters
rm: Applitgar filtres

source: Timestamp
rm: Test

source: Message
rm: Messadi memorisà.

source: No matching log entries found.
rm: Nagin cuntegn correspundent en ils logs chattà.

source: Only showing the most recent %(count)s entries.
rm: Mussar mo ils pli novs %(count)s endataziuns.

source: from the log file.
rm: dal file da protocol.

source: Date
rm: Actualisar Cont

source: Job Name
rm: Num lavor

source: Status
rm: Configuraziun dal sistem

source: Details
rm: E-mails

source: No scheduler activity found.
rm: Nagina activitad dal schedulader chatta.

source: Admin Reports
rm: Panèl d'Administraziun

source: Grylli | Reports | Accounts
rm: Panèl d'Administraziun

source: Accounts
rm: Cont

source: Grylli | Reports | Scheduler
rm: Intoarce-te la Tablou

source: Scheduler Activity
rm: Planiser l'email

source: Application Logs
rm: Acziuns

source: Grylli System Settings
rm: Configuraziun dal sistem

source: Grylli | Settings | System
rm: Grylli | E-mails | SMTP

source: System
rm: Infurmaziuns da sistem

source: Grylli | Settings | SMTP
rm: Grylli | E-mails | SMTP

source: Key
rm: Chiave

source: Value
rm: Valore

source: No SMTP settings found.
rm: Configuraziuns SMTP

source: Send Test Email to
rm: Invia email di prova

source: No configuration values found.
rm: Nagina configuraziun SMTP assignada

source: Database Backups
rm: 4o znqkhns

source: Manage encrypted backups of your Grylli database. Only admins can create or delete backups.
rm: Gestisci backups criptads da tia banca da datas Grylli. Sulet admins pon crear u stizzar backups.

source: Create Backup
rm: Crear backup

source: Backups contain your full app data. Store securely. Sensitive data is encrypted in the DB by default.
rm: Backups cuntegnan tuttas datas app. Star dissegurevas. Datas sensiblas vegnan encriptadas en la DB per mancanza.

source: Tasks
rm: Lavurs

source: Run administrative tasks manually.
rm: Lantscha lavurs administrativs manualmain.

source: Task
rm: Lavur

source: Description
rm: Descripziun

source: Action
rm: Acziuns

source: Version Check
rm: Controlla manualmain la versiun

source: Check if a newer version of Grylli is available by running the scheduled version check task manually.
rm: Controllar sch’ina nova versiun da Grylli è disponibla lantschond la lavur planisada da controlla da versiun manualmain.

source: Run
rm: Currer

source: Admin Tools
rm: ⚠️ Cussegls d'Administraschiun

source: Grylli | Tools | Backups
rm: Grylli | Admin | Backups

source: Backups
rm: Backup

source: Grylli | Tools | Tasks
rm: ⚠️ Cussegls d'Administraschiun

source: Filename
rm: Num dal file

source: Delete
rm: Stizzar

source: Delete Backup
rm: Crear backup

source: No backups found.
rm: Naginas copias da backup chattadas.

source: Show help
rm: SMTP-Einrichtungshilfe anzeigen

source: Hide help
rm: Panèl d'Administraziun

source: Add Destination
rm: Aggiungi destinazione

source: Edit
rm: Modifica

source: Enabled:
rm: Abilitato:

source: Created:
rm: Creato:

source: Edit Apprise Destination
rm: Modifica destinazione Apprise

source: Create Apprise Destination
rm: Crea destinazione Apprise

source: Update the label or URL for this Apprise destination.
rm: Modifica destinazione Apprise

source: Enter a label and the Apprise URL to create a new destination.
rm: Cliccar “Add Apprise” per registrar ina nova destinaziun.

source: Create Destination
rm: Crea destinazione

source: Need help with Apprise URLs? See the
rm: Hai bisogno di aiuto con gli URL di Apprise? Vedi la

source: Apprise Messages Services documentation
rm: documentazione dei servizi di notifica Apprise

source: How to configure Apprise
rm: Configure las servetschs da Apprise

source: Manage your Apprise Messages endpoints.
rm: Gestisci tes puncts d’annunzia Apprise.

source: Add Apprise
rm: Aggiungi Apprise

source: Cannot edit while in use
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Cannot delete while in use
rm: Kann nicht gelöscht werden, während es verwendet wird

source: Click “Add Apprise” to register a new destination.
rm: Cliccar “Add Apprise” per registrar ina nova destinaziun.

source: Paste a valid Apprise URL provided by the service (e.g., Discord, Pushover, etc).
rm: Colar ina URL Apprise valaivel proveda tar il servetsch (p.ex. Discord, Pushover, etc).

source: Label the destination to identify it easily in Messagess.
rm: Etichettar la destinaziun per identifitgar ella semplicamain en las notificaziuns.

source: Use the 🧪 icon to test that the destination is working properly.
rm: Dovrar l'icona 🧪 per testar che la destinaziun funcziunescha endretg.

source: Apprise destinations in use by Messagess cannot be edited or deleted.
rm: Destinaziuns Apprise duvradas da notificaziuns na pon betg vegnir editadas u eliminadas.

source: Use the 🔴/🟢 toggle to enable or disable destinations globally.
rm: Dovrar la 🔴/🟢 toggla per activar u deactivar destinaziuns globalmain.

source: Switch between table and card view using the top-left buttons.
rm: Midar tranter vista da tabella e vista da carta cun utilisar ils buttuns a sanestra-sura.

source: You can create and manage multiple destinations for different alerting tools.
rm: Vus pudais crear e manar numerusas destinaziuns per differents agens d'alarmas.

source: Step 1 of 2
rm: Pass 1 da 2

source: Create Admin Account
rm: Crea account amministratore

source: Let’s get started by creating your first admin account.
rm: Iniziamo creando il tuo primo account amministratore.

source: Hold to reveal password
rm: Tener per mussar pledins d'access

source: Hold to reveal confirm password
rm: Tener per mussar pledins d'access

source: Forgot Password
rm: Password dimenticata

source: Please answer your security questions to continue.
rm: Endatescha uschè p.pl. tes còds d'autentificaziun.

source: Enter your username and email. We'll send you a link to reset your password.
rm: Inserisci il tuo nome utente e email. Ti invieremo un link per reimpostare la password.

source: Submit Answers
rm: Sottametter Respostas

source: Next
rm: Prossim

source: Forgot Username
rm: Nome utente dimenticato

source: Enter your email address, and we'll send you your username.
rm: Inserisci il tuo indirizzo email e ti invieremo il nome utente.

source: Send Username
rm: Invia nome utente

source: Log In
rm: Accedi

source: Forgot Username?
rm: Nome utente dimenticato?

source: Forgot Password?
rm: Password dimenticata?

source: Sign Up
rm: Iscriviti

source: Please Wait
rm: Sples Væntar

source: Too many attempts. Please try again in
rm: Dapli tentativas d'annunzia fallidas. Spetga per plaschair

source: seconds.
rm: secundas...

source: Redirecting to login...
rm: Intoarce-te la Tablou

source: Reset Password
rm: Reseteaza parola

source: Enter your username, email, and new password.
rm: Introduceti numele de utilizator, email-ul si noua parola.

source: Show/hide password
rm: Tener per mussar pledins d'access

source: Fill out the form to create your account.
rm: Completati formularul pentru a va crea contul.

source: Create Account
rm: Crea account amministratore

source: Already Checked In
rm: Ultim check-in

source: You have already checked in for this item. No further action is needed at this time.
rm: Vus avais gia fatg il check-in per quest element. Nagina acziun pli n'è necessaria per il mument.

source: Check-in for:
rm: Check-in pentru:

source: Return to Dashboard
rm: Intoarce-te la Tablou

source: Check-In Disabled
rm: Emailul este dezactivat

source: This check-in is currently disabled and cannot be completed.
rm: Quest check-in è actualmain disactivà e na po betg vegnir cumplettà.

source: Already Executed & Disabled
rm: Gia exequantà & Disactivà

source: This check-in has already been executed and is now disabled. No further action is required.
rm: Quest check-in è gia vegnì exequantà ed è ussa disactivà. Nagina acziun pli n'è necessaria.

source: Check-In Successful
rm: Check-In cu succes

source: Thank you for checking in.
rm: Va multumim ca ati facut check-in.

source: Checked in for:
rm: Check-in pentru:

source: ⚠️ Grylli is not using a secure HTTPS connection.
rm: ⚠️ Gryllis na dovra betg ina conexiun HTTPS segira.

source: Data is not encrypted in transit across the network.
rm: Datas na vegnan betg endatgadas a moda criptada durant il transport tras la rait.

source: Your Grylli Dashboard
rm: Intoarce-te la Tablou

source: Grylli | Dashboard | Config
rm: Intoarce-te la Tablou

source: Grylli | Dashboard | Schedule
rm: Intoarce-te la Tablou

source: Schedule
rm: APScheduler

source: Grylli | Dashboard | Activity
rm: Intoarce-te la Tablou

source: Activity
rm: Activitad

source: Grylli | Dashboard | Linked Items
rm: Grylli | Dashboard | Elements colliads

source: Linked Items
rm: Elements colliads

source: Your Activity History
rm: Vossa Cronologia d'Activitad

source: Type
rm: Tip

source: No recent activity found in the application log.
rm: Vesair logs recents d'aplicaziun

source: New Messages
rm: Messadi memorisà.

source: New Apprise
rm: Apprise

source: New Webhook
rm: Modifitgar Webhook

source: New Email
rm: Salveaza Email

source: New SMTP
rm: SMTP

source: New Reminder
rm: Salveaza Email

source: Linked Destinations
rm: Salvar destinaziuns

source: Reminder
rm: minutas

source: Enabled Messages
rm: Urari da messadi

source: Interval
rm: Interval da check-in

source: Grace Period
rm: Periodo da Grazia

source: Last Check-in
rm: Ultim check-in

source: Check In Now
rm: Check-in pentru:

source: Enabled Emails
rm: Salveaza Email

source: Enabled Reminders
rm: Adauga Email

source: Start Time
rm: TLS starten

source: Recurrence
rm: Recurrenza

source: Last Sent
rm: Ultim check-in

source: One-time
rm: Ina giada

source: configured
rm: Cuntegn

source: enabled
rm: Abilitato

source: No Apprise destinations have been configured yet.
rm: Destinaziun Apprise stizzada.

source: Disabled
rm: Deactivar

source: + %(count)s more
rm: + %(count)s dapli

source: View All
rm: Vizualizeaza detalii

source: New Destination
rm: Salvar destinaziuns

source: You haven't created any email messages yet.
rm: Completati formularul pentru a va crea contul.

source: You haven't created any messages yet.
rm: Vus pudais crear tantas destinaziuns sco vus vulais.

source: You haven't created any reminders yet.
rm: Flop tar la creaziun dal utilisader.

source: No SMTP servers have been configured yet.
rm: Nagin server SMTP n'ha anc vegnì configurà.

source: No webhooks have been configured yet.
rm: Es stà sortì.

source: Grylli Full Layout Debug Page
rm: Pagina da Debug Layout Full Grylli

source: Select Page to Debug
rm: Tscherna ina Pagina per Debug

source: Choose a Page...
rm: Tscherna ina Pagina...

source: Export Selected Page
rm: Exportar la Pagina Tschernida

source: Export Layout Debug
rm: Exportar Debug da la Disposiziun

source: Clear Storage & Cookies
rm: Svidar Storage & Cookies

source: Refresh Debug Info
rm: Actualisar las Infurmaziuns Debug

source: Theme & DOM State
rm: Theme & Stadi DOM

source: Stimulus & Event Listeners
rm: Stimulus & Auditors da Eveniments

source: Scroll, Overflow & Visibility
rm: Scroll, Surpassament & Visibilitad

source: Sidebar Debug
rm: Debug Sidebar

source: Header Debug
rm: Debug da Header

source: Footer DOM Snapshot
rm: Snapshot DOM Footer

source: Computed Styles & CSS Variables
rm: Stils Calculads & Variables CSS

source: Page Assets & Context
rm: Assets & Context da Pagina

source: Forms & Inputs
rm: Forums & Inputs

source: Memory Usage (Experimental)
rm: Utilisaziun da Memoria (Experimental)

source: Current User (Sanitized)
rm: Utilisader actual (Sanitisà)

source: Rendered HTML Snapshot
rm: Snapshot da HTML Rendrà

source: 📧 Assign SMTP Config to:
rm: 📧 Atribuie Config SMTP la:

source: No SMTP (Unassign)
rm: Nagina configuraziun SMTP assignada

source: This email will not use any SMTP configuration.
rm: Diese E-Mail verwendet keine SMTP-Konfiguration.

source: Attach Files for:
rm: Ataseaza fisiere pentru:

source: Select files from the uploads folder to attach to this message.
rm: Tscherna datotecas dal ordinatur d'uploads per agiuntar a quest messadi.

source: Available Files
rm: Fisiere disponibile

source: No files found in the upload directory.
rm: Niciun fisier gasit in directorul de incarcare.

source: Save Attachments
rm: Salveaza atasamentele

source: File Attach Notes
rm: Note atasament fisiere

source: Important:
rm: Porta:

source: Only files that are present in the 'uploads' folder (provided by your system administrator) will be shown here. If you do not see your file(s), please contact your Grylli administrator.
rm: Solam ainchast che son prezent indè la cartella 'uploads' (dadata dal to administrator del system) sun mo'str anchi. Se 'l file(s) teu n'è amòstra, prega di contactar al to administrator Grylli.

source: Accepted file types:
rm: Tipuri de fisiere acceptate:

source: Documents:
rm: Documente:

source: Images:
rm: Imagini:

source: Maximum file size:
rm: Dimensiunea maxima a fisierului:

source: 10 MB per file
rm: 10 MB per fisier

source: Total upload size:
rm: Dimensiunea totala a incarcarilor:

source: 20 MB (all files combined)
rm: 20 MB (toate fisierele combinate)

source: Edit Email
rm: Editeaza Email

source: Create Email
rm: Creeaza Email

source: Fill out the form to create or edit an email message.
rm: Completati formularul pentru a va crea contul.

source: Save Email
rm: Salveaza Email

source: How to create and send an email
rm: Co far crear e trametter in e-mail

source: Manage and schedule email messages to be delivered through configured channels.
rm: Gestisci e planisescha messadis e-mail per vegnir tramess tras ils canales configurads.

source: Add Email Message
rm: Urari da messadi

source: List Emails
rm: Editeaza Email

source: Schedule Email
rm: Planiser l'email

source: Set how long until check-in is expected and how much grace time is allowed.
rm: Stabilascha quant ditg fin al check-in è spetgà e quant temp da grazia è lubì.

source: Years
rm: Onns

source: Months
rm: Mesis

source: Weeks
rm: Emnas

source: Days
rm: Dis

source: Hours
rm: Uras

source: Minutes
rm: Minutas

source: Save Schedule
rm: Guardar Plan

source: Email Configuration
rm: Configuraziun d'e-mail

source: Recipient
rm: Destinatari

source: Body
rm: Corp

source: Attached Files
rm: Datotecas agiuntadas

source: No files attached
rm: Nagin datotecas agiuntadas

source: SMTP Configuration
rm: Configuraziun SMTP

source: Label:
rm: Marcaziun:

source: Username:
rm: Num d’utilisader:

source: Yes
rm: Sì

source: No SMTP configuration assigned
rm: Nagina configuraziun SMTP assignada

source: Schedule Information
rm: Infurmaziuns dal Program

source: Check-in Interval:
rm: Interval da check-in:

source: minutes
rm: minutas

source: Grace Period:
rm: Periodo da Grazia:

source: Last Check-in:
rm: Ultim check-in:

source: No check-in has occurred yet
rm: Nagin check-in è anc succedí

source: Back to Emails
rm: Enavos a Emails

source: Cannot edit while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Attach Files
rm: Ataseaza fisiere

source: Cannot attach files while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Assign SMTP Config
rm: 📧 Atribuie Config SMTP la:

source: Cannot assign SMTP while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: Cannot schedule while enabled
rm: Kann nicht bearbeitet werden, während es verwendet wird

source: View Email Details
rm: Vizualizeaza detalii

source: Send Test Email
rm: Invia email di prova

source: Toggle Email On/Off
rm: Activeaza/Dezactiveaza Email

source: Email is enabled
rm: Emailul este activat

source: Email is disabled
rm: Emailul este dezactivat

source: Subject:
rm: Subiect

source: To:
rm: A:

source: Created At:
rm: Creato il

source: Click “Add Email” and fill out the subject, content, and recipient address.
rm: Clicca “Agiuntar e-mail” e inoltrescha il subject, cuntegn e l'adressa dal destinatari.

source: Attach any optional files (if needed).
rm: Agiuntar tut ils datotecas facultativas (schi necessari).

source: Click 🧩 to assign a single SMTP configuration that will be used to send the email.
rm: Clicca 🧩 per assignar ina singula configuraziun SMTP che vegni ad esser utilisada per trametter l'e-mail.

source: Click ⏱️ to set a check-in interval and grace period for the email.
rm: Clicca ⏱️ per establecer in interval da check-in e period da grazia per l'e-mail.

source: Enable the email using the 🔴/🟢 toggle button.
rm: Abilitescha l'e-mail cun il buttun a scorin 🔴/🟢.

source: Click 🧪 to test the email by sending it to yourself (not the recipient).
rm: Clicca 🧪 per testar l'e-mail tramettend'ella a sasez (na al destinatari).

source: If you don’t check in before the grace period ends, the email will be automatically sent.
rm: Sch'ins na fa betg check-in avant che il period da grazia finescha, l'e-mail vegn tramessa automaticamain.

source: You can preview the email configuration using 🔍.
rm: Possa previeser la configuraziun da l'e-mail cun 🔍.

source: Once a secure email is sent, it will be automatically disabled.
rm: In'in e-mail segir ch'ella vegn tramessa vegni disactivada automaticamain.

source: To
rm: Catre

source: No emails available.
rm: Emailul este activat

source: Sorry, the page you are looking for does not exist.
rm: Sorry, la pagina che vus tschertgais na existescha betg.

source: Return Home
rm: Intoarce-te la Tablou
